{"Description":{"0":"PRICE v. WATKINS, 1 U.S. 8 (1763)","1":"WALLACE v. CHILD AND STYLES, 1 U.S. 7 (1763)"},"Date":{"0":"April 1, 1763","1":"April 1, 1763"},"Docket":{"0":"","1":""},"Link":{"0":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/1\/8.html","1":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/1\/7.html"},"Opinion":{"0":"\n\nUnited States Supreme Court\nPRICE v. WATKINS(1763)\n\nArgued: Decided: April 1, 1763\n\n\n Special Verdict. The Question arose on these Words of a Will. Item my Will is that after my Wife Ruth Price's Decease, or if she shall alter her Condition and marry, then in such Case i devise and bequeath unto my loving Friends I. W. and M. K. or to any one of them, in case the other should die, in Trust and for the Intent to sell and convey all that Mefluage & c. to any Person or Persons that shall purchase the same, and the Money arising from the Sale of the Premises shall be di ided between my Children herein after named, when they attain severally to the Age of 21 Years or be married, which shall first happen. Samuel Price one of the Children attained the Age of 21 Years and married, and afterwards died intestate and without issue, in the life Time of the Testators Widow Ruth Price, who did never marry again. Then the Widow died, and after her Death the Trustees sold, and the Administratrix of Samuel brings this Suit for Samuel's proportionable part of the Money arising from the Sale of the House. And the Question was, whether this was a vested Legacy to Samuel, or whether it was lapsed by his dying before the Trustees had power to sell, to wit, in the life Time of the Testator's Widow. For the Plaintiff it was urged, that Land ordered to be sold and converted into Money, was to be considered as personal Estate. That this Land was to be sold at all Events, so there was no Contingency. That both Events to make a vesting in Samuel had happened, to wit, attaining the Age of 21 and marrying; and that this Case was exactly similar to the Case of King versus Wilkes. Talbot's Cases 117. Besides which many other Cases were cited for the Plaintiff viz. 2 Vern, 536. 1 Peer Williams 109. 2 Peer Williams 320. 2. Ab. Ca. Eq. 548. 2 Vent. 347. 2 Vern. 758. 766. 4 Bac. Ab. 308. 2 Vent. 366. 2 Vern 72. 348. 424. 2 Ab. Ca. Eq. 654. For the Defendant it was said, that in Legacies to be raised out of Land, the Time of Payment is the Time of vesting, That in this Case the Land could not be considered as personal Estate, till the Trustees had power to sell it, which was not till after the Widow's Death, and that Samuel dying before, his Legacy was lapsed and would merge for the Benefit of the Heirs. And the Case of Qads and Ferry was much relied on, Vin. Devise 383. The other C ses cited for the Defendant were 2d Vern. 92. 416. 208. 2 Peere Williams 276. 610. 484. 3 Peere Williams 210. But the Court were clearly of Opinion, that it was a vested Legacy and Judgment was given for the Plaintiff.[ Price v. Watkins \n1 U.S. 8\n (1763) \n\n\n\n","1":"\n\nUnited States Supreme Court\nWALLACE v. CHILD AND STYLES(1763)\n\nArgued: Decided: April 1, 1763\n\n\n Suit on a Policy of Insurance. It was set forth in the Declaration that the Vessel sprung a Leak at Sea, and put into Providence, through Necessity. The Master of the Ship was produced by the Plaintiff as a Witness to prove the Bill of Lading, and to give a general Account of the Transactions on board the Vessel and at Providence. His admission was opposed, because the Captain himself had Goods on board which were insured, and the Money was refused to be paid by the Underwriters on his Policy till this Suit was determined, and therefore he was interested. But it was answered, that the Master of the Ship was the only Person who can be supposed capable of giving a full Account of the Matter; and part of the Defence in this Case being, that the Goods insured were innumerated Commodities and therefore not lawful to be shipt from Carolina to Madeira; and the Captain's Goods insured, were not to be landed at Madeira, but at London, therefore the Captain's Insurance could not be affected by any Determination in this Case.\n The Court ruled, that he should be examined on the Voirdire, and if he said he was disinterested, he should be sworn in chief; which was done, and he was admitted a Witness.[ Wallace v. Child and Styles \n1 U.S. 7\n (1763) \n\n\n\n"}}