{"Description":{"0":"ANONYMOUS, 1 U.S. 20 (1773)","1":"PROPRIETARY'S LESSEE v. RALSTON, 1 U.S. 18 (1773)"},"Date":{"0":"September 1, 1773","1":"April 1, 1773"},"Docket":{"0":"","1":""},"Link":{"0":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/1\/20.html","1":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/1\/18.html"},"Opinion":{"0":"\n\nUnited States Supreme Court\nANONYMOUS(1773)\n\nArgued: Decided: September 1, 1773\n\n\n John Fisher, having two sons and a Daughter, made his will, and devised a plantation to his son Matthias in fee. Matthias dies in his minority, intestate, and without issue.\n Question: whether his heirs at common law shall take; or it shall divide among his other brothers and sisters, under the supplemental intestate law of this Province?\n On a trial in ejectment for the plantation, it was agreed by council, that the opinion of the Court should be conclusive to the Jury.\n Mr. Justice WILLING and Justice LAWRENCE were of opinion, and so delivered it to the Jury, that the estate should be divided: and the plaintiff suffered a nonsuit.* \n\nFootnotes\n\n[\nFootnote *\n] Determined at Bucks, Ni, Pri. 15 Oct. 1773.[ Anonymous \n[\nFootnote 1\n] U.S. 20 (1773) ] \n\n\n\n\n","1":"\n\nUnited States Supreme Court\nPROPRIETARY'S LESSEE v. RALSTON(1773)\n\nArgued: Decided: April 1, 1773\n\n\n Plaintiff showed a title in himself to the Province of Pennsylvania, and then rested. Defendant showed a deed for one thousand acres of land also a warrant to himself, and two others, to take up three thousand acres of land, which included the lands in controversy also a power of attorney to David Lloyd, to take care of said land, and an account of the expences of survey. Defendant having shown title in a third person, as he conceived, moved for a nonsuit, and as authorities cited Bath. Nisi. Prius. Instit. leg. title Eject. Plaintiff's Council insisted to know, whether the Defendant had gone through all his evidence; and said that he was not entitled to the opinion of the Court till then upon his title in a third person. BUT THE COURT determined contra: and then gave their opinion, that as the Defendant's deed was a conditional deed upon the face of it, he was not intitled to a nonsuit. The Plaintiff's Council then contended, that they had a right to demur to the Defendant's evidence. This was opposed by the Defendant's Council, who insisted they had a right to go through their evidence, before the Demurrer was allowed. Of which opinion THE COURT also was: and the Defendant proceeded with his evidence, among which was a letter from William Penn, the first, acknowledging this sale and grant. The Plaintiff afterwards offered a subsequent letter of William Penn's, declaring the grant to be conditional; and, as this condition was not performed, the grantees should not have the land. This the Defendant's Council opposed, on the principle, that no man could create evidence for himself. Tilghman. Letters are like conversation when the whole must be given. Dickinson, on the same side, offered these authorities: 12 Vin. 101. An old manuscript evidence. Id. 247. The declaration of a woman [ Proprietary's Lessee v. Ralston \n1 U.S. 18\n (1773) \npresent at the birth of a child in proof of pedigree. 3 Mod. 36. to show that the Defendant's rule of evidence is too strict.\n Upon full argument, THE COURT over-ruled the evidence, upon the principle contended for by the defendant's council.\n Some of the defendant's council, the next day, offered some of Doctor Coxe's letters to David Lloyd, showing that the condition had been complied with.\n BUT THE COURT adhered to their opinion, and over-ruled these letters also. A verdict passed for the plaintiff, by which the sense of the Jury was, that the non performance of conditions of settlement, did not void the grant.* \n\nFootnotes\n\n[\nFootnote *\n] Determined at Chaster, Ni. Pri. 24th August 1773. \n\n\n\n\n"}}