{"Description":{"0":"HEPBURN & DUNDAS v. ELLZEY , 6 U.S. 445 (1805)","1":"US v. FISHER , 6 U.S. 358 (1805)","2":"US v. MORE , 7 U.S. 159 (1805)"},"Date":{"0":"February 1, 1805","1":"February 1, 1805","2":"February 1, 1805"},"Docket":{"0":"","1":"","2":""},"Link":{"0":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/6\/445.html","1":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/6\/358.html","2":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/7\/159.html"},"Opinion":{"0":"\n\nUnited States Supreme Court\nHEPBURN & DUNDAS v. ELLZEY(1805)\n\nArgued: Decided: February 1, 1805\n\n\n THIS case came before the court, on a certificate of division of opinion by the judges of the circuit court of the district of Virginia.\n The certificate stated, 'in this cause it occurred as a question whether Hepburn and Dundas, the plaintiffs in this cause, who are citizens and residents of the district of Columbia, and are so stated in the pleadings, can maintain an action in this court against the defendant who is a citizen and inhabitant of the commonwealth of Virginia, and is also stated so to be in the pleadings, or whether for want of jurisdiction the said suit ought not to be dismissed.'\n\n\n[6 U.S. 445, 452]\n \n\n Mr.Chief Justice MARSHALL delivered the opinion of the court.\n The question in this case is whether the plaintiffs, as residents of the district of Columbia, can maintain an action in the circuit court of the United States for the district of Virginia.\n This depends on the act of congress describing the jurisdiction of that court. That act gives jurisdiction to the circuit courts in cases between a citizen of the state in which the suit is brought, and a citizen of another state. To support the jurisdiction in this case, therefore, it must appear that Columbia is a state.\n On the part of the plaintiffs it has been urged that Columbia is a distinct political society; and is therefore 'a state' according to the definitions of writers on general law.\n This is true. But as the act of congress obviously uses the word 'state' in reference to the term as used in the constitution, it becomes necessary to inquire whether Columbia is a state in the sense of that instrument. The result of that examination is a conviction that the members of the American confederacy only are the states contemplated in the constitution.\n The house of representatives is to be composed of members chosen by the people of the several states; and each state shall have at least one representative.\n The senate of the United States shall be composed of two senators from each state.\n Each state shall appoint, for the election of the executive, a number of electors equal to its whole number of senators and representatives.\n These clauses show that the word state is used in the constitution as designating a member of the union, and ex- \n\n[6 U.S. 445, 453]\n \n cludes from the term the signification attached to it by writers on the law of nations. When the same term, which has been used plainly in this limited sense in the articles respecting the legislative and executive departments, is also employed in that which respects the judicial department, it must be understood as retaining the sense originally given to it.\n Other passages from the constitution have been cited by the plaintiffs to show that the term state is sometimes used in its more enlarged sense. But on examining the passages quoted, they do not prove what was to be shown by them.\n It is true that as citizens of the United States, and of that particular district which is subject to the jurisdiction of congress, it is extraordinary that the courts of the United States, which are open to aliens, and to the citizens of every state in the union, should be closed upon them. But this is a subject for legislative, not for judicial consideration.\n The opinion to be certified to the circuit court is, that that court has no jurisdiction in the case. \n\n\n\n","1":"\n\nUnited States Supreme Court\nU S v. FISHER(1805)\n\nArgued: Decided: February 1, 1805\n\n\n ERROR to the circuit court of Pennsylvania.\n This writ of error was prosecuted by the United States who were plaintiffs in the court below.\n The questions submitted to the court, in the argument upon the writ of error, were:\n\n 1. \nWhether an attachment laid by the United States, on property of the bankrupt in the hands of the collector of Newport in Rhode Island, after the commission of bankruptcy had issued, is available against the assignees?\n\n 2. \nWhether the United States are entitled to be first paid and satisfied, in preference to the private creditors, a debt due to the United States by Peter Blight, as indorser of a foreign bill of exchange, out of the estate of the bankrupt in the hands of his assignees?\n\n\n[6 U.S. 358, 385]\n \n\n Mr.Chief Justice MARSHALL delivered the opinion of the court.\n The question in this case is, whether the United States, as holders of a protested bill of exchange, which has been negotiated in the ordinary course of trade, are entitled to be preferred to the general creditors, where the debtor becomes bankrupt?\n The claim to this preference is founded on the fifth section of the act, entitled, 'an act to provide more effectually for the settlement of accounts between the United States and receivers of public money.' The section is in these words, 'and be it further enacted that where any revenue officer or other person, hereafter becoming indebted to the United States, by bond or otherwise, shall become insolvent, or where the estate of any deceased debtor, in the hands of executors or administrators, shall be insufficient to pay all the debts due from the deceased, the debt due to the United States shall be first satisfied; and the priority hereby established, shall be deemed to extend, as well to cases in which a debtor, not having sufficient property to pay all his debts, shall make a voluntary assignment thereof, or in which the estate and effects of an absconding, concealed, or absent debtor, shall be attached, by process of law, as to cases in which an act of legal bankruptcy shall be committed.\n That these words, taken in their natural and usual sense, would embrace the case before the court, seems not to be controverted. 'Any revenue officer, or other person, hereafter becoming indebted to the United States by bond or otherwise,' is a description of persons, which, if neither explained nor restricted by other words or circumstances, would comprehend every debtor of the public, however his debt might have been contracted. \n\n[6 U.S. 358, 386]\n \n But other parts of the act involve this question in much embarrassment.\n It is undoubtedly a well established principle in the exposition of statutes, that every part is to be considered, and the intention of the legislature to be extracted from the whole. It is also true, that where great inconvenience will result from a particular construction, that construction is to be avoided, unless the meaning of the legislature be plain; in which case it must be obeyed.\n On the abstract principles which govern courts in construing legislative acts, no difference of opinion can exist. It is only in the application of those principles that the difference discovers itself.\n As the enacting clause in this case would plainly give the United States the preference they claim, it is incumbent on those who oppose that preference, to show an intent varying from that which the words import. In doing this, the whole act has been critically examined; and it has been contended, with great ingenuity, that every part of it demonstrates the legislative mind to have been directed towards a class of debttors, entirely different from those who become so by drawing or indorsing bills, in the ordinary course of business.\n The first part which has been resorted to is the title. On the influence which the title ought to have in construing the enacting clauses, much has been said; and yet it is not easy to discern the point of difference between the opposing counsel in this respect. Neither party contends that the title of an act can control plain words in the body of the statute; and neither denies that, taken with other parts, it may assist in removing ambiguities. Where the intent is plain, nothing is left to construction. Where the mind labours to discover the design of the legislature, it seizes every thing from which aid can be derived; and in such case the title claims a degree of notice, and will have its due share of consideration.\n The title of the act is unquestionably limited to 're- \n\n[6 U.S. 358, 387]\n \n ceivers of public money;' a term which undoubtedly excludes the defendants in the resent case.\n The counsel for the defendants have also completely succeeded in demonstrating that the four first sections of this act relate only to particular classes of debtors, among whom the drawer and indorser of a protested bill of exchange would not be comprehended. Wherever general words have been used in these sections, they are restrained by the subject to which they relate, and by other words frequently in the same sentence, to particular objects, so as to make it apparent that they were employed by the legislature in a limited sense. Hence it has been argued with great strength of reasoning, that the same restricted interpretation ought to be given to the fifth section likewise.\n If the same reason for that interpretation exists; if the words of the act generally, or the particular provisions of this section, afford the same reason for limiting its operation which is afforded with respect to those which precede it, then its operation must be limited to the same objects.\n The fifth section relates entirely to the priority claimed by the United States in the payment of debts.\n On the phraseology of this act it has been observed, that there is a circuity of expression, which would not have been used if the intention of the legislature had been to establish its priority in all cases whatever. Instead of saying 'any revenue officer or other person hereafter becoming indebted to the United States,' the natural mode of expressing such an intent would have been 'any person indebted to the United States;' and hence it has been inferred that debtors of a particular description only were in the mind of the legislature.\n It is true the mode of expression which has been suggested is at least as appropriate as that which has been used; but between the two there is no difference of meaning; and it cannot be pretended that the natural sense of words is to be disregarded, because that which they import might have been better or more directly expressed. \n\n[6 U.S. 358, 388]\n \n As a branch of this argument, it has also been said that the description commences with the very words which are used in the beginning of the first section; and from that circumstance it has been inferred that the same class of cases was still in view. The commencing words of each section are, 'any revenue officer or other person.' But the argument drawn from this source, if the subject be pursued further, seems to operate against the defendants. In the first section the words are, 'any revenue officer or other person accountable for public money.' With this expression completely in view, and having used it in part, the description would probably have been adopted throughout, had it been the intention of the legislature to describe the same class of debtors. But it is immediately dropped, and more comprehensive words are employed. For persons 'accountable for public money,' persons 'hereafter becoming indebted to the United States, by bond or otherwise' are substituted. This change of language strongly implies an intent to change the object of legislation.\n But the great effort on the part of the defendants is to connect the fifth with the four preceding sections; and to prove that as the general words in those sections are restricted to debtors of a particular description, the general words of the fifth section ought also to be restricted to debtors of the same description. On this point lies the stress of the cause.\n In the analysis of the foregoing parts of the act, the counsel for the defendants have shown that the general terms which have been used are uniformly connected with other words in the same section, and frequently in the same sentence, which necessarily restrict them. They have also shown that the provisions of those parts of the act are of such a nature that the words, taking the natural import of the whole sentence together, plainly form provisions only adapted to a class of cases which those words describe if used in a limited sense.\n It may be added that the four first sections of the act are connected with each other, and plainly contain provisions on the same subject. They all relate to the \n\n[6 U.S. 358, 389]\n \n mode of proceeding on suits instituted in courts, and each section regulates a particular branch of that proceeding. Where the class of suits is described in the first section, it is natural to suppose that the subsequent regulations respecting suits apply to those which have been described.\n The first section directs that suits shall be instituted against revenue officers and other persons accountable for public money, and imposes a penalty on delinquents, where a suit shall be commenced and prosecuted to judgment.\n The second section directs that certain testimony shall be admitted at the trial of the cause.\n The third section prescribes the condition under which a continuance may be granted. And\n The fourth section respects the testimony which may be produced by the defendant. These are all parts of the same subject; and there is strong reason, independent of the language of the act, to suppose that the provisions respecting them were designed to be co-extensive with each other.\n But the fifth section is totally unconnected with those which precede it. Regulations of a suit in court no longer employ the mind of the legislature. The preference of the United States to other creditors, becomes the subject of legislation; and as this subject is unconnected with that which had been disposed of in the foregoing sections, so is the language employed upon it without reference to that which had been previously sued. If this language was ambiguous, all the means recommended by the counsel for the defendants would be resorted to in order to remove the ambiguity. But it appears to the majority of the court, to be too explicit to require the application of those principles which are useful in doubtful cases.\n The mischiefs to result from the construction on which the United States insist, have been stated as strong motives for overruling that construction. That the conse- \n\n[6 U.S. 358, 390]\n \n quences are to be considered in expounding laws, where the intent is doubtful, is a principle not to be controverted; but it is also true that it is a principle which must be applied with caution, and which has a degree of influence dependent on the nature of the case to which it is applied. Where rights are infringed, where fundamental principles are overthrown, where the general system of the laws is departed from, the legislative intention must be expressed with irresistible clearness to induce a court of justice to suppose a design to effect such objects. But where only a political regulation is made, which is inconvenient, if the intention of the legislature be expressed in terms which are sufficiently intelligible to leave no doubt in the mind when the words are taken in their ordinary sense, it would be going a great way to say that a constrained interpretation must be put upon them, to avoid an inconvenience which ought to have been contemplated in the legislature when the act was passed, and which, in their opinion, was probably overbalanced by the particular advantages it was calculated to produce.\n Of the latter description of inconveniences, are those occasioned by the act in question. It is for the legislature to appreciate them. They are not of such magnitude as to induce an opinion that the legislature could not intend to expose the citizens of the United States to them, when words are used which manifest that intent.\n On this subject it is to be remarked, that no lien is created by this law. No bona fide transfer of property in the ordinary course of business is overreached. It is only a priority in payment, which, under different modifications, is a regulation in common use; and this priority is limited to a particular state of things, when the debtor is living; though it takes effect generally if he be dead(a).\n Passing from a consideration of the act itself, and the consequences which flow from it, the counsel on each side have sought to strengthen their construction by other acts in pari materia.\n\n\n (a)\n The chief justice, in delivering the opinion, observed as follows: 'I only say for myself, as the point has not been submitted to the court, that it does not appear to me to create a devastavit in the administration of effects, and would require notice in order to bind the executor, or administrator, or assignee. \n\n[6 U.S. 358, 391]\n \n The act of the 3d of March 1797, has been supposed to be a continuation of legislative proceeding on the subject, which was commenced on the 3d of March 1795, by the act, 'for the more effectual recovery of debts due from individuals to the United States,' which relates exclusively to the receivers of public money.\n Admitting the opinion, that the act of 1797 was particularly designed to supply the defects of that of 1795, to be correct, it does not seem to follow that a substantive and independent section, having no connexion with the provisions made in 1795, should be restricted by it.\n The act of 1795 contains nothing relative to the priority of the United States, and therefore will not explain the fifth section of the act of 1797, which relates exclusively to that subject. But the act of 1797, neither in its title nor its enacting clauses, contains any words of reference to the act of 1795. The words which are supposed to imply this reference are, 'to provide more effectually.' But these words have relation to the existing state of the law, on all the subjects to which the act of 1797 relates, not to those alone which are comprehended in the act of 1795. The title of the act of 1795 is also, 'for the more effectual recovery of debts,' and consequently refers to certain pre-existing laws. The act of 1797, therefore, may be supposed to have in view the act of 1795, when providing for the objects contemplated in that act; but must be supposed to have other acts in view, when providing for objects not contemplated in that act.\n As, therefore, the act of 1795 contains nothing respecting the priority of the United States, but is limited to provisions respecting suits in court, the act of 1797 may be considered in connexion with that act while on the subject of suits in court; but when on the subject of preference, must be considered in connexion with acts which relate to the preference of the United States.\n The first act on this subject passed on the 31st of July 1789, section the twenty-first, and gave the United States a preference only in the case of bonds for duties. \n\n[6 U.S. 358, 392]\n \n On the 4th of August 1790, an act was passed on the same subject with that of 1789, which repeals all former acts, and re-enacts, in substance, the twenty-first section, relative to the priority of the United States.\n On the 2d of May 1792, the priority previously given to the United States is transferred to the sureties on duty bonds who shall themselves pay the debt; and the cases of insolvency, in which his priority is to take place, are explained to comprehend the case of a voluntary assignment, and the attached effects of an absconding, concealed, or absent debtor.\n Such was the title of the United States to a preference in the payment of debts previous to the passage of the act of 1797. It was limited to bonds for the payment of duties on imported goods, and on the tonnage of vessels. An internal revenue had been established, and extensive transactions had taken place; in the course of which, many persons had necessarily become indebted to the United States. But no attempt to give them a preference in the collection of such debts had been made.\n This subject is taken up in the sixth section of the act of 1797. The term 'revenue officer,' which is used in that act, would certainly comprehend any persons employed in the collection of the internal revenue; yet it may be well doubted whether those persons are contemplated in the foregoing sections of the act. They relate to a suit in court, and are perhaps restricted to those receivers of public money who have accounts on the books of the treasury. The head of the department in each state most probably accounts with the treasury, and the sub-collectors account with him.\n If this be correct, a class of debtors would be introduced into the fifth section by the term 'revenue officer,' who are indeed within the title, but not within the preceding enacting clauses of the law.\n But passing over this term, the succeeding words seem to the majority of the court, certainly to produce this effect. They are, 'or other person hereafter becoming indebted to the United States, by bond or otherwise.' If this section was designed to place \n\n[6 U.S. 358, 393]\n \n the collection of the internal revenue on the same footing of security with the external revenue, as has been argued by one of the counsel for the defendants, a design so reasonable that it would naturally be attributed to the legislature, then the debtors for excise duties would be comprehended within it; yet those debtors cannot be brought within the title, or the previous enacting clauses of the bill.\n The fifth section section then would introduce a new class of debtors, and if it does so in any case, the act furnishes no principle which shall restrain the words of that section to every case to which they apply.\n Three acts of congress have passed, subsequent to that under particular consideration, which have been supposed to bear upon the case.\n The first passed on the 11th of July 1798, and is entitled 'an act to regulate and fix the compensation of the officers employed in collecting the internal revenues of the United States, and to insure more effectually the settlement of their accounts.' The thirteenth section of this act refers expressly to the provisions of the act of March 1797, on the subject of suits to be instituted on the bonds given by the officers collecting the internal revenue, and shows conclusively that in the opinion of the legislature the four first sections of that act did not extend to the case of those officers; consequently, if the fifth section extends to them it introduces a class of debtors distinct from those contemplated in the clauses which respect suits in court. The fifteenth section of this act takes up the subject which is supposed to be contemplated by the fifth section of the act of 1797, and declares the debt due from these revenue officers to the United States to be a lien on their real estates, and on the real estates of their sureties from the institution of suit thereon. It can scarcely be supposed that the legislature would have given a lien on the real estate without providing for a preference out of the personal estate, especially where there was no real estate, unless that preference was understood to be secured by a previous law.\n The same observation applies to a subsequent act of the same session for laying a direct tax. A lien is reserved \n\n[6 U.S. 358, 394]\n \n on the real estate of the collector, without mentioning any claim to preference out of his personal estate.\n The last law which contains any provision on the subject of preference passed on the 2d of March 1799. The sixty-fifth section of that act has been considered as repealing the fifty section of the act of 1797, or of manifesting the limited sense in which it is to be understood.\n It must be admitted that this section involves the subject in additional perplexity; but it is the opinion of the court, that on fair construction, it can apply only to bonds taken for those duties on imports and tonnage which are the subject of the act.\n From the first law passed on this subject, every act respecting the collection of those duties had contained a section giving a preference to the United States in case of the insolvency of the collectors of them.\n The act of 1797, if construed as the United States would construe it, would extend to those collectors if there was no other provision in any other act giving a priority to the United States in these cases. As there was such a previous act, it might be supposed that its repeal by a subsequent law would create a doubt whether the act of 1797 would comprehend the case, and therefore from abundant caution it might be deemed necessary still to retain the section in the new act respecting those duties. The general repealing clause of the act of 1799 cannot be construed to repeal the act of 1797, unless it provides for the cases to which that act extends.\n It has also been argued that the bankrupt law itself affords ground for the opinion that the United States do not claim a general preference. The words of the sixty-second section of that law apply to debts generally as secured by prior acts. But as that section was not upon the subject of preference, but was merely designed to retain the right of the United States in their existing situation, whatever that situation might be, the question may well be supposed not to have been investigated at that time, and the expressions of the section were probably not considered with a view to any influence they might have on those rights. \n\n[6 U.S. 358, 395]\n \n After maturely considering this doubtful statute, and comparing it with other acts in pari materia, it is the opinion of the majority of the court, that the preference given to the United States by the fifth section is not confined to revenue officers and persons accountable for public money, but extends to debtors generally.\n Supposing this distinction not to exist, it is contended that this priority of the United States cannot take effect in any case where suit has not been instituted; and in support of this opinion several decisions of the English judges with respect to the prerogative of the crown have been quoted.\n To this argument the express words of the act of congress seem to be opposed. The legislature has declared the time when this priority shall have its commencement; and the court think those words conclusive on the point. The cases certainly show that a bona fide alienation of property before the right of priority attaches will be good, but that does not affect the present case. From the decisions on this subject a very ingenious argument was drawn by the counsel who made this point. The bankrupt law, he says, does not bind the king because he is not named in it; yet it has been adjudged that the effects of a bankrupt are placed beyond the reach of the king by the assignment made under that law, unless they shall have been previously bound. He argues, that according to the understanding of the legislature, as proved by their acts relative to insolvent debtors, and according to the decisions in some of the inferior courts, the bankrupt law would not bind the United States although the sixty-second section had not been inserted. That section therefore is only an expression of what would be law without it, and consequently is an immaterial section: as the king, though not bound by the bankrupt law, is bound by the assignment made under it; so, he contended, that the United States, though not bound by the law, are bound by the assignment.\n But the assignment is made under, and by the direction of the law; and a proviso that nothing contained in the law shall affect the right of preference claimed by the United States is equivalent to a proviso that the assignment shall not affect the right of preference claimed by the United States. \n\n[6 U.S. 358, 396]\n \n If the act has attempted to give the United States a preference in the case before the court, it remains to inquire whether the constitution obstructs its operation.\n To the general observations made on this subject, it will only be observed, that as the court can never be unmindful of the solemn duty imposed on the judicial department when a claim is supported by an act which conflicts with the constitution, so the court can never be unmindful of its duty to obey laws which are authorized by that instrument.\n In the case at bar, the preference claimed by the United States is not prohibited; but it has been truly said that under a constitution conferring specific powers, the power contended for must be granted, or it cannot be exercised.\n It is claimed under the authority to make all laws which shall be necessary and proper to carry into execution the powers vested by the constitution in the government of the United States, or in any department or officer thereof.\n In construing this clause it would be incorrect and would produce endless difficulties, if the opinion should be maintained that no law was authorized which was not indispensably necessary to give effect to a specified power.\n Where various systems might be adopted for that purpose, it might be said with respect to each, that it was not necessary because the end might be obtained by other means. Congress must possess the choice of means, and must be empowered to use any means which are in fact conducive to the exercise of a power granted by the constitution.\n The government is to pay the debt of the union, and must be authorized to use the means which appear to itself most eligible to effect that object. It has consequently a right to make remittances by bills or otherwise, and to take those precautions which will render the transaction safe.\n This claim of priority on the part of the United States \n\n[6 U.S. 358, 397]\n \n will, it has been said, interfere with the right of the state sovereignties respecting the dignity of debts, and will defeat the measures they have a right to adopt to secure themselves against delinquencies on the part of their own revenue officers.\n But this is an objection to the constitution itself. The mischief suggested, so far as it can really happen, is the necessary consequence of the supremacy of the laws of the United States on all subjects to which the legislative power of congress extends.\n As the opinion given in the court below was that the plaintiffs did not maintain their action on the whole testimony exhibited, it is necessary to examine that testimony.\n It appears that the plaintiffs have proceeded on the transcripts from the books of the treasury under the idea that this suit is maintainable under the act of 1797. The court does not mean to sanction that opinion; but, as no objection was taken to the testimony, it is understood to have been admitted. It is also understood that there is no question to be made respecting notice; but that the existence of the debt is admitted, and the right of the United States to priority of payment is the only real point in the cause.\n The majority of this court is of opinion that the United States are entitled to that priority, and therefore the judgment of the circuit court is to be reversed, and the cause to be remanded for further proceedings.\n Judgment reversed.\ndjq WASHINGTON, J. \n Although I take no part in the decision of this cause, I feel myself justified by the importance of the question, in declaring the reasons which induced the circuit court of Pennsylvania to pronounce the opinion which is to be re-examined here. In any instance where I am so unfortunate as to differ with this court, I cannot fail to doubt the correctness of my own opinion. But if I cannot feel convinced of the \n\n[6 U.S. 358, 398]\n \n error, I owe it, in some measure, to myself, and to those who may be injured by the expense and delay to which they have been exposed, to show, at least, that the opinion was not hastily or inconsiderately given.\n The question is, have the United States a right in all cases whatever, to claim a preference of other creditors in the payment of debts. At the circuit court, the counsel for the United States disclaimed all idea of founding this right upon prerogative principles, and yet, if I am not greatly mistaken, the doctrine contended for places this right upon ground, at least as broad as would have been asserted in an English court.\n The whole question must turn upon the construction of acts of congress, and particularly that of the 3d of March 1797. The title of the law is, \"an act to provide more effectually for the settlement of accounts between the United States and receivers of public money.\" The first section describes more specially the persons who are the objects of the law; points out the particular officer whose duty it shall be to institute suits against those public delinquents thus marked out; declares the rate of interest to be recovered upon balances due to the United States, and imposes a forfeiture of commissions on the delinquent. The 2d section defines the kind of evidence to be admitted on the part of the United States, in the trial of suits in all cases of delinquency. The 3d section gives to the United States, in such actions, a preference of all other suitors in court, by directing the trial of such causes to take place, at the return-term, upon motion, unless the defendant will make oath that he is entitled to credits which have been submitted to the consideration of the accounting officers of the treasury, and rejected. The 4th section takes up the case of the defendant, and declares under what circumstances he shall be entitled to the benefit of off-sets. \n\n[6 U.S. 358, 399]\n \n The 5th section brings us to an important part of the trial, and furnishes a rule to govern the court in the judgment it is to render, in cases where the claim of the United States might, by reason of the insolvency of the debtor, go unsatisfied, unless preferred to that of a private citizen. The 6th section is general in its terms, and relates to executions where the defendant or his property is to be found in any district other than that in which the judgment was rendered. This is a concise view of the different parts of this act, and I shall now examine more particularly the expressions of the 5th section, taken in connection with those which precede it.\n The words are, \"that where any revenue officer, or other person, hereafter becoming indebted to the United States, by bond or otherwise, shall become insolvent, the debt due to the United States shall be first satisfied,\" &c. It is conceded, that the words \"or other person\" are broad enough to comprehend every possible case of debts due to the United States, and therefore, a literal interpretation is contended for by those who advocate the interest of the United States. On the other side, a limitation of those expressions is said to be more consonant with the obvious meaning of the legislature, which contemplates those debtors only who are accountable for public money.\n Where a law is plain and unambiguous, whether it be expressed in general or limited terms, the legislature should be intended to mean what they have plainly expressed, and consequently, no room is left for construction. But if, from a view of the whole law, or from other laws in pari materia, the evident intention is different from the literal import of the terms employed to express it, in a particular part of the law, that intention should prevail, for that, in fact, is the will of the legislature. \n\n[6 U.S. 358, 400]\n \n If a section be introduced, which is a stranger to, and unconnected with, the purview of the act, it must nevertheless take effect according to its obvious meaning, independent of all influence from other parts of the law. Nay, if it be a part of the same subject, and either enlarges or restrains the expressions used in other parts of the same act, it must be interpreted according to the import of the words used, if nothing can be gathered from such other parts of the law to change the meaning. But if, in this latter case, general words are used, which import more than seems to have been within the purview of the law, or of the other parts of the law, and those expressions can be restrained by others used in the same law, or in any other upon the same subject, they ought, in my opinion, to be restrained. So, if the literal expressions of the law would lead to absurd, unjust or inconvenient consequences, such a construction should be given as to avoid such consequences, if, from the whole purview of the law, and giving effect to the words used, it may fairly be done. These rules are not merely artificial; they are as clearly founded in plain sense, as they are certainly warranted by the principles of the common law.\n The subject intended to be legislated upon is sometimes stated in a preamble, sometimes, in the title to the law, and is, sometimes, I admit, misstated, or not fully stated. The preamble of an act of parliament is said to be a key to the knowledge of it, and to open the intent of the law- makers; and so I say, as to the title of a law of congress, which being the deliberate act of those who make the law, is not less to be respected as an expression of their intention, than if it preceded the enacting clause in the form of a preamble. But neither the title nor preamble can be resorted to, for the purpose of controlling the enacting clauses, except in cases of ambiguity, or where general expressions are used inconsistent or unconnected with the scope and purview of the whole law. They are to be deemed true, unless contradicted by the enacting clauses, and it is fair, in the cases I have stated, to argue from them. \n\n[6 U.S. 358, 401]\n \n The object of this law, then, as declared by the title, is to provide for the effectual settlement of debts due to the United States, from receivers of public money. To effect this, suits are directed, the species of evidence to support the claim on the part of the plaintiff is pointed out, and a speedy trial provided; on the part of the defendant, a limited right to oppose the claim by off-sets is provided, and the claim of the United States is to have a preference of other creditors, where the debtor is unable to satisfy the whole. Here, then, is one entire connected subject, the different provisions of the law constituting the links of the same chain, the members of the same body. It will not, I presume, be denied, that the first three sections of the law apply to those only who are declared by the title to be the objects of its provisions. The 4th section is the first which uses general expressions, without a reference to those who had before been spoken of; and yet, I think, it will hardly be contended, that this section is not closely and intimately connected with the same subject. When we come to the 5th section, the reference to the first three sections is again resumed, with the addition of the words \" or any other person.\" So that, instead of the words \"revenue officers, or other persons accountable for public money,\" used in the first section, this section uses the words \"revenue officers, or other persons indebted to the United States.\"\n Now, it is obvious, that these expressions may have precisely the same meaning, so as to comprehend the same persons, although the latter may be construed to include persons not within the meaning of the first section. For persons accountable for public money, are also others than revenue officers indebted to the United States; and the latter may, by a construction conformable to the other parts of the law, means persons accountable for public money; and by an extended construction, they may comprehend others, who in no sense of the expressions used, can be said to be accountable for public money.\n It is, then, to be inquired, is the court bound, by any known rules of law to give to the words thus used in the 5th section, a meaning extensive enough to comprehend persons never contemplated by the title of the law, and most \n\n[6 U.S. 358, 402]\n \n sedulously excluded by the first three sections? Does justice to the public, or convenience to individuals demand it? Is such a construction necessary, in order to give effect to any one expression used by the legislature? Shall we violate the manifest intention of the legislature, if we stop short of the point to which we are invited to go, in the construction of this section? To all these questions, I think myself warranted in answering in the negative.\n\n 1. \nAs to the first. Do the principles of equity, or of strict justice, discriminate between individuals standing in equali jure, and claiming debts of equal dignity?\n The nature of the debt may well warrant a discrimination; but not so, if the privilege be merely of a personal nature. The sovereign may, in the exercise of his powers, secure to himself this exclusive privilege of being preferred to the citizens, but this is no evidence, that the claim is sanctioned by the principles of immutable justice. If this right is asserted, individuals must submit; but I do not find it in my conscience, to go further in advancement of the claim, than the words of the law, fairly interpreted, in relation to the whole law, compel me. But I do not think, that congress meant to exercise their power to the extent contended for. First, because in every other section of the law they have declared a different intent; and secondly, because it would not only be productive of the most cruel injustice to individuals, but would tend to destroy, more than any other act I can imagine, all confidence between man and man. The preference claimed is not only unequal in respect to private citizens, but is of a nature against which the most prudent man cannot guard himself. As to public officers, and receivers of public money of all descriptions, they are, or may be known as such; and any person dealing with them, does it at the peril of being postponed to any debts his debtor may owe to the United States, should he become unfortunate. He acts with his eyes open, and has it in his power to calculate the risk he is willing to run. But if this preference exists in every possible case of contracts between the United States and an individual, \n\n[6 U.S. 358, 403]\n \n there is no means by which any man can be apprised of his danger in dealing with the same person.\n\n 2. \nIs this broad construction necessary, in order to give effect to the expressions of the law? I have endeavored to show, that all accountable agents are other persons than revenue officers indebted to the United States. The words, then, \"other persons,\" are satisfied by comprehending all those persons to whom the first section extends.\n\n 3. \nIs this construction rendered necessary, to fulfill the manifest intent of the legislature? So far from it, that to my mind, it is in direct opposition to an intention plainly expressed by all the other parts of the law. To prove this, I again refer to the title of the law; to the first three sections, which are in strict conformity with it, and that too, by express words; and to the fourth section, which is so plainly a part of the same subject, that it cannot be construed to go farther than those which precede it. Is the fifth section a stranger to the others; unnaturally placed there, without having a connection with the other sections? If this be the case, I have already admitted rules of construction strong enough to condemn the opinion I hold. But let us examine this point.\n The object of the first four sections is to enforce by suit, where necessary, the payment of debts due to the United States from a particular class of debtors. It points out the officer who is to order the suit, declares at what term the cause shall be tried, lays down rules of evidence to be regarded in support of the action, extends to the defendant the benefit of making offsets, under certain qualifications; and then most naturally, as I conceive, comes the fifth section, relating to the judgment which the court is to render, in case a contest should ensue between the United States and individual creditors, on account of inability in the debtor to satisfy the whole. What if an individual creditor should attach the property of the debtor, before the United States had taken steps to recover their debt? Or if the debtor should assign away his property, or is should be claimed \n\n[6 U.S. 358, 404]\n \n by assignees, under a commission of bankruptcy? or the defendant, being an executor, should plead fully administered, except so much as would be sufficient to satisfy judgments, bond debts, or other debts superior in dignity to that of the United States? This section establishes a plain rule by which the court must proceed in rendering its judgment, whenever those cases occur. What would have signified all the other provisions of the law, unless a rule of decision had been prescribed, in cases where, otherwise, the United States might never obtain the fruit of those steps which their officers were pursuing?\n Can a section in a law which professes to afford a remedy in a particular case, by process of law, be said not to belong to the law, when it leads to the point of a judgment, which is the consummation of the proceedings in the case? I think not; and therefore, I cannot acquiesce in the opinion that the 5th section is unconnected with the other parts of the law.\n I have before observed, that the 4th section is the first which uses general expressions, without reference to those which had before been particularly mentioned; but that when we come to the 5th section, the reference is again taken up, with the addition of those words which produce the difficulty of the case.\n Now, I ask, in the first place, what necessity was there for departing from the mode of expression used in the 4th section, which, for the first time, is general, without particular reference to any of the persons before described. Would it not have been as well, in the 5th as in the 4th section, to say \"that where any individual becoming indebted to the United States shall become insolvent,\" &c.? What reason can be assigned for the specification of revenue officers, one class of persons mentioned expressly in the 1st section, intended in the 2d and 3d, by plain words of reference, and clearly meant in the 4th, when it must be admitted that the words used in the 4th section, or the words \"other persons,\" in the 5th, would have comprehended revenue officers, if they were broad enough to include every description of persons indebted to the United States? \n\n[6 U.S. 358, 405]\n \n Unless they are construed to limit and restrain the generality of the words \"other persons,\" they are absolutely without any use or meaning whatever. If the preceding sections had applied only to revenue officers, then from necessity, we must have construed the words \"other persons\" as broad as their natural import would warrant, because, otherwise, they would have been nugatory, and we would have found no rule in the law itself, by which to limit the generality of the expression.\n But when the law professes, in its title, to relate to all accountable agents besides revenue officers, and the first section specifies, amongst these agents, \"revenue officers,\" we have a rule by which to restrain the sweeping expressions in the 5th section, viz., \"or other person accountable, or indebted as aforesaid.\" This construction renders the law uniform throughout, and consistent with what it professes in every other section.\n In confirmation of this construction, the 62d section of the bankrupt law does, in my opinion, deserve attention. If the United States were, at the time that law passed, entitled to a preference in every possible case, by virtue of the general expressions in the law I have just been considering, what necessity was there for limiting the saving of the right of preference to debts due to the United States, \"as secured or provided by any law heretofore passed.\" This mode of expression leads me to conclude, that the legislature supposed, there were some cases where this preference had not been provided for by law. If not, it would certainly have been sufficient to declare, that the bankrupt law should not extend to, or affect, the right of preference to prior satisfaction of debts due the United States. \n\n\n\n","2":"\n\nUnited States Supreme Court\nU S v. MORE(1805)\n\nArgued: Decided: February 1, 1805\n\n\n ERROR to the circuit court of the district of Columbia, sitting at Washington, upon a judgment in favour of the traverser, on a demurrer to an indictment for taking unlawful fees as a justice of the peace for the county of Washington.\n The indictment was as follows, viz. 'United States, District of Columbia and County of Washington, to wit.\n'The jurors for the United States, for the district of Columbia, and county of Washington, aforesaid, upon their oath present, that Benjamin More, late of the county of Washington, aforesaid, gentleman, on the 10th day of December, in the year of our Lord one thousand eight hundred and two, then being one of the justices of the peace of the United States, for the county of Washington aforesaid, at the county of Washington aforesaid, by colour of his said office, unlawfully and unjustly did demand, extort, receive and take, of and from one Richard Spalding, constable, acting for and on behalf, of one Joseph Hickman, the sum of twelve cents, and a half cent, lawful current money of the United States, for and as his fee, for executing and doing the duties of his said office, to wit, for rendering and giving judgment upon a warrant for a small debt, in a case between the said Joseph Hickman, plaintiff, and one Joseph Dove, defendant, in contempt of the law, to the great damage of them, the said Richard Spalding, and Joseph Hickman, and against the peace and government of the United States.\n\n'JOHN T. MASON, United States Attorney, for the district of Columbia.'- \n\n[7 U.S. 159, 160]\n \n To this indictment, there was a general demurrer and joinder, and judgment in the court below for the traverser, at July Term, 1803.2 \n\n[7 U.S. 159, 161]\n \n Mason, attorney for the United States for the district of Columbia. The act of congress of February 27, 1801, \n\n[7 U.S. 159, 162]\n \n  11, vol. 5, p. 271, declares, 'that thereshall be appointed in and for each of the said counties, (in the district of Columbia) \n\n[7 U.S. 159, 163]\n \n such number of discreet persons, to be justices of the peace, as the president of the United States shall, from time to time, think expedient, to continue in office five \n\n[7 U.S. 159, 164]\n \n years. And such justices, having taken an oath for the faithful and impartial discharge of the duties of the office, shall, in all matters civil and criminal, and in whatever \n\n[7 U.S. 159, 165]\n \n relates to the conservation of the peace, have all the powers vested in, and shall perform all the duties required of justices of the peace, as individual magistrates, by the laws herein before continued in force in those parts of said district for which they shall have been respectively appointed; and they shall have cognizance in personal demands to the value of 20 dollars, exclusive of costs, which sum they shall not exceed, any law to the contrary notwithstanding; and they shall be entitled to receive for their services, the fees allowed for like services by the laws herein before adopted and continued in the eastern part of said district.'\n\n By the 4th section of the act of congress of 3d March, 1801, vol. 5, p. 288, the magistrates are constituted a board of commissioners, with certain duties and fees annexed to that office. And by the act of 3d of May, 1802, vol. 6, p. 181,  8, it is enacted, 'that so much of two acts of congress, the one passed on the 27th of February, 1801, entitled, 'An act concerning the district of Columbia,' the other passed the 3d day of March, 1801, supplementary to the aforesaid act, as provides for the compensation to be made to certain justices of the peace thereby created,' 'shall be, and the same is hereby repealed.' The question for the decision of this court is, whether congress had a constitutional right thus to abolish the fees.\n Jones, contra. By the act of 1801, certain fees were annexed to the office of justice of the peace. The traverser was appointed under that act, and while the fees \n\n[7 U.S. 159, 166]\n \n were thus annexed. \n3\n The principle we contend for is, that he was a judge of an inferior court of the United States, and protected by the third article of the constitution, which declares, that 'the judges, both of the supreme and inferior courts, shall hold their offices during good behaviour, and shall, at stated times, receive for their services, a compensation which shall not be diminished during their continuance in office.'\n A law for abolishing the fees can only affect those justices who have been appointed since the passage of that law.\n It has been decided in this court, in the case of Marbury v. Madison, ( ante, vol. 1, p. 162.) that a justice of the peace in the district of Columbia does not hold his office at the will of the president.\n The power to make laws is expressly given; the power to epeal is not, but necessarily follows. So the power of appointment necessarily implies the power of removal, according to the maxim, cujus est dare, ejus est disponere. This principle was settled in congress in the year 1789, after long debate upon the tenure of office of secretary of state, and was expressed by means of a clause in the law directing what officer should take charge of the papers in that department, when the secretary of state should be removed by the president. Congress has no power to limit the tenure of any office to which the president is to appoint, unless in the case of a judge under the constitution. The position for which we contend is justified by principle. The jurisdiction given to a justice of the peace, makes him a judge of an inferior court. Lord Coke defines a court to be a place where justice is judicially administered; and this definition is recognised by Blackstone. Certain powers are incident to all courts, as to commit for contempts in court; for there is difference between courts of record, and courts not of record, as to contempts out of court. \n\n[7 U.S. 159, 167]\n \n By the act of 1801, the justices of the peace are to have the same powers, in all matters, civil and criminal, as were exercised by the justices of the peace in Maryland. In resorting to the Maryland code of laws, we find a very early act of assembly, which gives to justices of the peace the power of punishing contempts in their presence. Indeed, they possess a vast accumulation of powers. They may inflict whipping, imprisonment, and fine as high as 500 pounds of tobacco. They have a much more extensive jurisdiction than many more regular courts. They have cognizance of civil controversies of the value of 20 dollars. They hold courts, they try causes, they give judgments, and issue executions. Every one who consults the index to the laws of Maryland, must be satisfied that the justices of the peace constitute very important tribunals, and it is immaterial by what name they are called; they administer justice judicially; they have, therefore, the power to hold a court. The traverser was appointed before the repeal. He had a compensation, which is taken away by the repeal. It is, therefore, so far unconstitutional. It is no objection that the tenure of office is limited to five years. It is not the tenure, but the essence and nature of the office which is to decide this question. If the limitation to five years makes a difference, it would be an evasion of the constitution. But it is of no consequence how congress have determined the tenure. It is established by the constitution.\n Mason, in reply. The constitution does not apply to this case. The constitution is a compact between the people of the United States in their individual capacity, and the states in their political capacity.\n Unfortunately for the citizens of Columbia, they are not in either of these capacities.\n The 2d section of the third article of the constitution declares, that 'the judicial power of the United States shall extend to all cases in law and equity, arising under this constitution, the laws of the United States and treaties made, or which shall be made under their authority; to all cases affecting ambassadors, other public ministers and consuls; to all cases of admiralty and maritime jurisdiction; to controversies to which the United States shall be a party; to \n\n[7 U.S. 159, 168]\n \n controversies between two or more states; between a state and citizens of another state; between citizens of different states; between citizens of the same state claiming lands under grants of different states; and between a state and the citizens thereof, and foreign states, citizens or subjects.'\n The judicial power of the United States can only extend to the cases enumerated; but the judicial power exercised in the district of Columbia, extends to other cases, and, therefore, is not the judicial power of the United States. It is a power derived from the power given to congress to legislate exclusively in all cases whatsoever over the district. And it is under this clause of the constitution that congress have created justices of the peace and given them power. Congress are under no controul in legislating for the district of Columbia. Their power, in this respect, is unlimited. If congress cannot limit the tenure of the office, but it must be during good behaviour, then a law might be passed without the concurrence of the legislative will.\n I understand the case of Marbury v. Madison to have decided only that the justices held during good behaviour for five years under the law; and not generally during good behaviour, under the constitution.\n The general provisions of the constitution do not apply to our case. We are the people of congress. They are to legislate for us, and to their laws we must submit.\n Jones. The executive power exercised within the district of Columbia is the executive power of the United States. The legislative power exercised in the district is the legislative power of the United States.- And what reason can be given why the judicial power exercised in the district should not be the judicial power of the United States? If it be not the judicial power of the United States, of what nation, state or political society is it the judicial power? All the officers in the district are officers of the United States.\n By the 2d section of the third article of the constitution, the judicial power of the United States is to extend to all cases arising under the laws of the United States. All the laws in force in the district are laws of the United States, and no case can arise which is not to be decided by those laws. What judicial power is that which is exercised by the circuit court of the district? They certainly exercise a very respectable part of the judicial power of the United States. Was it ever contended, that congress could limit the tenure of the offices of the judges of that court? or that the judges were not liable to impeachment under the constitution?\n February 13.\n The Chief Justice suggested a doubt whether the appellate jurisdiction of this court extends to criminal cases. \n\n[7 U.S. 159, 169]\n \n February 22.\n Mason, in support of the appellate jurisdiction of this court in criminal cases.\n By the 1st section of the third article of the constitution, the judicial power of the United States is vested in one supreme court, and in such inferior courts as the congress may, from time to time, ordain and establish.\n By the 2d section it is extended to all cases in law and equity arising under the laws of the United States. This is a case in law arising under the laws of the United States, and is, therefore, within that section.\n'In all cases affecting ambassadors, other public ministers and consuls, and those in which a state shall be party, the supreme court shall have original jurisdiction. In all the other cases before-mentioned, the supreme court shall have appellate jurisdiction, both as to law and fact, with such exceptions, and under such regulations, as the congress shall make.'- \n\n[7 U.S. 159, 170]\n \n Congress has made no exception of criminal cases. I understand it to have been said by this court, that it is necessary that congress should have made a regulation to enable this court to exercise its appellate jurisdiction. Upon this point I consider myself bound by the case of Clarke v. Bazadone, ante, vol. 1. p. 212. It is clear, then, that this court has the jurisdiction, and the only question is, whether congress has made such a regulation as will enable this court to exercise it.\n\n Such a regulation is contained in the 14th section of the judiciary of 1789, vol. 1. p. 58, 59, which enacts, 'that all the before-mentioned courts of the United States shall have power to issue writs of scire facias, habeas corpus, and all other writs, not specially provided for by statute, which may be necessary for the exercise of their respective jurisdictions, and agreeable to the principles and usages of law.' The writ of error in a criminal case is a writ not provided for by statute, and necessary for the exercise of the appellate jurisdiction given to the supreme court by the constitution, and agreeable to the principles and usages of law. This court has, therefore, the power to issue it.\n There is no reason why the writ of error should be confined to civil cases. A man's life, his liberty, and his good name, are as dear to him as his property; and inferior courts are as liable to err in one case as in the other. There is nothing in the nature of the cases which should make a difference; nor is it a novel doctrine that a writ of error should lie in a criminal case. They have been frequent in that country from which we have drawn almost all our forms of judicial proceedings.\n It is true, that it is expressly given by the act of congress of 1789, in civil cases only, but it does not thence follow that it should be denied in criminal.\n MARSHALL, Ch. J. If congress had erected inferior courts, without saying in what cases a writ of error or appeal should lie from such courts to this, your \n\n[7 U.S. 159, 171]\n \n argument would be irresistible; but when the constitution has given congress power to limit the exercise of our jurisdiction, and to make regulations respecting its exercise; and congress, under that power, has proceeded to erect inferior courts, and has said in what cases a writ of error or appeal shall lie, an exception of all other cases is implied. And this court is as much bound by an implied as an express exception.\n Mason. When legislating over the district of Columbia, congress are bound by no constitution. If they are, they have violated it by not giving us a republican form of government. The same observation will also apply to Louisiana.\n The act of congress which gives a writ of error to the circuit court of this district, differs, in some respects, from that which gives the writ of error to the other courts of the United States.\n The words of the judiciary act of 1789, section 22, are, 'and upon a like process, (that is, by a writ of error, citation, &c.) may final judgments and decrees in civil actions, and suits in equity in a circuit court,' &c. 'be reversed or affirmed in the supreme court.'\n But in the law concerning the district of Columbia,  8, vol. 5, p. 270, the expressions are, 'that any final judgment, order, or decree in said court, wherein the matter in dispute, exclusive of costs, shall exceed the value of one hundred dollars, may be re-examined, and reversed or affirmed in the supreme court of the United States, by writ of error or appeal, which shall be prosecuted in the same manner, under the same regulations, and the same proceedings shall be had therein, as is, or shall be provided in the case of writs of error on judgments, or appeals upon orders or decrees rendered in the circuit court of the United States.'\n In this section, if the words respecting the value of the matter in dispute, were excluded, a writ of error would clearly lie in a criminal case, under the general expression, any final judgment. Then do those words respecting the value, exclude criminal cases? Suppose \n\n[7 U.S. 159, 172]\n \n the court below had imposed a fine of more than 100 dollars, the case would have been within the express words of the act. So it would have been, if a penalty of more than 100 dollars had been imposed by law.\n But this court has exercised appellate jurisdiction in a criminal case. United States v. Simms, ante, vol. 1, p. 252.\n MARSHALL, Ch. J. No question was made, in that case, as to the jurisdiction. It passed sub silentio, and the court does not consider itself as bound by that case.\n Mason. But the traverser had able counsel, who did not think proper to make the objection.\n March 2.\n\n MARSHALL, Ch. J. \n4\n delivered the opinion of the court as follows:\n This is an indictment against the defendant, for taking fees, under colour of his office, as a justice of the peace in the district of Columbia.\n A doubt has been suggested respecting the jurisdiction of this court, in appeals on writs of error, from the judgments of the circuit court for that district, in criminal cases; and this question is to be decided before the court can inquire into the merits of the case.\n In suport of the jurisdiction of the court, the attorney-general has adverted to the words of the constitution, from which he seemed to argue, that as criminal jurisdiction was exercised by the courts of the United States, under the description of, 'all cases in law and equity arising under the laws of the United States,' and as the appellate jurisdiction of this court, was extended to all enumerated cases, other than those \n\n[7 U.S. 159, 173]\n \n which might be brought on originally, 'with such exceptions, and under such regulations, as the congress shall make,' that the supreme court possessed appellate jurisdiction in criminal, as well as civil cases, over the judgments of every court, whose decisions it would review, unless there should be some exception or regulation made by congress, which should circumscribe the jurisdiction conferred by the constitution.\n This argument would be unanswerable, if the supreme court had been created by law, without describing its jurisdiction. The constitution would then have been the only standard by which its powers could be tested, since there would be clearly no congressional regulation or exception on the subject.\n But as the jurisdiction of the court has been described, it has been regulated by congress, and an affirmative description of its powers must be understood as a regulation, under the constitution, prohibiting the exercise of other powers than those described.\n Thus the appellate jurisdiction of this court, from the judgments of the circuit courts, is described affirmatively. No restrictive words are used. Yet it has never been supposed, that a decision of a circuit court could be reviewed, unless the matter in dispute should exceed the value of 2,000 dollars. There are no words in the act restraining the supreme court from taking cognizance of causes under that sum; their jurisdiction is only limited by the legislative declaration, that they may re-examine the decisions of the circuit court, where the matter in dispute exceeds the value of 2,000 dollars.\n This court, therefore, will only review those judgments of the circuit court of Columbia, a power to reexamine which, is expressly given by law.\n On examining the act, 'concerning the district of Columbia,' the court is of opinion, that the appellate jurisdiction, granted by that act, is confined to civil cases. The words, 'matter in dispute,' seem appropriated to civil cases, where the subject in contest has \n\n[7 U.S. 159, 174]\n \n a value beyond the sum mentioned in the act. But, in criminal cases, the question is the guilt or innocence of the accused. And although he may be fined upwards of 100 dollars, yet that is, in the eye of the law, a punishment for the offence committed, and not the particular object of the suit.\n The writ of error, therefore, is to be dismissed, this court having no jurisdiction of the case. \n5\n \n\nFootnotes\n\n[\nFootnote 1\n] Present, Marshall, Ch. J. Cushing, Paterson, Chase, Washington, and Johnson, Justices. \n\n[\nFootnote 2\n] In the court below, the opinions of the judges were delivered to the following effect.\n CHANCH, J. The question to be decided upon this demurrer is, whether the act of congress, for abolishing the fees of justices of the peace, in the district of Columbia, can affect those justices who were in commission before, and at the time when that act passed, and who accepted their commissions, while those fees were legally annexed to the office.\n The points made in the argument of this cause, are important, and some of them, not altogether clear of doubt.\n It has been contended, that congress, in legislating for the district of Columbia, are not bound by any of the prohibitions of the constitution.\n But this is a doctrine to which I can never assent. Can it be said, that congress may pass a bill of attainder for the district of Columbia? That congress may pass laws ex post facto in the district, or order soldiers to be quartered upon us in a time of peace, or make our ports free ports of entry, or lay duties upon our exports, or take away the right of trial by jury, in criminal prosecutions?\n Yet, all this they may do, if, in legislating for the district of Columbia, they are not restricted by the express prohibitions of the constitution. The words must be positive and strong indeed, to justify such a construction. The only clause from which such an inference can possibly seem to flow, is that which says, 'congress shall have power to exercise exclusive legislation in all cases whatsoever, over such district,' &c.\n But the whole instrument is to be taken together, and every part is to be made consistent with the residue, if possible. That congress may legislate, 'in all cases whatsoever, over such district,' &c. is the general proposition, and the prohibitions are the exceptions. The true construction is, that congress may legislate for us, in all cases where they are not prohibited by other parts of the constitution. The express commands of the constitution operate as prohibitions of every thing repugnant to such commands. In every case, therefore, where congress are not bound, either by the commands or prohibitions of the constitution, they have a discretionary power to legislate over the district.\n The constitution was made for the benefit of every citizen of the United States, and there is no such citizen, whatever may be his condition, or wherever he may be situated within the limits of the territory of the United States, who has not a right to the protection it affords.\n If congress are bound by the constitution in legislating for this district, then it becomes proper to test the validity of their legislative acts, respecting the district, by the provisions of the constitution.\n The 3d article of the constitution, provides for the independence of the judges of the courts of the United States, by certain regulations; one of which is, that they shall receive, at stated times, a compensation for their services, which shall not be diminished during their continuance in office. \n The act of congress, of 27th of February, 1801, which constitutes the office of justices of the peace, and empowers them to try personal demands, of the value of 20 dollars, ascertains the compensation which they shall have for their services in holding their courts, and trying those causes. This compensation is given in the form of fees, payable when the services are rendered. The causes of which they have cognizance, are causes arising under the laws of the United States, and, therefore, the power of trying them, is part of the judicial power mentioned in the 3d article of the constitution, which expressly declares, that the judicial power of the United States, shall extend to all cases arising under those laws. It is difficult to conceive how a magistrate can lawfully sit in judgment, exercising judicial powers, and enforcing his judgments by process of law, without holding a court. I consider such a court, thus exercising a part of the judicial power of the United States, as an inferior court, and the justice of the peace as the judge of that court. It is unnecessary in this cause to decide the question, whether, as such, he holds his office during good behaviour; but that his compensation shall not be diminished during his continuance in office, seems to follow as a necessary consequence from the provisions of the constitution. It has been contended, that the compensation of a justice of the peace is not within this provision of the constitution, because the act of congress has not appointed the stated times at which it shall be paid. It is true, that the act of congress has not said that the compensation shall be paid on any particular day, and month; but it may, perhaps, be a compliance with the clause of the constitution, which requires that it shall be receivable at stated times, to say that it shall be paid when the service is rendered. And, we are rather to incline to this construction, than to suppose the command of the constitution to have been disobeyed. If, therefore, the constitution of the United States is obligatory upon congress, when legislating for this district; if a justice of the peace is a judge of an inferior court of the United States; and, if his compensation has once been fixed by law, a subsequent law for diminishing that compensation (a fortiori for abolishing it) cannot affect that justice of the peace during his continuance in office; whatever effect it may have upon those justices who have been appointed to office since the passing of the act. MARSHALL, J. concurred. KILTY, Ch. J. This is an indictment at common law, against the defendant, a justice of the peace, for having, under colour of his office, exacted and taken an illegal fee, as therein described. The demurrer admits his being a justice, and the exaction and receipt of the fee, and rests the defence on the legality of such conduct. The legality of exacting and taking fees, under colour of a public office, must depend on the express authority of law, and, therefore, the question must turn upon the acts which have passed on this subject, as it respects the district of Columbia. The justices of the peace were allowed expressly to receive fees for their services, by the act of February, 1801, section 11, and by the 4th section of the act of March, 1801, they were, as commissioners, entitled to certain fees and emoluments. \n It is possible, that if the 11th section had only provided for the appointment of justices, without speaking of their fees, the 1st section, adopting the laws of the two states, might have had the effect of giving them the fees provided by the laws of Maryland. But an inquiry into this part of the subject is not important, because, as it has been observed in the course of the argument, so much of those two acts as provides for the compensation to the justices, is repealed by the act of May, 1802; and it is not material to determine by which of the sections the provision was made. The act of 1802, section 8, having positively declared, that this provision was repealed, and having thereby left no power existing to demand the fees before allowed, it remains only to examine into the ground on which the latter act is alleged to be unconstitutional and void. According to the course which has been pursued by the supreme court, it appears unnecessary to say any thing about the power of a court to examine into the constitutionality of a law, until a case has been made out to justify such an inquiry. But, taking the power for granted, we are to inquire how it is called for in the present instance. In testing an act of the legislature by the constitution, nothing less than the positive provisions of the latter can be resorted to, and without absolute restriction by the constitution, the legislative power is omnipotent over subjects submitted to it. We must, therefore, reject the idea of judging this act on the principles of a contract, and setting it aside as an infraction of such contract. In support of the position, that the act of May, 1802, is unconstitutional and void, the following arguments have been urged: \n[\nFootnote 1\n] That a justice is a judicial officer. \n[\nFootnote 2\n] That a justice is a court. \n\n[\nFootnote 3\n] That a justice shall receive for his services a compensation, which shall not be diminished during his continuance in office; and that, therefore, taking away his fees, by repealing the act which gave them, is diminishing his compensation, and is contrary to the constitution. The nature of some of the duties confided to a justice of the peace may make him a judicial officer; and he might even be admitted to be a court, without bringing him within the provisions of the constitution. The first section of the third article speaks of the judicial power of the United States. It declares what courts it shall be vested in, and then provides, that the judges of such courts shall hold their offices during good behaviour, and shall, at stated times, receive for their services, a compensation, which shall not be diminished during their continuance in office. When we consider this instrument as constituting a general government, and defining, amongst others, its judicial power, we must take it in its most extensive sense, as applying to the whole of the United States, and not to a particular territory. I consider, therefore, that the judicial power given to the traverser, as a justice of the peace, is not, in the sense of the constitution, the judicial power of the United States; and that such justice is not such a court as is provided for in the article and section in question. The justice does not, according to that article and section, hold his office during good behaviour; nor can the power of receiving certain fees, which was given by the act of 1801, be strained to mean 'receiving at stated times a compensation for his services.' The second section of the third article declares what subjects the judicial power, given by the first section, shall extend to. And by comparing these subjects with those which are cognizable by the justice in the present case, it will confirm the position, that this judicial power is not that of the United States, and is not provided for by this part of the constitution. \n Congress, in organising the judiciary according to the constitution, have created a supreme court, and inferior courts. Some of the latter extend over certain circuits composed of different states, and others are confined to the respective states; but in all of them, it is the judicial power of the United States which is carried into effect. I consider this judicial power as being different in its object and nature from that which may be the effect of the legislative power given to congress over this territory, or of their power to make rules, &c. for such places as may become their property. In order to show that the restrictions contained in the first section of the third article of the constitution do not extend to a justice in the district of Columbia, it may be necessary to make some inquiry into the principles on which the district is erected. Without endeavouring to solve all the difficulties which have been mentioned in the course of the argument, I am persuaded that the following positions are correct:-That the district of Columbia, though belonging to the United States, and within their compass, is not, like a state, a component part, and that the provisions of the constitution, which are applicable particularly to the relative situation of the United States and the several states, are not applicable to this district. That the power of congress to legislate for the district arises from the positive direction of the constitution, in the 8th section of the first article; and it may be here material to attend to the words ' exclusive legislation,' and to discover their meaning and origin. By the constitution, the legislative power of congress is confined to certain objects, and leaves to the several states a portion of the legislative power which they before possessed. But it was the intention of the framers of the constitution, to divest the ten miles square of the privileges of a state, and to give to congress the whole and exclusive power of legislation, as well on the subjects which had been left to the states, as on those which had been taken from them and given to the general government-That the ten miles square is not in a situation to become a state without an amendment in the constitution, and therein differs from the other territories belonging to the United States-That the word exclusive meaning only free from the power exercised by the several states, the legislative power to be exercised by congress may still be subject to the general restraints contained in the constitution, though it includes subjects both of a general and local nature. Thus they are restrained from suspending the writ of habeas corpus, unless in the cases allowed; from passing (within and for the district) a bill of attainder, or ex post facto law; from laying therein a capitation tax; from granting therein any title of nobility; from making therein a law respecting the establishment of religion, or abridging the freedom of speech, or of the press; and from quartering soldiers therein, contrary to the third amendment. \n But when congress, in exercising exclusive legislation over this territory, enact laws to give or to take away the fees of the justices of the peace, such laws cannot be tested by a provision in the constitution, evidently applicable to the judicial power of the whole United States, and containing restrictions which cannot, in their nature, affect the situation of the justices, or the nature of the compensation. However ingeniously the question has been argued, I cannot feel any doubt in my mind on it. Nor can I perceive any legal or justifiable ground under which the direction of the act of 1802 has been disregarded. I am, therefore, of opinion, that the judgment on the demurrer should be for the United States. But the judgment of the court is for the defendant. \n\n[\nFootnote 3\n] This fact does not appear in the record, but it was agreed by the counsel on both sides, that the record should be so amended as to bring the whole merits of the cause before the court. \n\n[\nFootnote 4\n] Johnson, Justice, was absent when this opinion was delivered. \n\n[\nFootnote 5\n] See the case of the United States v. La Vengeance, 3 Dall. 297, where it seems to be admitted, that in criminal cases the judgment of the inferior court is final. \n\n\n\n\n"}}