{"Description":{"0":"CUSTISS v. GEORGETOWN AND ALEXANDRIA TURNPIKE CO , 10 U.S. 233 (1810)","1":"DUROUSSEAU v. US , 10 U.S. 307 (1810)","2":"FLETCHER v. PECK , 10 U.S. 87 (1810)","3":"SERE v. PITOT , 10 U.S. 332 (1810)"},"Date":{"0":"February 1, 1810","1":"February 1, 1810","2":"February 1, 1810","3":"February 1, 1810"},"Docket":{"0":"","1":"","2":"","3":""},"Link":{"0":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/10\/233.html","1":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/10\/307.html","2":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/10\/87.html","3":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/10\/332.html"},"Opinion":{"0":"\n\nUnited States Supreme Court\nCUSTISS v. GEORGETOWN AND ALEXANDRIA TURNPIKE CO(1810)\n\nArgued: Decided: February 1, 1810\n\n\n ERROR to the circuit court for the district of Columbia, sitting at Alexandria, which had quashed an inquisition taken by the marshal condemning land of Mr. Custiss for a turnpike road.\n The inquisition was taken under the 7th section of the act of congress of the 3d of March, 1809, 'to authorize the making of a turnpike road from Mason's causey to Alexandria,' vol. 9. p. 276. which provides, that it shall be lawful for the president and directors of the turnpike company to agree with the owners of any ground to be occupied by the road and the necessary toll-houses and gates, for the right thereof; and, in case of disagreement, 'on application to one of the judges of the circuit court, he shall issue a warrant directed to the marshal of the district to summon a jury of 24 inhabitants of the district of Columbia, of property and reputation, not related to the parties, nor in any manner interested, to meet on the land to be valued, at a day to be expressed in the warrant, not less than ten nor more than twenty thereafter; and the marshal, upon receiving the said warrant shall forth with summon \n\n[10 U.S. 233, 234]\n \n the said jury, and when met, provided there be not less than twelve, shall administer an oath or affirmation to every juryman that shall appear, that he shall faithfully, justly, and impartially value the lands, and all damages the owner thereof shall sustain, by opening the road through such land, according to the best of his skill and judgment; and that the inquisition thereupon taken shall be signed by the marshal and the jurymen present, and returned by the marshal to the clerk of the county, to be by him recorded; and upon every such valuation the jury is hereby directed to describe and ascertain the bounds of the land by them valued, and their valuation shall be conclusive upon all persons; and shall be paid by the president and directors to the owner of the land, or his or her legal representatives; and on payment thereof, the said land shall be taken and occupied for a public road, and for the necessary toll-houses and gates for ever'\n On the application of the president and directors of the company, a warrant was granted, and an inquisition taken and returned to the clerk. Before it was recorded, the president and directors obtained from the circuit court of the district of Columbia, sitting at Alexandria, a rule upon Mr. Custiss to show cause why the inquisition should not be quashed. Mr. Custiss appeared and objected to the jurisdiction of the court, but the court overruled the objection, and, upon hearing, quashed the inquest.\n From this order Mr. Custiss appealed to this court.\n E. J. Lee, for the appellant.\n The circuit court had no jurisdiction of the case upon motion. No such jurisdiction is given by the act of congress. It directs the marshal to return the inquisition to the office of the clerk, to be by him recorded. The remedy, if any exists, is by bill in equity. This was an application to the court as a court of law. Even the court itself, in recording deeds, acts in a ministerial capacity. 2 Hen. & Munf. 132. 135. 1 W. Bl. 605. Rex v. Justices of Derbyshire. 6 Term Rep. 88. \n\n[10 U.S. 233, 235]\n \n F. S. Key, and C. Lee, contra.\n The court must of necessity possess a power and control over its own record. Suppose the clerk should refuse to record the inquisition; or suppose he is about to record an irregular and informal inquisition, will not the court control him? Such a jurisdiction is exercised by the courts in England without the authority of any statute.\n The case from Hening & Munford only decides that the court could not inquire into the right of the party to make the deed, or to inquire into the title or contending claims. But the court must see whether it be a deed or not; whether it be proved by the proper number of witnesses, and whether it be sealed.\n The clerk of the court could not put any thing upon record without the authority of the court.\n This court cannot correct the error, if it be one. No writ of error will lie in such a case. This court can correct only error in law, and this, if it be an error, is an error in fact.\n March 5.\n\n MARSHALL, Ch. J. delivered the opinion of the court as follows:\n At the opening of this case, some doubt was entertained respecting the jurisdiction of the supreme court, but that doubt is removed by an inspection of the act by which the circuit court of the district of Columbia is constituted. The words of that act, descriptive of the appellate jurisdiction of this court, are more ample than those employed in the judicial act. They are, that 'any final judgment, order or decree in said circuit court, wherein the matter in dispute, exclusive of costs, shall exceed the value of 100 dollars, may be re-examined and reversed or affirmed in the supreme court.\n The jurisdiction of this court being admitted, the proceedings of the circuit court, in ordering the inquisition \n\n[10 U.S. 233, 236]\n \n taken between these parties to be quashed, comes on to be examined.\n The first objection to this proceeding is, that the court of Alexandria could take no cognisance of the subject, by way of motion.\n The validity of this objection depends entirely on the act of congress, under which this inquisition was taken. If it was to be recorded by order of the court, if the judgment of the court was, in any manner, to be exercised upon it, then, in all which has been done, the court has exercised its jurisdiction, and the inquiry will be whether there was sufficient cause for refusing to permit the inquisition to be recorded. If, on the other hand, the clerk was a mere ministerial officer directed, by law, to perform a ministerial act, without any superintending agency, on the part of the court, then the court could not, upon motion, prohibit the clerk to perform his duty, and could not legitimately quash the inquisition.\n The act of congress directs 'that the inquisition, when taken, shall be signed by the marshal and by the jurymen present, and returned by the marshal to the clerk of the county, to be by him recorded.'\n That the legislature may direct the clerk of a court to perform a specified service, without making his act the act of the court, will not be controverted: and, if this may be done, it is difficult to conceive words which convey this idea more clearly than those which are employed in this act.\n The inquisition is not returnable to the court, but to the clerk. It is not to be recorded by order of the court, but is to be recorded by the clerk, on receiving it from the marshal. It does not derive its validity from being recorded, but remains afterwards liable to all the objections which might be taken to it, previous thereto. If, for example, an inquisition should be recorded which was found by eleven jurors, that inquisition would neither vest the land in the company, nor give a right to \n\n[10 U.S. 233, 237]\n \n the former proprietor to demand the money to which it was valued. The inquisition, then, is to be recorded solely for preservation, and the act of recording is a ministerial act which the law directs the clerk to perform, without submitting the paper to the judgment of the court. The law asks not the intervention of the court, and requires no exercise of judicial functions.\n The difference between this act and those, the execution of which is superintended by the court, is apparent. In those cases, the instrument is to be brought into court, and acted upon by the court: in this it is to be delivered to the clerk at any time, and acted on by him without the intervention of the court.\n This court is unanimously of opinion that the circuit court for the county of Alexandria could not legally entertain the motion for quashing the inquisition found in this case, nor legally prevent their clerk from recording it. Their judgment, therefore, is reversed, and the motion to be dismissed. \n\n\n\n","1":"\n\nUnited States Supreme Court\nDUROUSSEAU v. U S(1810)\n\nArgued: Decided: February 1, 1810\n\n\n ERROR to the district court of the United States, for the district of Orleans.\n This was a suit brought by the United States against \n\n[10 U.S. 307, 308]\n \n Durousseau and others upon a bond, given in pursuance of the act of congress of December 22, 1807, usually called the embargo act. (Laws U. S. vol. 9. p. 7.) The bond bears date the 16th of May, 1808, and the condition is, that the goods therein mentioned should be 'relanded in the United States, at the port of Charleston, or at some other port of the United States, the dangers of the seas excepted.'\n The proceedings in the court below are according to the forms of the civil law, by petition or libel and answer. The libel is in the nature of an action of debt for the penalty of the bond, and the plea is in the nature of a special plea, stating facts which were supposed to be sufficient evidence that the defendants were prevented by the dangers of the seas from relanding the goods in the United States.\n The answer, or plea, states, that the vessel sailed from New Orleans with intent to proceed to the port of Charleston, and that in the due prosecution of her voyage from New Orleans to Charleston, she was, 'on the 26th of May, 1808, and on divers days from the said 26th of May till the 1st of June then next following, upon the high seas by unavoidable accident by force of the winds and waves, so much injured and endamaged, that upon the said 1st day of June, for the preservation of the said vessel and cargo, and the lives of her crew and passengers, it was found necessary to put into the port of Havanna to refit the said vessel for her voyage aforesaid; and that the persons administering the government at the said port of Havanna, by force of arms, and against the will and consent of these defendants, and of the captain and supercargo of the said vessel, and all other persons having the charge and direction of the said vessel or cargo whatever, did detain the said vessel and cargo at the said port of Havanna, and by superior force did prevent the said vessel, with her cargo, from pursuing her said voyage to the port of Charleston aforesaid, or from going to any other port of the United States, and landing the said cargo therein pursuant to the condition of the said bond, and did also by force so as aforesaid prevent, and have \n\n[10 U.S. 307, 309]\n \n always hitherto prevented, the said cargo, or any part thereof, from being sent in any other manner to the said United States and landed therein pursuant to the condition of the said bond; and these defendants aver, that the damages and injuries aforesaid sustained by the said vessel were unavoidable, and by force of the winds and waves; and that by reason of the detention, and continuation thereof, as aforesaid, by superior force as aforesaid, they could not at any time heretofore, nor can they yet, land the said goods, wares and merchandises in the said United States, pursuant to the condition of the said bond in the said petition set forth, by reason whereof, and also by force of the statutes in such case made and provided, these defendants are, as they are advised, discharged from the payment of the said sum of money in the said bond or obligation mentioned, or any part thereof; these defendants, therefore, pray, that a jury may be empannelled to inquire of the facts aforesaid, should they be denied by the United States, and that these defendants may be hence dismissed with their reasonable costs and damages in this behalf most wrongfully expended,' &c.\n To this answer the attorney for the United States filed a general demurrer, and the court below, without argument, rendered judgment for the United States; whereupon the defendants sued out their writ of error.\n Rodney, Attorney-General, and Janes, for the United States.\n Contended, that this court has no jurisdiction, because there can be no writ of error to, or appeal from, the decisions of the district court of Orleans.\n By the act of congress passed March 26, 1804, entitled an act erecting Louisiana into two territories, and providing for the temporary government thereof, vol. 7. p. 117.  8. it is enacted, that 'there shall be established in the said territory a district court, to consist of one judge, who shall reside therein, and be called the district judge, and who shall hold, in the city of Orleans, four sessions annually;' 'he shall in all things have the same jurisdiction and powers, which are by law \n\n[10 U.S. 307, 310]\n \n given to, or may be exercised by, the judge of Kentucky district.'\n By the judiciary act of September 24, 1789, vol. 1. p. 54.  10. the district court, besides the ordinary jurisdiction of a district court, has 'jurisdiction of all other causes except of appeals and writs of error, hereinafter made cognisable in a circuit court, and shall proceed therein in the same manner as a circuit court, and writs of error and appeals shall lie from decisions therein to the supreme court in the same causes, as from a circuit to the supreme court, and under the same regulations.'\n By the ninth section of the same act the district courts have 'exclusive original cognisance of all suits for penalties and forfeitures incurred under the laws of the United States.'\n Hence, it appears, that writs of error will lie to the Kentucky district court in those causes only in which it acts in the capacity of a circuit court. The word 'therein,' means in causes other than those of which the district courts generally had cognisance under the 9th section of the act.\n This court, in the cases of Clarke v. Bazadone, 1 Cranch, 212. and Bollman and Swartwout, 4 Cranch, 75. disclaimed any appellate jurisdiction not expressly given by law; and by a late act, vol. 8. p. 21. and vol. 9. p. 116. extending jurisdiction in certain cases to state judges and state courts, the jurisdiction is given without appeal; which shows that congress are not anxious that there should be an appeal from all the courts to which they have given jurisdiction. There is no appeal from the judge of the district of Orleans in cases where he exercises only the district court jurisdiction. In Kentucky there was no circuit court. The district judge, although he exercised the powers and jurisdiction of a circuit court, yet he did not hold a circuit court. His court was merely a district court. The courts of the United States can exercise no jurisdiction not expressly given by statute, \n\n[10 U.S. 307, 311]\n \n 3 Dallas, 337. Although this suit was upon a bond, yet it was in fact a suit for a penalty or forfeiture, like the case of the auctioneer's bond in 2 Anstruther, 586, 587.\n This is as much a penalty as if it had been merely declared by the statute without having been put into the form of a bond.\n E. Livingston, contra.\n This court has jurisdiction in consequence of its being the supreme court, and the other an inferior court. The terms supreme and inferior are correlative, and imply a power of revision in the superior court.\n The judiciary act of 1789 gives a writ of error from the supreme court to the district court of Kentucky, in all cases where a writ of error would lie to a district court from a circuit court, as well as in those cases where a writ of error lies generally from the supreme court to a circuit court. The word 'therein,' means in that court, and not those cases only in which that court exercises the jurisdiction of a circuit court.\n The act of congress gives the Orleans judge the same jurisdiction and powers as are given to the Kentucky judge. If it had been intended to give him the same jurisdiction without limiting his power by the right of appeal, congress would not have used the word powers. The same powers, means no greater powers; but if the Kentucky judge had limited powers, and the Orleans judge has unlimited powers, the powers cannot be the same.\n C. Lee, same side, cited the case of Morgan v. Callender, 4 Cranch, 370. in which this court decided that it has jurisdiction in cases of appeal from the district court of Orleans. He also suggested the inconvenience which would result from having a revenue court in Orleans not subject to the control of the supreme court; and from a difference of construction in the laws respecting \n\n[10 U.S. 307, 312]\n \n trade, commerce and revenue in different parts of the territories of the United States.\n Jones, in reply, observed, that the inconvenience arising from the want of uniformity of decision already exists with respect to all cases under 2,000 dollars value, in which there can be no appeal, or writ of error.\n March 15.\n\n MARSHALL, Ch. J. delivered the opinion of the court, upon the question of jurisdiction, as follows:\n This is the first of several writs of error to sundry judgments rendered by the court of the United States for the territory of Orleans.\n The attorney-general having moved to dismiss them, because no writ of error lies from this court to that in any case, or, if in any case, not in such a case as this; the jurisdiction of this court becomes the first subject for consideration.\n The act erecting Louisiana into two territories establishes a district court in the territory of Orleans, consisting of one judge who 'shall, in all things, have and exercise the same jurisdiction and powers which are, by law, given to, or may be exercised by, the judge of Kentucky district.'\n On the part of the United States it is contended, that this description of the jurisdiction of the court of New Orleans does not imply a power of revision in this court similar to that which might have been exercised over the judgments of the district court of Kentucky; or, if it does, that a writ of error could not have been sustained to a judgment rendered by the district court of Kentucky, in such a case as this.\n On the part of the plaintiffs it is contended, that this court possesses a constitutional power to revise and correct the judgments of inferior courts; or, if not so, that such a power is implied in the act by which the \n\n[10 U.S. 307, 313]\n \n court of Orleans is created, taken in connection with the judicial act; and that a writ of error would lie to a judgment rendered by the court for the district of Kentucky, in such a case as this.\n Every question originating in the constitution of the United States claims, and will receive, the most serious consideration of this court.\n The third article of that instrument commences with organizing the judicial department. It consists of one supreme court, and of such inferior courts as congress shall, from time to time, ordain and establish. In these courts is vested the judicial power of the United States.\n The first clause of the second section enumerates the cases to which that power shall extend.\n The second clause of the same section distributes the powers previously described. In some few cases the supreme court possesses original jurisdiction. The constitution then proceeds thus: 'In all the other cases before mentioned the supreme court shall have appellate jurisdiction, both as to law and fact, with such exceptions, and under such regulations, as the congress shall make.'\n It is contended that the words of the constitution vest an appellate jurisdiction in this court, which extends to every case not excepted by congress; and that if the court had been created without any express definition or limitation of its powers, a full and complete appellate jurisdiction would have vested in it, which must have been exercised in all cases whatever.\n The force of this argument is perceived and admitted. Had the judicial act created the supreme court, without defining or limiting its jurisdiction, it must have been considered as possessing all the jurisdiction which the constitution assigns to it. The legislature would have exercised the power it possessed of creating a supreme court as ordained by the constitution; \n\n[10 U.S. 307, 314]\n \n and, in omitting to exercise the right of excepting from its constitutional powers, would have necessarily left those powers undiminished. The appellate powers of this court are not given by the judicial act. They are given by the constitution. But they are limited and regulated by the judicial and by such other acts as have been passed on the subject.\n When the first legislature of the union proceeded to carry the third article of the constitution into effect, they must be understood as intending to execute the power they possessed of making exceptions to the appellate jurisdiction of the supreme court. They have not, indeed, made these exceptions in express terms. They have not declared that the appellate power of the court shall not extend to certain cases; but they have described affirmatively its jurisdiction, and this affirmative description has been understood to imply a negative on the exercise of such appellate power as is not comprehended within it.\n The spirit as well as the letter of a statute must be respected, and where the whole context of the law demonstrates a particular intent in the legislature to effect a certain object, some degree of implication may be called in to aid that intent.\n It is upon this principle that the court implies a legislative exception from its constitutional appellate power in the legislative affirmative description of those powers.\n Thus, a writ of error lies to the judgment of a circuit court, where the matter in controversy exceeds the value of 2,000 dollars. There is no express declaration that it will not lie where the matter in controversy shall be of less value. But the court considers this affirmative description as manifesting the intent of the legislature to except from its appellate jurisdiction all cases decided in the circuits where the matter in controversy is of less value, and implies negative words.\n This restriction, however, being implied by the court. \n\n[10 U.S. 307, 315]\n \n and that implication being founded on the manifest intent of the legislature, can be made only where that manifest intent appears. It ought not to be made for the purpose of defeating the intent of the legislature.\n Having made these observations on the constitution, the court will proceed to consider the acts on which its jurisdiction, in the present case depends; and, first, to inquire whether it could take cognisance of this case had the judgment been rendered by the district court of Kentucky.\n The ninth section of the judicial act describes the jurisdiction of the district courts.\n The tenth section declares that the district court of Kentucky, 'besides the jurisdiction aforesaid,' shall exercise jurisdiction over all other causes, except appeals and writs of error, which are made cognisable in a circuit court, and shall proceed therein in the same manner as a circuit court: 'and writs of error and appeals shall lie from decisions therein to the supreme court, in the same causes as from a circuit court to the supreme court, and under the same regulations.'\n It is contended that this suit, which is an action on a bond conditioned to be void on the relanding of goods within the United States, is one of which the district courts have exclusive jurisdiction, and that a writ of error would not lie to a judgment given in such a case.\n This court does not concur with the attorney-general in the opinion that a circuit court has no original jurisdiction in a case of this description. But it is unnecessary to say any thing on this point, because it is deemed clear that a writ of error is given in the case, however this question might be decided.\n It would be difficult to conceive an intention in the legislature to discriminate between judgments rendered by the district court of Kentucky, while exercising the powers of a district court, and those rendered by the same court while exercising circuit powers, when it is \n\n[10 U.S. 307, 316]\n \n demonstrated that the legislature makes no distinction in the cases from their nature and character. Causes of which the district courts have exclusive original jurisdiction are carried into the circuit courts, and then become the objects of the appellate jurisdiction of this court. It would be strange if, in a case where the powers of the two courts are united in one court, from whose judgments an appeallies, causes, of which the district courts have exclusive original jurisdiction, should be excepted from the operation of the appellate power. It would require plain words to establish this construction.\n But the court is of opinion that the words import no such meaning. The construction given by the attorney-general to the word 'therein,' as used in the last instance, in the clause of the tenth section, which has been cited, is too restricted. If, by force of this word, appeals were given only in those causes in which the district court acted as a circuit court exercising its original jurisdiction, the legislature would not have added the words, 'in the same causes as from a circuit court.' This addition, if not an absolute repetition, could only serve to create doubt where no doubt would otherwise exist.\n The plain meaning of these words is, that wherever the district court decides a cause which, if decided in a circuit court, either in an original suit, or on an appeal, would be subject to a writ of error from the supreme court, the judgment of the district court shall, in like manner, be subject to a writ of error.\n This construction is, if possible, rendered still more obvious by the subsequent part of the same section, which describes the jurisdiction of the district court of Maine in the same terms. Apply the restricted interpretation to the word, 'therein,' in that instance, and the circuit court of Massachusetts would possess jurisdiction over causes in which the district court of Maine acted as a circuit court; and not over those in which it acted as a district court; a construction which is certainly not to be tolerated. \n\n[10 U.S. 307, 317]\n \n Had this judgment been rendered by the district court of Kentucky, the jurisdiction of this court would have been perfectly clear.\n The remaining question admits of more doubt.\n It is said that the words used in the law creating the court of Orleans, describe the jurisdiction and powers of that court, not of this, and that they give no express jurisdiction to this court. Hence it is inferred, with considerable strength of reasoning, that no jurisdiction exists.\n If the question depended singly upon the reference made in the law creating the court for the territory of Orleans to the court of Kentucky, the correctness of this reasoning would perhaps be conceded. It would be found difficult to maintain the proposition, that investing the judge of the territory of Orleans with the same jurisdiction and powers which were exercised by the judge of Kentucky, imposed upon that jurisdiction the same restrictions arising from the power of a superior court, as were imposed on the court of Kentucky.\n But the question does not depend singly on this reference; it is influenced by other very essential considerations.\n Previous to the extension of the circuit system to the western states, district courts were erected in the states of Tennessee and Ohio, and their powers were described in the same terms with those which describe the power of the court of Orleans. The same reference is made to the district court of Kentucky. Under these laws this court has taken jurisdiction of a cause brought by writ of error from Tennessee. It is true the question was not moved, and, consequently, still remains open. But can it be conceived to have been the intention of the legislature to except, from the appellate jurisdiction of the supreme court, all the causes decided in the western country, except those decided in Kentucky? Can such an intention \n\n[10 U.S. 307, 318]\n \n be thought possible? Ought it to be inferred from ambiguous phrases?\n The constitution here becomes all important. The constitution and the laws, are to be construed together. It is to be recollected that the appellate powers of the supreme court are defined in the constitution, subject to such exceptions as congress may make. Congress has not expressly made any exceptions; but they are implied from the intent manifested by the affirmative description of its powers. It would be repugnant to every principle of sound construction, to imply an exception against the intent.\n This question does not rest on the same principles as if there had been an express exception to the jurisdiction of this court, and its power, in this case, was to be implied from the intent of the legislature. The exception is to be implied from the intent, and there is, consequently, a much more liberal operation to be given to the words, by which the courts of the western country have been created.\n It is believed to be the true intent of the legislature to place those courts precisely on the footing of the court of Kentucky, in every respect, and to subject their judgments, in the same manner, to the revision of the supreme court. Otherwise the court of Orleans would, in fact, be a supreme court. It would possess greater and less restricted powers than the court of Kentucky, which is, in terms, an inferior court.\n The question of jurisdiction being decided, it was stated by the counsel that the seven following cases on the docket, viz. the cases of Bera and others, Connelly and others, Castries and others, Gibbs and others, Childs and others, Clayand others, and Keene and others, against the United States, all from New Orleans, stood upon the same pleas of unavoidable accident; excepting that in the cases of Bera and others, and Connelly and others, the accident was capture by the British, and prevention by superior force from relanding the goods \n\n[10 U.S. 307, 319]\n \n in the United States. The bond in Bera's case was dated the 21st of March, 1808. The condition was the same asin the case of Durousseau.\n P. B. Key, E. Livingston, C. Lee, and R. G. Harper, for the plaintiffs in error.\n These cases are all within the benefit of the act of congress passed the 12th of March, 1808, section 3. vol. 9. p. 71. which enacts, 'that in every case where a bond hath been or shall be given to the United States, under this act, or under the act entitled 'an act laying an embargo on all ships and vessels in the ports and harbours of the United States,' or under the act supplementary to the last-mentioned act, with condition that certain goods, wares and merchandise, or the cargo of a vessel, shall be relanded in some port of the United States; the party or parties to such bond shall, within four months after the date of the same, produce to the collector of the port from which the vessel had been cleared with such goods, wares, merchandise, or cargo, a certificate of the relanding of the same from the collector of the proper port, on failure whereof the bond shall be put in suit, and in every such suit judgment shall be given against the defendant, or defendants, unless proof shall be produced of such relanding, or of loss by sea, or other unavoidable accident.'\n It is contended that this act means loss by sea, or loss by other unavoidable accident; but this construction is contradicted by the punctuation of the statute. If it had been intended to have the construction contended for, it would have been pointed thus: unless proof shall be produced of such relanding or of loss, by sea or other unavoidable accident.' The court can no more alter the ponctuation of a statute than the words. To give it the construction contended for, is to make the legislature speak nonsense; it would make them say the sea is an accident.\n We consider this point as settled by the case of The United States v. Hall and Worth, at this term, (ante, p. 171.) \n\n[10 U.S. 307, 320]\n \n Jones, contra.\n The statute enlarges the obligation of the bond. The officer is bound to take the bond exactly in the form prescribed by the statute. There is only one act which prescribes the form of the bond; but there are several acts which modify its effect.\n The third embargo act has annexed a new meaning to the condition of the bond. A bond taken under a known law, has the meaning and effect declared by that law. The act contemplates two excuses, viz. loss by perils of the sea, and loss by superior force; but at all events there must be a loss.\n But in this case there is not a sufficient averment of a necessity even of going into the Havanna, and there is no averment of a loss. The detention at Havanna, and not the injury by the winds and waves, is averred to be the reason why they could not comply with the condition of the bond.\n If a vessel be driven by a storm upon the coast of an enemy, and there captured, it is not a loss by perils of the sea. Peake's Cases, 130. Green v. Elmsly. The remote cause is never stated at the cause of the loss. And an averment of loss by capture cannot be supported by evidence of a loss by perils of the sea. 1 Term Rep. 304. Kulen Kemp v. Vigne. 3 Bos. & Pull. 23. Matthie v. Potts. 1 Term Rep. 130.\n The third section of the third embargo act, vol 9. p. 71. requires more strict proof than had been before required. The legislature was competent to say what degree of proof should be required of a bon a fide excuse. They have supposed that nothing but the loss of the thing itself could be satisfactory evidence of the impossibility of complying with the condition of the bond.\n This is also the true grammatical construction of the sentence. After saying proof of relanding, or of loss by sea, the word of is omitted. If proof of other unavoidable accident was intended to be admitted \n\n[10 U.S. 307, 321]\n \n as an excuse in the same manner as proof of loss by sea, the language would have been, proof of relanding, or of loss by sea, or of other unavoidable accident. If proof of unavoidable accident was intended as an excuse, they would have said, or other unavoidable accident which should actually render it impossible to reland the goods in the United States.\n But as the clause now stands, if our opponents are right in their construction, proof of unavoidable accident will be in excuse, although it be not such an accident as would necessarily render, or should actually have rendered, it impossible to comply with the condition of the bond, whether it produce loss, or not, and whether it prevented the relanding, or not.\n It does not appear by the plea that the defendants did not make a great profit by the voyage.\n E. Livingston, in reply.\n We are entitled to the benefit of the exception of dangers of the seas in the condition of the bond, and also to the benefit of the exception of unavoidable accident in the statute.\n The plea states as strong a case of necessity as that of the case of The United States v. Hall and Worth, decided by this court at this term.\n We have made out a clear case both under the exception of dangers of the seas, and under the provision of the statute, in case of unavoidable accident. No man can be bound to do an impossibility.\n Insurance cases do not apply to the present; there the contract enumerates a great number of risks, and courts and litigants employ themselves in classing losses under one or another of those risks. In every other kind of contract, the expression, 'dangers of the seas,' means every accident that can happen at sea. In a bill of lading the master contracts to deliver the \n\n[10 U.S. 307, 322]\n \n goods at a certain place, the dangers of the seas excepted. No body ever supposed he would be liable if the goods should be captured or seized by the superior force of public enemies.\n The case cited from Bunbury was upon a statute which required proof that the goods perished in the sea; but our statute has no such clause.\n MARSHALL, Ch. J. delivered an opinion to the following effect:\n The court considered many of the points in these cases while they had the case of The United States v. Hall and Worth under consideration, and upon the present argument 1 understand it to be the unanimous opinion of the court, that the law is for the plaintiffs in error, in all these cases. I cannot precisely say what are the grounds of that opinion; I can only state the reasons which have prevailed in my own mind.\n It is true, as contended on the part of the United States, that the legislature is competent to declare what evidence shall be received of the facts offered in excuse for a violation of the letter of a statute.\n I also agree with the counsel for the United States, that the words of the statute, 'loss by sea or other unavoidable accident,' mean loss by sea, or loss by other unavoidable accident.\n But the question is, what sort of loss is meant? It must be such a loss as necessarily prevents the party from complying with the condition of the bond. It is not necessary that it should be an actual destruction of the property, but such a loss only as necessarily prevents the relanding of the goods.\n This statute is not like that upon which the prosecution was founded in the case cited from Bunbury. Our statute does not require evidence that the goods have 'perished in the sea.' It only requires proof of such a loss, by an unavoidable accident, as prevents the \n\n[10 U.S. 307, 323]\n \n relanding of the cargo, according to the condition of the bond. When the property is captured, and taken away by the superior force of a foreign power so as to prevent the relanding, it is lost within the meaning of the statute by an unavoidable accident, although the owner may have received a compensation for it.\n\n JOHNSON, J.\n I agree with the court in the result of the opinion, but not altogether upon the grounds stated by the Chief Justice. If the act in question will admit of two constructions, that should be adopted which is most consonant with the general principles of reason and justice. I cannot suppose that the legislature meant to do an unjust, or an unreasonable act. No man can be bound to do impossibilities. The legislature must be understood to mean that the party should be excused by showing the occurrence of such circumstances as rendered it impossible to perform the condition of the bond. To make his liability depend upon the mere point of ultimate loss or gain would be unreasonable in the extreme.\n\n LIVINGSTON, J.\n I concur in the reversal of these judgments, but not in the construction which the Chief Justice puts upon the third section of the act of March, 1808.\n If the relanding of the cargo in the United States had been prevented by any unavoidable accident whatever, although the goods themselves were not lost, it would, in my opinion, have furnished a good defence to this suit.\n If the Spanish government had forced a sale of the property; and the proceeds had actually come to the hands of the owners, it would have made no difference. Loss by sea is one excuse; unavoidable accident, whether followed by loss, or not, is another. \n\n[10 U.S. 307, 324]\n \n WASHINGTON and TODD, Justices, agreed in opinion with Judge livingston.\n Judgment reversed. \n\n\n\n","2":"\n\nUnited States Supreme Court\nFLETCHER v. PECK(1810)\n\nArgued: Decided: February 1, 1810\n\n\n ERROR to the circuit court for the district of Massachusetts, in an action of covenant brought by Flecher against Peck.\n The first count of the declaration states that Peck, by his deed of bargain and sale dated the 14th of May, 1803, in consideration of 3,000 dollars, sold and conveyed to Fletcher, 15,000 acres of land lying in common and undivided in a tract described as follows: beginning on the river Mississippi, where the latitude 32 deg. 40 min. north of the equator intersects the same, running thence along the same parallel of latitude a due east course to the Tombigby river, thence up the said Tombigby river to where the latitude of 32 deg. 43 min. 52 sec. intersects the same, thence along the same parallel of latitude a due west course to the Mississippi; thence down the said river, to the place of beginning; the said described tract containing 500,000 acres, and is the same which was conveyed by Nathaniel Prime to Oliver Phelps, by deed dated the 27th of February, 1796, and of which the said Phelps conveyed four fifths to Benjamin Hichborn, and the said Peck by deed dated the 8th of December, 1800; the said tract of 500,000 acres, being part of a tract which James Greenleaf conveyed to the said N. Prime, by deed dated the 23d of September, 1795, and is parcel of that tract which James Gunn, Mathew M'Allister, George Walker, Zachariah Cox, Jacob Walburger, William Longstreet and Wade Hampton, by deed dated 22d of August, 1795, conveyed to the said James Greenleaf; the same being part of that tract which was granted by letters patent under the great seal of the state of Georgia, and the signature of George Matthews, Esq. governor of that state, dated the 13th of January, 1795, to the said James Gunn and others, under the name of James Gunn, Mathew M'Allister, and George \n\n[10 U.S. 87, 88]\n \n Walker and their associates, and their heirs and assigns in fee-simple, under the name of the Georgia company; which patent was issued by virtue of an act of the legislature of Georgia, passed the 7th of January, 1795, entitled 'An act supplementary to an act for appropriating part of the unlocated territory of this state for the payment of the late state troops, and for other purposes therein mentioned, and declaring the right of this state to the unappropriated territory thereof, for the protection and support of the frontiers of this state, and for other purposes.'\n That Peck, in his deed to Fletcher, covenanted 'that the state of Georgia aforesaid was, at the time of the passing of the act of the legislature thereof, (entitled as aforesaid,) legally seised in fee of the soil thereof, subject only to the extinguishment of part of the Indian title thereon. And that the legislature of the said state at the time of passing the act of sale aforesaid, had good right to sell and dispose of the same in manner pointed out by the said act. And that the governor of the said state had lawful authority to issue his grant aforesaid, by virtue of the said act. And further, that all the title which the said state of Georgia ever had in the aforegranted premises has been legally conveyed to the said John Peck by force of the conveyances aforesaid. And further, that the title to the premises so conveyed by the state of Georgia, and finally vested in the said Peck, has been in no way constitutionally or legally impaired by virtue of any subsequent act of any subsequent legislature of the said state of Georgia.'\n The breach assigned in the first count was, that at the time the said act of 7th of January, 1795, was passed, 'the said legislature had no authority to sell and dispose of the tenements aforesaid, or of any part thereof, in the manner pointed out in the said act.'\n The 2d count, after stating the covenants in the deed as stated in the first count, averred, that at Augusta, in the said state of Georgia, on the 7th day of January, 1795, the said James Gunn, Mathew M'Allister \n\n[10 U.S. 87, 89]\n \n and George Walker, promised and assured divers members of the legislature of the said state then duly and legally sitting in general assembly of the said state, that if the said members would assent to and vote for the passing of the act of the said general assembly, entitled as aforesaid, the same then being before the said general assembly in the form of a bill, and if the said bill should pass into a law, that such members should have a share of, and be interested in, all the lands, which they the said Gunn, M'Allister and Walker, and their associates, should purchase of the said state by virtue of and under authority of the same law: and that divers of the said members to whom the said promise and assurance was so made as aforesaid, were unduly influenced thereby, and under such influence did then and there vote for the passing the said bill into a law; by reason whereof the said law was a nullity, and from the time of passing the same as aforesaid was, ever since has been, and now is, absolutely void and of no effect whatever; and that the title which the said state of Georgia had in the aforegranted premises at any time whatever was never legally conveyed to the said Peck, by force of the conveyances aforesaid.'\n The third count, after repeating all the averments and recitals contained in the second, further averred, that after the passing of the said act, and of the execution of the patent aforesaid, the general assembly of the state of Georgia, being a legislature of that state subsequent to that which passed the said act, at a session thereof, duly and legally holden at Augusta, in the said state, did, on the 13th of February, 1796, because of the undue influence used as aforesaid, in procuring the said act to be passed, and for other causes, pass another certain act in the words following, that is to say, 'An act declaring null and void a certain usurped act passed by the last legislature of this state at Augusta, the 7th day of January, 1795, under the pretended title of 'An act supplementary to an act entitled an act for appropriating a part of the unlocated \n\n[10 U.S. 87, 90]\n \n territory of the state for the payment of the late state troops, and for other purposes therein mentioned, declaring the right of this state to the unappropriated territory thereof for the protection of the frontiers, and for other purposes' and for expunging from the public records the said usurped act, and declaring the right of this state to all lands lying within the boundaries therein mentioned.'\n By which, after a long preamble, it is enacted, 'That the said usurped act passed on the 7th of January, 1795, entitled, &c. be, and the same is hereby declared, null and void, and the grant or grants right or rights, claim or claims, issued, deduced, or derived therefrom, or from any clause, letter or spirit of the same, or any part of the same, is hereby also anulled, rendered void, and of no effect; and as the same was made without constitutional authority, and fraudulently obtained, it is hereby declared of no binding force or effect on this state, or the people thereof, but is and are to be considered, both law and grant, as they ought to be, ipso facto, of themselves, void, and the territory therein mentioned is also hereby declared to be the sole property of the state, subject only to the right of treaty of the United States to enable the state to purchase under its pre-emption right, the Indian title to the same.'\n The 2d section directs the enrolled law, the grant, and all deeds, contracts, &c. relative to the purchase, to be expunged from the records of the state, &c.\n The 3d section declares that neither the law nor the grant, nor any other conveyance, or agreement relative thereto, shall be received in evidence in any court of law or equity in the state so far as to establish a right to the territory or any part thereof, but they may be received in evidence in private actions between individuals for the recovery of money paid upon pretended sales, &c.\n The 4th section provides for the repayment of money, funded stock, &c. which may have been paid into the treasury, provided it was then remaining \n\n[10 U.S. 87, 91]\n \n therein, and provided the repayment should be demanded within eight months from that time.\n The 5th section prohibits any application to congress, or the general government of the United States for the extinguishment of the Indian claim; and\n The 6th section provides for the promulgation of the act.\n The count then assigns a breach of the covenant in the following words, viz. 'And by reason of the passing of the said last-mentioned act, and by virtue thereof, the title which the said Peck had, as aforesaid, in and to the tenements aforesaid, and in and to any part thereof, was constitutionally and legally impaired, and rendered null and void.'\n The 4th count, after reciting the covenants as in the first, assigned as a breach, 'that at the time of passing of the act of the 7th of January, 1795, the United States of America were seised in fee-simple of all the tenements aforesaid, and of all the soil thereof, and that at that time the State of Georgia was not seised in fee-simple of the tenements aforesaid, or of any part thereof, nor of any part of the soil thereof, subject only to the extinguishment of part of the Indian title thereon.'\n The defendant pleaded four pleas, viz.\n 1st plea. As to the breach assigned in the first count, he says,\n That on the 6th of May, 1789, at Augusta, in the State of Georgia, the people of that state by their delegates, duly authorized and empowered to form, declare, ratify, and confirm a constitution for the government of the said state, did form, declare, ratify, and confirm such constitution, in the words following:\n Here was inserted the whole constitution, the 16th section of which declares, that the general assembly hall have power to make all laws and ordinances \n\n[10 U.S. 87, 92]\n \n which they shall deem necessary and proper for the good of the state which shall not be repugnant to this constitution. The plea then avers, that until and at the ratification and confirmation aforesaid of the said constitution, the people of the said state were seised, among other large parcels of land, and tracts of country, of all the tenements described by the said Fletcher in his said first count, and of the soil thereof in absolute sovereignty, and in fee-simple; (subject only to the extinguishment of the Indian title to part thereon;) and that upon the confirmation and ratification of the said constitution, and by force thereof, the said State of Georgia became seised in absolute sovereignty, and in fee-simple, of all the tenements aforesaid, with the soil thereof, subject as aforesaid; the same being within the territory and jurisdiction of the said state, and the same state continued so seised in fee-simple, until the said tenements and soil were conveyed by letters patent under the great seal of the said state, and under the signature of George Matthews, Esq. governor thereof, in the manner and form mentioned by the said Fletcher in his said first count. And the said Peck further saith, that on the 7th of January, 1795, at a session of the general assembly of the said state duly holden at Augusta within the same, according to the provisions of the said constitution, the said general assembly, then and there possessing all the powers vested in the legislature of the said state by virtue of the said constitution, passed the act above mentioned by the said Fletcher in the assignment of the breach aforesaid, which act is in the words following, that is to say, 'An act supplementary,' &c.\n Here was recited the whole act, which, after a long preamble, declares the jurisdictional and territorial rights, and the fee-simple to be in the state, and then enacts, that certain portions of the vacant lands should be sold to four distinct associations of individuals, calling themselves respectively, 'The Georgia Company,' 'The Georgia Mississippi Company,' 'The Upper Mississippi Company,' and 'The Tennessee Company.'\n The tract ordered to be sold to James Gunn and \n\n[10 U.S. 87, 93]\n \n others, (the Georgia Company,) was described as follows: 'All that tract or parcel of land, including islands, situate, lying and being within the following boundaries; that is to say, beginning on the Mobile bay where the latitude 31 deg. north of the equator, intersects the same, running thence up the said bay to the mouth of lake Tensaw; thence up the said lake Tensaw to the Alabama river, including Curry's, and all other islands therein; thence up the said Alabama river to the junction of the Coosa and Oakfushee rivers; thence up the Coosa river above the big shoals to where it intersects the latitude of thirty-four degrees north of the equator; thence a due west course to the Mississippi river; thence down the middle of the said river to the latitude 32 deg. 40 min.; thence, a due east course to the Don or Tombigby river; thence down the middle of the said river to its junction with the Alabama river; thence down the middle of the said river to Mobile bay; thence down the Mobile bay to the place of beginning.\n Upon payment of 50,000 dollars, the governor was required to issue and sign a grant for the same, taking a mortgage to secure the balance, being 200,000 dollars, payable on the first of November, 1795.\n The plea then avers, that all the tenements described in the first count are included in, and parcel of, the lands in the said act to be sold to the said Gunn, M'Allister, and Walker and their associates, as in the act is mentioned.\n And that by force and virtue of the said act, and of the constitution aforesaid, of the said state, the said Matthews, governor of the said state, was fully and legally empowered to sell and convey the tenements aforesaid, and the soil thereof, subject as aforesaid, in fee-simple by the said patent under the seal of the said state, and under his signature, according to the terms, limitations, and conditions in the said act mentioned. And all this he is ready to verify; wherefore, &c. \n\n[10 U.S. 87, 94]\n \n To this plea there was a general demurrer and joinder.\n 2d plea. To the second count the defendant, 'protesting that the said Gunn, M'Allister, and Walker did not make the promises and assurances to divers members of the legislature of the said state of Georgia, supposed by the said Fletcher in his second count, for plea saith, that until after the purchase by the said Greenleaf, as is mentioned in the said second count, neither he the said defendant, nor the said Prime, nor the said Greenleaf, nor the said Phelps, nor the said Hichborn, nor either of them, had any notice nor knowledge that any such promises and assurances were made by the said Gunn, M'Allister and Walker, or either of them, to any of the members of the legislature of the said State of Georgia, as is supposed by the said Fletcher in his said second count, and this he is ready to verify,' &c.\n To this plea also there was a general demurrer and joinder.\n 3d plea to the third count was the same as the second plea, with the addition of an averment that Greenleaf, Prince, Phelps, Hichborn and the defendant were, until and after the purchase by Greenleaf, on the 22d of August, 1795, and ever since have been, citizens of some of the United States other than the State of Georgia.\n To this plea also there was a general demurrer and joinder.\n 4th Plea. To the fourth count, the defendant pleaded that at the time of passing the act of the 7th of January, 1795, the State of Georgia was seised in fee-simple of all the tenements and territories aforesaid, and of all the soil thereof, subject only to the extinguishment of the Indian title to part thereof, and of this he puts himself on the country, and the plaintiff likewise. \n\n[10 U.S. 87, 95]\n \n Upon the issue joined upon the fourth plea, the jury found the following special verdict, viz.\n That his late majesty, Charles the second, King of Great Britain, by his letters patent under the great seal of Great Britain, bearing date the thirtieth day of June, in the seventeenth year of his reign, did grant unto Edward Earl of Clarendon, George Duke of Albemarle, William Earl of Craven, John Lord Berkeley, Antony Lord Ashby, Sir George Carteret, Sir John Colleton, and Sir William Berkeley, therein called lords proprietors, and their heirs and assigns, all that province, territory, or tract of ground, situate, lying and being in North America, and described as follows: extending north and eastward as far as the north end of Carahtuke river or gullet, upon a straight westerly line to Wyonoahe creek, which lies within or about the degrees of thirty-six and thirty minutes of northern latitude, and so west in a direct line as far as the South Seas, and south and westward as far as the degrees of twenty-nine inclusive, northern latitude, and so west in a direct line as far as the South Seas, ( which territory was called Carolina,) together with all ports, harbours, bays, rivers, soil, land, fields, woods, lakes, and other rights and privileges therein named; that the said lords proprietors, grantees aforesaid, afterwards, by force of said grant, entered upon and took possession of said territory, and established within the same many settlements, and erected therein fortifications and posts of defence.\n And the jury further find, that the northern part of the said tract of land, granted as aforesaid to the said lords proprietors, was afterwards created a colony by the King of Great Britain, under the name of North Carolina, and that the most northern part of the thirty-fifth degree of north latitude was then and ever afterwards the boundary and line between North Carolina and South Carolina, and that the land, described in the plaintiff's declaration, is situate in that part of said tract, formerly called Carolina, which was afterwards a colony called South Carolina, as aforesaid; that afterwards, on the twenty-sixth day of July, in the \n\n[10 U.S. 87, 96]\n \n third year of the reign of his late majesty George the second, King of Great Britain, and in the year of our Lord one thousand, seven hundred and twenty-nine, the heirs or legal representatives of all the said grantees, except those of Sir George Carteret, by deed of indenture, made between authorized agents of the said King George the second, and the heirs and representatives of the said grantees, in conformity to an act of the parliament of said kingdom of Great Britain, entitled, 'An act for establishing an agreement with seven of the lords proprietors of Carolina for the surrender of their title and interest in that province to his majesty,' for and in consideration of the sum of twenty-two thousand five hundred pounds of the money of Great Britain, paid to the said heirs and representatives of the said seven of the lords proprietors, by the said agent of the said king, sold and surrendered to his said majesty, King George the second, all their right of soil, and other privileges to the said granted territory; which deed of indenture was duly executed and was enrolled in the chancery of Great Britain, and there remains in the chapel of the rolls. That afterwards, on the ninth day of December, one thousand, seven hundred and twenty-nine, his said majesty, George the second, appointed Robert Johnson, Esq. to be governor of the province of South Carolina, by a commission under the great seal of the said kingdom of Great Britain; in which commission the said Governor Johnson is authorized to grant lands within the said province, but no particular limits of the said province is therein defined.\n And the jury further find, that the said Governor of South Carolina did exercise jurisdiction in and over the said colony of South Carolina under the commission aforesaid, claiming to have jurisdiction by force thereof as far southward and westward as the southern and western bounds of the aforementioned grant of Carolina, by King Charles the second, to the said lords proprietors, but that he was often interrupted therein and prevented therefrom in the southern and western parts of said grants by the public enemies of the King of Great Britain, who at divers times \n\n[10 U.S. 87, 97]\n \n had actual possession of the southern and western parts aforesaid. That afterwards the right honourable Lord Viscount Percival, the honourable Edward Digby, the honourable George Carpenter, James Oglethorpe, Esq. with others, petitioned the lords of the committee of his said majesty's privy council for a grant of lands in South Carolina, for the charitable purpose of transporting necessitous persons and families from London to that province, to procure there a livelihood by their industry, and to be incorporated for that purpose; that the lords of the said privy council referred the said petition to the board of trade, so called, in Great Britain, who, on the seventeenth day of December, in the year of our Lord one thousand seven hundred and thirty, made report thereon, and therein recommended that his said majesty would be pleased to incorporate the said petitioners as a charitable society, by the name of 'The Corporation for the purpose of establishing charitable colonies in America, with perpetual succession.' And the said report further recommended, that his said majesty be pleased 'to grant to the said petitioners and their successors for ever, all that tract of land in his province of South Carolina, lying between the rivers Savannah and Alatamaha, to be bounded by the most navigable and largest branches of the Savannah, and the most southerly branch of the Alatamaha.' And that they should be separated from the province of South Carolina, and be made a colony independent thereof, save only in the command of their militia. That afterwards, on the twenty- second day of December, one thousand seven hundred and thirty-one, the said board of trade reported further to the said lords of the privy council, and recommended that the western boundary of the new charter of the colony, to be established in South Carolina, should extend as far as that described in the ancient patents granted by King Charles the second to the late lords proprietors of Carolina, whereby that province was to extend westward in a direct line as far as the South Seas. That afterwards, on the ninth day of June, in the year of our Lord one thousand seven hundred and thirty-two, his said majesty, George the \n\n[10 U.S. 87, 98]\n \n second, by his letters patent, or royal charter, under the great seal of the said kingdom of Great Britain, did incorporate the said Lord Viscount Percival and others, the petitioners aforesaid, into a body politic and corporate, by the name of 'The trustees for establishing the colony of Georgia, in America, with perpetual succession;' and did, by the same letters patent, give and grant in free and common socage, and not in capite, to the said corporation and their successors, seven undivided parts (the whole into eight equal parts to be divided) of all those lands, countries and territories, situate, lying and being in that part of South Carolina in America, which lies from a northern stream of a river there commonly called the Savannah, all along the sea-coast to the southward unto the most southern branch of a certain other great water or river, called the Alatamaha, and westward from the heads of the said rivers respectively in direct lines to the South Seas, and all the lands lying within said boundaries, with the islands in the sea lying opposite to the eastern coast of the same, together with all the soils, grounds, havens, bays, mines, minerals, woods, rivers, waters, fishings, jurisdictions, franchises, privileges, and pre-eminences within the said territories. That afterwards, in the same year, the right honourable John Lord Carteret, Baron of Hawnes, in the county of Bedford, then Earl Granville, and heir of the late Sir George Carteret, one of the grantees and lords proprietors aforesaid, by deed of indenture between him and the said trustees for establishing the colony of Georgia in America, for valuable consideration therein mentioned, did give, grant, bargain and sell unto the said trustees for establishing the colony of Georgia aforesaid, and their successors, all his one undivided eighth part of or belonging to the said John Lord Carteret (the whole into eight equal parts to be divided) of, in, and to the aforesaid territory, seven undivided eight parts of which had been before granted by his said majesty to said trustees.\n And the jury further find, that one eighth part of the said territory, granted to the said lords proprietors, and called Carolina as aforesaid, which eighth part belonged \n\n[10 U.S. 87, 99]\n \n to Sir George Carteret, and was not surrendered as aforesaid, was afterwards divided and set off in severalty to the heirs of the said Sir George Carteret in that part of said territory which was afterwards made a colony by the name of North Carolina. That afterwards, in the same year, the said James Oglethorpe, Esq. one of the said corporation, for and in the name of and as agent to the said corporation, with a large number of other persons under his authority and control, took possession of said territory, granted as aforesaid to the said corporation, made a treaty with some of the native Indians within said territory, in which, for and in behalf of said corporation, he made purchases of said Indians of their native rights to parts of said territory, and erected forts in several places to keep up marks of possession. That afterwards, on the sixth day of September, in the year last mentioned, on the application of said corporation to the said board of trade, they the said board of trade, in the name of his said majesty, sent instructions to said Robert Johnson, then Governor of South Carolina, thereby willing and requiring him to give all due countenance and encouragement for the settling of the said colony of Georgia, by being aiding and assisting to any settlers therein: and further requiring him to cause to be registered the aforesaid charter of the colony of Georgia, within the said province of South Carolina, and the same to be entered of record by the proper officer of the said province of South Carolina.\n And the jury further find, that the Governor of South Carolina, after the granting the said charter of the colony of Georgia, did exercise jurisdiction south of the southern limits of said colony of Georgia, claiming the same to be within the limits of his government; and particularly that he had the superintendency and control of a military post there, and did make divers grants of land there, which lands have ever since been holden under his said grants. That afterwards, in the year of our Lord one thousand seven hundred and fifty-two, by deed of indenture made between his said majesty, George the second, of the one part, and the said trustees for establishing the \n\n[10 U.S. 87, 100]\n \n colony in America of the other part, they the said trustees, for divers valuable considerations therein expressed, did, for themselves and their successors, grant, surrender, and yield up to his said majesty, George the second, his heirs and successors, their said letters patent, and their charter of corporation, and all right, title and authority, to be or continue a corporate body, and all their powers of government, and all other powers, jurisdictions, franchises, pre-eminences and privileges therein, or thereby granted or conveyed to them; and did also grant and convey to his said majesty, George the second, his heirs and successors, all the said lands, countries, territories and premises, as well the said one eighth part thereof granted by the said John Lord Carteret to them as aforesaid, as also the said seven eighth parts thereof, granted as aforesaid by his said majesty's letters patent or charter as aforesaid, together with all the soils, grounds, havens, ports, bays, mines, woods, rivers, waters, fishings, jurisdictions, franchises, privileges and pre- eminences, within said territories, with all their right, title, interest, claim or demand whatsoever in and to the premises; and which grant and surrender aforesaid, was then accepted by his said majesty for himself and his successors; and said indenture was duly executed on the part of said trustees, with the privity and by the direction of the common council of the said corporation by affixing the common seal of said corporation thereunto, and on the part of his said majesty by causing the great seal of Great Britain to be thereunto affixed. That afterwards, on the sixth day of August, one thousand seven hundred and fifty-four, his said majesty, George the second, by his royal commission of that date under the great seal of Great Britain, constituted and appointed John Reynolds, Esq. to be captain-general and commander in chief in and over said colony of Georgia in America, with the following boundaries, viz. lying from the most northerly stream of a river there commonly called Savannah, all along the sea coast to the southward unto the most southern stream of a certain other great water or river called the Alatahama, and westward from the heads of the said rivers respectively, in straight lines to the South Seas, and all the space, circuit and precinct of \n\n[10 U.S. 87, 101]\n \n land lying within the said boundaries, with the islands in the sea lying opposite to the eastern coast of said lands within twenty leagues of the same. That afterwards, on the tenth day of February, in the year of our Lord one thousand seven hundred and sixty-three, a definitive treaty of peace was concluded at Paris, between his catholic majesty, the King of Spain, and his majesty, George the third, King of Great Britain; by the twentieth article of which treaty, his said catholic majesty did cede and guaranty, in full right to his Britannic majesty, Florida, with fort St. Augustin, and the bay of Pensacola, as well as all that Spain possessed on the continent of North America, to the east or to the south east of the river Mississippi, and in general all that depended on the said countries and island, with the sovereignty, property, possession, and all rights acquired by treaties or otherwise, which the catholic king and the crown of Spain had till then over the said countries, lands, places, and their inhabitants; so that the catholic king did cede and make over the whole to the said king and said crown of Great Britain, and that in the most ample manner and form.\n That afterwards, on the seventh day of October, in the year of our Lord one thousand seven hundred and sixty-three, his said majesty, George the third, King of Great Britain, by and with the advice of his privy council, did issue his royal proclamation, therein publishing and declaring, that he, the said King of Great Britain, had, with the advice of his said privy council, granted his letters patent, under the great seal of Great Britain, to erect within the countries and islands ceded and confirmed to him by the said treaty, four distinct and separate governments, styled and called by the names of Quebec, East Florida, West Florida and Grenada; in which proclamation the said government of West Florida is described as follows, viz. Bounded to the southward by the gulf of Mexico, including all islands within six leagues of the coast from the river Apalachicola to lake Pontchartrain, to the westward by the said lake, the lake Maurepas, and the river Mississippi; to the northward by \n\n[10 U.S. 87, 102]\n \n a line drawn due east from that part of the river Mississippi which lies in thirty one-degrees of north latitude, to the river Apalachicola or Catahouchee; and to the castward by the said river. And in the same proclamation the said government of East Florida is described as follows, viz. bounded to the westward by the gulf of Mexico and the Apalachicola river; to the northward by a line drawn from that part of the said river where the Catahouchee and Flint rivers meet, to the source of St. Mary's river, and by the course of the said river to the Atlantic Ocean; and to the east and south by the Atlantic Ocean and the gulf of Florida, including all islands within six leagues of the sea coast. And in and by the same proclamation, all lands lying between the rivers Alatamaha and St. Mary's were declared to be annexed to the said province of Georgia; and that in and by the same proclamation, it was further declared by the said king as follows, viz. 'That it is our royal will and pleasure for the present, as aforesaid, to reserve under our sovereignty, protection and dominion for the use of the said Indians all the land and territories not included within the limits of our said three new governments, or within the limits of the territory granted to the Hudson's Bay Company, as also all the land and territories lying to the westward of the sources of the rivers which fall into the sea from the west and north-west as aforesaid; and we do hereby strictly forbid, on pain of our displeasure, all our loving subjects from making any purchases or settlements whatever, or taking possession of any of the lands above reserved, without our special leave and license for that purpose first obtained.'\n And the jury find, that the land described in the plaintiff's declaration did lay to the westward of the sources of the rivers which fall into the sea from the west and north-west as aforesaid. That afterwards, on the twenty-first day of November, in the year of our Lord one thousand seven hundred and sixty-three, and in the fourth year of the reign of said King George the third, he the said king, by his royal commission under the great seal of Great Britain, did constitute and appoint \n\n[10 U.S. 87, 103]\n \n George Johnstone, Esq. captain-general and governor in chief over the said province of West Florida in America; in which commission the said province was described in the same words of limitation and extent, as in said proclamation is before set down. That afterwards, on the twentieth day of January, in the year of our Lord one thousand seven hundred and sixty-four, the said King of Great Britain, by his commission under the great seal of Great Britain, did constitute and appoint James Wright, Esq. to be the captain-general and governor in chief in and over the colony of Georgia, by the following bounds, viz. bounded on the north by the most northern stream of a river there commonly cailed Savannah, as far as the heads of the said river; and from thence westward as far as our territories extend; on the east, by the sea coast, from the said river Savannah to the most southern stream of a certain other river, called St. Mary; (including all islands within twenty leagues of the coast lying between the said river Savannah and St. Mary, as far as the head thereof;) and from thence westward as far as our territories extend by the north boundary line of our provinces of East and West Florida.\n That afterwards, from the year one thousand seven hundred and seventy- five, to the year one thousand seven hundred and eighty-three, an open war existed between the colonies of New-Hampshire, Massachusetts Bay, Rhode Island and Providence Plantations, Connecticut, New-York, New-Jersey, Pennsylvania, Delaware, Maryland, Virginia, North Carolina, South Carolina and Georgia, called the United States, on the one part, and his said majesty, George the third, King of Great Britain, on the other part. And on the third day of September, in the year of our Lord one thousand seven hundred and eighty-three, a definitive treaty of peace was signed and concluded at Paris, by and between certain authorized commissioners on the part of the said belligerent powers, which was afterwards duly ratified and confirmed by the said two respective powers; by the first article of which treaty, the said King George the third, by the name of his Britannic majesty, acknowledged the aforesaid United \n\n[10 U.S. 87, 104]\n \n States to be free, sovereign and independent states; that he treated with them as such, and for himself, his heirs and successors, relinquishes all claim to the government, propriety and territorial rights of the same, and every part thereof; and by the second article of said treaty, the western boundary of the United States is a line drawn along the middle of the river Mississippi, until it shall intersect the northernmost part of the thirty-first degree of north latitude; and the southern boundary is a line drawn due east from the determination of the said line, in the latitude of thirty-one degrees north of the equator, to the middle of the river Apalachicola or Catahouchee; thence along the middle thereof to its junction with the Flint river; thence straight to the head of St. Mary's river; and thence down along the middle of St. Mary's river to the Atlantic Ocean.\n And the jury further find, that in the year of our Lord one thousand seven hundred and eighty-two, the Congress of the United States did instruct the said commissioners, authorized on the part of the United States to negotiate and conclude the treaty aforesaid, that they should claim in this negotiation, respecting the boundaries of the United States, that the most northern part of the thirty-first degree of north latitude should be agreed to be the southern boundary of the United States, on the ground that that was the southern boundary of the colony of Georgia; and that the river Mississippi should be agreed to be the western boundary of the United States, on the ground that the colony of Georgia and other colonies, now states of the United States, were bounded westward by that river; and that the commissioners on the part of the United States did, in said negotiation, claim the same accordingly, and that on those grounds the said southern and western boundaries of the United States were agreed to by the commissioners on the part of the King of Great Britain. That afterwards, in the same year, the legislature of the state of Georgia passed an act, declaring her right, and proclaiming her title to all the lands lying within her boundaries to the river Mississippi. And in the year of our Lord, one thousand seven hundred \n\n[10 U.S. 87, 105]\n \n and eighty five, the legislature of the said state of Georgia established a county, by the name of Bourbon, on the Mississippi, and appointed civil officers for said county, which lies within the boundaries now denominated the Mississippi territory; that thereupon a dispute arose between the state of South Carolina and the state of Georgia, concerning their respective boundaries, the said states separately claiming the same territory; and the said state of South Carolina, on the first day of June, in the year of our lord one thousand seven hundred and eighty-five, petitioned the congress of the United States for a hearing and determination of the differences and disputes subsisting between them and the state of Georgia, agreeably to the ninth article of the then confederation and perpetual union between the United States of America; that the said congress of the United States did thereupon on the same day resolve, that the second Monday in May then next following should be assigned for the appearance of the said states of South Carolina and Georgia, by their lawful agents, and did then and there give notice thereof to the said state of Georgia, by serving the legislature of said state with an attested copy of said petition of the state of South Carolina, and said resolve of congress. That afterwards, on the eighth day of May, in the year of our lord one thousand seven hundred and eighty-six, by the joint consent of the agents of said states of South Carolina and Georgia, the congress resolved that further day be given for the said hearing, and assigned the fifteenth day of the same month for that purpose. That afterwards, on the eighteenth day of May aforesaid, the said congress resolved, that further day be given for the said hearing, and appointed the first Monday in September, then next ensuing, for that purpose. That afterwards, on the first day of September then next ensuing, authorized agents from the states of Carolina and Georgia attended in pursuance of the order of congress aforesaid, and produced their credentials, which were read in congress, and there recorded, together with the acts of their respective legislatures; which acts and credentials authorized the said agents to settle and compromise all the differences \n\n[10 U.S. 87, 106]\n \n and disputes aforesaid, as well as to appear and represent the said states respectively before any tribunal that might be created by congress for that purpose, agreeably to the said ninth article of the confederation. And in conformity to the powers aforesaid, the said commissioners of both the said states of South Carolina and Georgia, afterwards, on the 28th day of April, in the year of our Lord one thousand seven hundred and eighty- seven, met at Beaufort, in the state of South Carolina, and then and there entered into, signed, and concluded a convention between the states of South Carolina and Georgia aforesaid. By the first article of which convention it was mutually agreed between the said states, that the most northern branch or stream of the river Savannah from the sea or mouth of such stream to the fork or confluence of the rivers then called Tugaloo and Keowee; and from thence the most northern branch or stream of said river Tugaloo, till it intersects the northern boundary line of South Carolina, if the said branch or stream of Tugaloo extends so far north, reserving all the islands in the said rivers Savannah and Tugaloo, to Georgia; but if the head, spring, or source of any branch or stream of the said river Tugaloo does not extend to the north boundary line of South Carolina, then a west course to the Mississippi, to be drawn from the head, spring, or source of the said branch or stream of Tugaloo river, which extends to the highest northern latitude, shall for ever thereafter form the separation, limit, and boundary between the states of South Carolina and Georgia. And by the third article of the convention aforesaid, it was agreed by the said states of South Carolina and Georgia, that the said state of South Carolina should not thereafter claim any lands to the eastward, southward, south-eastward, or west of the said boundary above established; and that the said state of South Carolina did relinquish and cede to the said state of Georgia all the right, title, and claim which the said state of South Carolina had to the government, sovereignty, and jurisdiction in and over the same, and also the right and pre-emption of soil from the native Indians, and all the estate, property, and claim which the said state of South Carolina had in or to the said lands. \n\n[10 U.S. 87, 107]\n \n And the jury further find, that the land described in the plaintiff's declaration is situate south-west of the boundary line last aforesaid; and that the same land lies within the limits of the territory granted to the said lords proprietors of Carolina, by King Charles the second, as aforesaid, and within the bounds of the territory agreed to belong and ceded to the King of Great Britain, by the said treaty of peace made in seventeen hundred and sixty-three, as aforesaid; and within the bounds of the United States, as agreed and settled by the treaty of peace in seventeen hundred and eighty-three, as aforesaid; and north of a line drawn due east from the mouth of the said river Yazoos, where it unites with the Mississippi aforesaid. That afterwards, on the ninth day of August, in the year of our lord one thousand seven hundred and eighty- seven, the delegates of said state of South Carolina in congress moved, that the said convention, made as aforesaid, be ratified and conformed, and that the lines and limits therein specified be thereafter taken and received as the boundaries between the said states of South Carolina and Georgia; which motion was by the unanimous vote of congress committed, and the same convention was thereupon entered of record on the journals of congress; and on the same day John Kean and Daniel Huger, by virtue of authority given to them by the legislature of said state of South Carolina, did execute a deed of cession on the part of said state of South Carolina, by which they ceded and conveyed to the United States, in congress assembled, for the benefit of all the said states, all their right and title to that territory and tract of land included within the river Mississippi, and a line beginning at that part of the said river which is intersected by the southern boundary line of the state of North Carolina; and continuing along the said boundary line, until it intersects the ridge or chain of mountains which divides the eastern from the western waters; then to be continued along the top of the said ridge of mountains, until it intersects a line to be drawn due west from the head of the southern branch of the Tugaloo river to the said mountains, and thence to run a due west course to the river Mississippi; which deed of cession was \n\n[10 U.S. 87, 108]\n \n thereupon received and entered on the journals of congress, and accepted by them.\n The jury further find, that the congress of the United States did, on the sixth day of September, in the year of our lord one thousand, seven hundred and eighty, recommend to the several states in the union having claims to western territory, to make a liberal cession to the United States of a portion of their respective claims for the common benefit of the union. That afterwards, on the ninth day of August, in the year of our lord one thousand seven hundred and eighty-six, the said congress resolved, that whereas the states of Massachusetts, New-York, Connecticut, and Virginia had, in consequence of the recommendation of congress on the sixth day of September aforesaid, made cessions of their claims to western territory to the United States in congress assembled, for the use of the United States, the said subject be again presented to the view of the states of N. Carolina, S. Carolina and Georgia, who had not complied with so reasonable a proposition; and that they be once more solicited to consider with candour and liberality the expectations of their sister states, and the earnest and repeated applications made to them by congress on this subject. That afterwards, on the twentieth day of October, one thousand seven hundred and eighty-seven, the congress of the United States passed the following resolve, viz. that it be and hereby is represented to the states of North-Carolina and Georgia, that the lands, which have been ceded by the other states in compliance with the recommendation of this body, are now selling in large quantities for public securities; that the deeds of cession from the different states have been made without annexing an express condition, that they should not operate till the other states, under like circumstances, made similar cessions; and that congress have such faith in the justice and magnanimity of the states of North Carolina and Georgia, that they only think it necessary to call their attention to these circumstances, not doubting but, upon consideration of the subject, they will fell those obligations which will induce similar cessions, and justify that confidence which has been \n\n[10 U.S. 87, 109]\n \n placed in them. That afterwards, on the first day of February, one thousand seven hundred and eighty-eight, and legislature of said state of Georgia, then duly convened, passed an act for ceding part of the territorial claims of said state to the United States; by which act the state of Georgia authorized her delegates in congress to convey to the United States the territorial claims of said state of Georgia to a certain tract of country bounded as follows, to wit: beginning at the middle of the river Catahouchee or Apalachicola, where it is intersected by the thirty-first degree of north latitude, and from thence due north one hundred and forty miles, thence due west to the river Mississippi; thence down the middle of the said river to where it intersects the thirty-first degree of north latitude, and along the said degree to the place of beginning; annexing the provisions and conditions following, to wit: That the United States in congress assembled, shall guaranty to the citizens of said territory a republican form of government, subject only to such changes as may take place in the federal constitution of the United States; secondly, that the navigation of all the waters included in the said cession shall be equally free to all the citizens of the United States; nor shall any tonnage on vessels, or any duties whatever, be laid on any goods, wares, or merchandises that pass up or down the said waters, unless for the use and benefit of the United States. Thirdly, that the sum of one hundred and and seventy-one thousand and twenty-eight dollars, forty-five cents, which has been expended in quieting the minds of the Indians, and resisting their hostilities, shall be allowed as a charge against the United States, and be admitted in payment of the specie requisition of that state's quotas that have been or may be required by the United States. Fourthly, that in all cases where the state may require defence, the expenses arising thereon shall be allowed as a charge against the United States, agreeably to the articles of confederation. Fifthly, that congress shall guaranty and secure all the remaining territorial rights of the state, as pointed out and expressed by the definitive treaty of peace between the United States and Great Britain, the convention between the said \n\n[10 U.S. 87, 110]\n \n state and the state of South Carolina, entered into the twenty-eighth day of April, in the year of our lord one thousand seven hundred and eighty- seven, and the clause of an act of the said state of Georgia, describing the boundaries thereof, passed the seventeenth day of February, in the year one thousand seven hundred and eighty-three, which act of the said state of Georgia, with said conditions annexed, was by the delegates of said state in congress presented to the said congress, and the same was, after being read, committed to a committee of congress; who, on the fifteenth day of July, in the said year one thousand seven hundred and eighty-eight, made report thereon to congress, as follows, to wit: 'The committee, having fully considered the subject referred to them, are of opinion, that the cession offered by the state of Georgia cannot be accepted on the terms proposed; first, because it appears highly probable that on running the boundary line between that state and the adjoining state or states, a claim to a large tract of country extending to the Mississippi, and lying between the tract proposed to be ceded, and that lately ceded by South Carolina, will be retained by the said state of Georgia; and therefore the land which the state now offers to cede must be too far removed from the other lands hitherto ceded to the union to be of any immediate advantages to it. Secondly, because there appears to be due from the state of Georgia, on specie requisitions, but a small part of the sum mentioned in the third proviso or condition before recited; and it is improper in this case to allow a charge against the specie requisitions of congress which may hereafter be made, especially as the said state stands charged to the United States for very considerable sums of money loaned. And, thirdly, because the fifth proviso or condition before recited contains a special guaranty of territorial rights, and such a guaranty has not been made by congress to any state, and which, considering the spirit and meaning of the confederation, must be unnecessary and improper. But the committee are of opinion, that the first, second, and fourth provisions, before recited, and also the third, with some variations, may be admitted; and that, should the said state extend the bounds of her cession, \n\n[10 U.S. 87, 111]\n \n and vary the terms thereof as herein after mentioned, congress may accept the same. Whereupon they submit the following resolutions: That the cession of claims to western territory, offered by the state of Georgia, cannot be accepted on the terms contained in her act passed the first of February last. That in case the said state shall authorize her delegates in congress to make a cession of all her territorial claims to lands west of the river Apalachicola, or west of a meridian line running through or near the point where that river intersects the thirty-first degree of north latitude, and shall omit the last proviso in her said act, and shall so far vary the proviso respecting the sum of one hundred and seventy-one thousand four hundred and twenty-eight dollars, and forty-five cents, expended in quieting and resisting the Indians, as that the said state shall have credit in the specie requisitions of congress, to the amount of her specie quotas on the past requisitions, and for the residue, in her account with the United States for moneys loaned, congress will accept the cession.' Which report being read, congress resolved, that congress agree to the said report.\n The jury further find, that in the year of our lord one thousand seven hundred and ninety-three, Thomas Jefferson, Esq. then secretary of state for the United States, made a report to the then President of the United States, which was intended to serve as a basis of instructions to the commissioners of the United States for settling the points which were then in dispute between the King of Spain and the government of the United States; one of which points in dispute was, the just boundaries between West Florida and the southern line of the United States. On this point, the said secretary of state, in his report aforesaid, expresses himself as follows, to wit: 'As to boundary, that between Georgia and West Florida is the only one which needs any explanation. It (that is, the court of Spain) sets up a claim to possessions within the state of Georgia, founded on her ( Spain) having rescued them by force from the British during the late war. The following view of that subject seems to admit of no reply. The several states now composing the United \n\n[10 U.S. 87, 112]\n \n States of America were, from their first establishment, separate and distinct societies, dependent on no other society of men whatever. They continued at the head of their respective governments the executive magistrate who presided over the one they had left, and thereby secured in effect a constant amity with the nation. In this stage of their government their several boundaries were fixed, and particularly the southern boundary of Georgia, the only one now in question, was established at the thirty first degree of latitude, from the Apalachicola westwardly. The southern limits of Georgia depend chiefly on, first, the charter of South Carolina, &c. Secondly, on the proclamation of the British king, in one thousand seven hundred and sixty-three, establishing the boundary between Georgia and Florida, to begin on the Mississippi, in thirty-one degrees of north latitude, and running eastwardly to the Apalachicola, &c. That afterwards, on the seventh day of December, of the same year, the commissioners of the United States for settling the aforesaid disputes, in their communications with those of the King of Spain, express themselves as follows, to wit: 'In this stage of their (meaning the United States) government, the several boundaries were fixed, and particularly the southern boundary of Georgia, the one now brought into question by Spain. This boundary was fixed by the proclamation of the King of Great Britain, their chief magistrate, in the year one thousand seven hundred and sixty- three, at a time when to other power pretended any claim whatever to any part of the country through which it run. The boundary of Georgia was thus established: to begin in the Missisippi, in latitude thirty-one north, and running eastward to the Apalachicola,' &c. From what has been said, it results, first, that the boundary of Georgia, now forming the southern limits of the United States, was lawfully established in the year seventeen hundred and sixty-three. Secondly, that it has been confirmed by the only power that could at any time have pretensions to contest it.'\n That atterwards, on the tenth day of August, in the year 1795, Thomas Pinckney, Esq. minister plenipotentiary \n\n[10 U.S. 87, 113]\n \n of the United States at the court of Spain, in a communication to the prince of peace, prime minister of Spain, agreeably to his instructions from the President of the United States on the subject of said boundaries, expresses himself as follows, to wit: 'Thirty-two years have elapsed since all the country on the left or eastern bank of the Mississippi, being under the legitimate jurisdiction of the King of England, that sovereign thought proper to regulate with precision the limits of Georgia and the two Floridas, which was done by his solemn proclamation, published in the usual form; by which he established between them precisely the same limits that, near twenty years after, he declared to be the southern limits of the United States, by the treaty which the same King of England concluded with them in the month of November, seventeen hundred and eighty two.'\n That afterwards, on the 27th day of October, in the year seventeen hundred and ninety-five, a treaty of friendship, limits and navigation was concluded between the United States and his catholic majesty the King of Spain; in the second article of which treaty it is agreed, that the southern boundary of the United States, which divides their territory from the Spanish colonies of East and West Florida, shall be designated by a line beginning on the river Mississippi, at the north-ernmost part of the thirty-first degree of north latitude, which from thence shall be drawn due east to the middle of the river Apalachicola or Catahouchee, thence along the middle thereof to its junction with the Flint, thence straight to the head of St. Mary's river, and thence down the middle thereof to the Atlantic ocean.'\n But whether, upon the whole matter, the state of Georgia, at the time of passing the act aforesaid, entitled as aforesaid, as mentioned by the plaintiff, in his assignment of the breach in the fourth count of his declaration, was seised in fee-simple of all the territories and tenements aforesaid, and of all the soil thereof, subject only to the extinguishment of the Indian title \n\n[10 U.S. 87, 114]\n \n to part thereof, the jury are ignorant, and pray the advisement of the court thereon; and if the court are of opinion, that the said state of Georgia was so seised at the time aforesaid, then the jury find, that the said state of Georgia, at the time of passing the act aforesaid, entitled as aforesaid, as mentioned by the said Fletcher, in his assignment of the breach in the fourth coun of his declaration, was seised in fee-simple of all the territories and tenements aforesaid, and of all the soil thereof, subject only to the extinguishment of the Indian title to part thereof, and the jury thereupon find, that the said Peck his covenant aforesaid, the breach whereof is assigned in the plaintiff's fourth count mentioned, hath not broken, but hath kept the same.\n But if the court are of opinion that the said state of Georgia was not so seised at the time aforesaid, then the jury find, that the said state of Georgia, at the time of passing the act aforesaid, entitled as aforesaid, as mentioned by the said Fletcher, in his assignment of the breach in the fourth count of his declaration, was not seised of all the territories and tenements aforesaid, and of all the soil thereof, subject only to the extinguishment of the Indian title to part thereof; and the jury thereupon find, that the said Peck his covenant aforesaid, the breach whereof is assigned in the plaintiff's fourth count mentioned, hath not kept, but broken the same; and assess damages for the plaintiff, for the breach thereof, in the sum of three thousand dollars, and costs of suit.\n Whereupon it was considered and adjudged by the court below, that on the issues on the three first counts, the several pleas are good and sufficient, and that the demurrer thereto be overruled; and on the last issue, on which there is a special verdict, that the state of Georgia was seised, as alleged by the defendant, and that the defendant recover his costs.\n The plaintiff sued out his writ of error, and the case was twice argued, first by Martin, for the plaintiff in error, and by J. Q. Adams, and R. G. Harper, for the \n\n[10 U.S. 87, 115]\n \n defendant, at February term, 1809, and again at this term by Martin, for the plaintiff, and by Harper and Story, for the defendant.\n Martin, for the plaintiff in error.\n The first plea is no answer to the first count. The breach of the covenant complained of is, that 'the legislature had no authority to sell and dispose of' the land, but the plea is, that 'the said Matthews, governor of the said state, was fully and legally empowered to sell and convey' the land. Although the governor had authority to sell, non constat that the legislature had.\n The same objection applies to the second plea; it is an answer to the inducement, not to the point of the plea. The breach assigned in the second count is, 'that the title which the state of Georgia at any time had in the premises was never legally conveyed to the said Peck by force of the conveyances aforesaid.'\n The improper influence upon the members of the legislature was only inducement.\n The plea is, the defendant had no notice nor knowledge of the improper means used. It is no answer to the breach assigned.\n The same objection applies also to the third plea.\n It appears upon the special verdict that the state of Georgia never was seised in fee of the lands. They belonged to the crown of Great Britain, and at the revolution devolved upon the United States, and not upon the state of Georgia.\n When the colonies of North Carolina and South Carolina were royal colonies, the king limited the boundaries, and disannexed these lands from Georgia.\n Argument for the defendant in error.\n The first fault of pleading is in the declaration. \n\n[10 U.S. 87, 116]\n \n The breach of the covenant is not well assigned in the first count. The covenant is, that the legislature had good right to sell. The breach assigned is, that the legislature had no authority to sell. Authority and right, are words of a different signification. Right implies an interest: authority is a mere naked power.\n But if the breach be well assigned, the plea is a substantial answer to it, for if the governor derived full power and authority from the legislature to sell, the legislature must have had that power to give. The plea shows the title to be in the state of Georgia.\n The objection is only to the form of the plea, which cannot prevail upon a general demurrer.\n Two questions arise upon the issue joined upon the 4th plea.\n 1st. Whether the title was in the state of Georgia; and, 2d. Whether it was in the United States.\n At the beginning of the revolution the lands were within the bounds of Georgia. These bounds were confirmed by the treaty of peace in 1783, and recognised in the treaty with Spain in 1795, and by the cession to the United States in 1802.\n The United States can have no title but what is derived from Georgia.\n The title of Georgia depends upon the facts found in the special verdict.\n The second charter granted by George the 2d in 1732, includes these lands, the bounds of that grant being from the Savannah to the Alatamaha, and from the heads of those rivers respectively, in direct lines, to the South Sea.\n It is not admitted that the king had a right to enlarge or diminish the boundaries even of royal provinces. \n\n[10 U.S. 87, 117]\n \n The exercise of that right, even by parliament itself, was one of the violation of right upon which the revolution was founded; as appears by the declaration of independence, the address to the people of Quebec, and other public documents of the time.\n This right, claimed by the king, was denied by Virginia and North Carolina in their constitutions. See the article of the constitution of Virginia respecting the limits of that state, and the 25th section of the declaration of rights of North Carolina. 1 Belsham's Hist. of Geo. 3d. The Quebec Act, and the Collection of State Constitutions, p. 180.\n The right was denied by the commissioners on the part of the United States, who formed the treaty, and was given up by Great Britain when the present line was established.\n But the proclamation of 1763 did not profess or intend to disannex the western lands from the province of Georgia. The king only declares that it is his royal will and pleasure for the present, 'as aforesaid,' to reserve under his sovereignty, protection and dominion, for the use of the Indians, all the lands and territories lying to the westward of the sources of the rivers which fall into the sea from the west and north-west; and he thereby forbids his subjects from making purchases or settlements, or taking possession of the same.\n This clause of the proclamation cannot well be understood without the preceding section to which it refers, by the words 'as aforesaid.'\n The preceding clause is, 'that no governor or commander in chief of our other colonies or plantations in America, i. e. (other than the colonies of Quebec, East Florida and West Florida,) do presume for the present and until our further pleasure be known, to grant warrants of surveys, or pass patents for any lands beyond the heads or sources of any of the rivers, which fall into the Atlantic ocean from the west or north- west; or upon any lands whatever which, not having been \n\n[10 U.S. 87, 118]\n \n ceded to, or purchased by us, as aforesaid, are reserved to the said Indians, or any of them.'\n Then comes the clause in question, which is supposed to have disannexed these lands from Georgia, as follows: 'And we do further declare it to be our royal will and pleasure for the present as aforesaid, to reserve under our sovereignty, protection and dominion, for the use of the said Indians, all the land and territories lying to the westward of the sources of the rivers which fall into the sea from the west and north- west as aforesaid,' &c.\n It was a prohibition to all the governors of all the colonies, and a reservation of all the western lands attached to all the colonies. But it was only a temporary reservation for the use of the Indians.\n If this proclamation disannexed these lands from Georgia, it also disannexed all the western lands from all the other colonies. But if they were disannexed by the proclamation, they were reannexed three months afterwards by the commission to Governor Wright, on the 20th of January, 1764.\n It appears by the report of the attorney-general, as well as by Mr. Chalmers's observations, that it never was the opinion of the British government that these lands were disannexed by the proclamation.\n If they were not reannexed before, they certainly were by the treaty of peace.\n At the commencement of the revolution, the lands then belonged to and formed a part of the province of Georgia.\n By the declaration of independence the several states were declared to be free, sovereign and independent states; and the sovereignty of each, not of the whole, was the principle of the revolution; there was no connection between them, but that of necessity and self defence, and in what manner each should contribute to the \n\n[10 U.S. 87, 119]\n \n common cause, was a matter left to the discretion of each of the states. By the second article of the confederation the sovereignty of each state is confirmed, and all the rights of sovereignty are declared to be retained which are not by that instrument expressly delegated to the United States in congress assembled. It provides also that no state shall be deprived of territory for the benefit of the United States.\n On the 25th of February, 1783, the legislature of Georgia passed an act declaring her boundaries, before the definitive treaty of peace. This declaration of Georgia was not contradicted by the United States in any public act.\n In 1785, Georgia passed an act erecting the county of Bourbon in that territory; this produced a dispute with South Carolina, which ended in the acknowledgment of the right of Georgia to these lands. (See the third article of the convention between South Carolina and Georgia.)\n The same boundaries are acknowledged by the United States in their instructions, given by the secretary of state, Mr. Jefferson, in 1793, to the commissioners appointed to settle the dispute with Spain respecting boundaries.\n The United States certainly had no claim at the commencement of the revolution, nor at the declaration of independence, nor under the articles of confederation.\n During the progress of the revolution a demand was made by two or three of the states, that crown lands should be appropriated for the common defense. But congress never asserted such a right. They only recommended that cessions of territory should be made by the states for that purpose.\n The journals of congress are crowded with proofs of this fact. See journals of congress, 16th September, 1776, vol. 2. p. 336. 30th of October, 1776. 15th \n\n[10 U.S. 87, 120]\n \n October, 1777, vol. 3. p. 345. 27th October, 1777, vol. 3. p. 363. 22d June, 1778, vol. 4. p. 262. 23d and 25th June, 1778. p, 269. 1779, vol. 5. p. 49. 21st May, 1779, vol. 5. p. 158. 1st March, 1781, Resolution of 1780, vol. 6. p. 123. 12th February, 1781, vol. 7. p. 26. 1st March, 1781. 29th October, 1782, vol. 8. p. --.\n At the treaty of peace, there was no idea of a cession of land to the United States, by Great Britain. The bounds of the United States were fixed as the bounds of the several states had been before fixed. The United States did not claim land for the United States as a nation; they claimed only in right of the individual states. Great Britain yielded the principle of the royal right to disannex lands from the colonies, and acquiesced in the principle contended for by the United States, which was the old boundary of the several states. See Chief Justice Jay's opinion in the case of Chisholm v. The State of Georgia, reported in a pamphlet published in 1793.\n The United States then had no title by the treaty of peace. She has since (viz. in 1788) declined accepting a cession of the territory from Georgia, not because the United States had already a title, but because the lands were too remote, &c.\n There is nothing in the constitution of the United States, which can give her a title. By the third section of the fourth article the claims of particular states are saved.\n The public acts since the adoption of the new constitution are the instructions to the commissioners in 1793, to settle the boundaries with Spain. The treaty with Spain, 27th October, 1795. The act of congress of 7th April, 1798, vol. 4. p. 90. The act of 10th of May, 1800. The remonstrance of Georgia, in December, 1800. And the cession by Georgia to the United States in 1802. All these public acts recognised the title to be in Georgia. \n\n[10 U.S. 87, 121]\n \n If then Georgia had good title on the 7th of January, 1795, the next question is, had the legislature of that state a right to sell?\n By the revolution, all the right and royal prerogatives devolved upon the people of the several states, to be exercised in such manner as they should prescribe, and by such governments as they should erect. The right of disposing of the lands belonging to the state naturally devolved upon the legislative body; who were to enact such laws as should authorize the sale and conveyance of them. The sale itself was not a legislative act. It was not an act of severeignty, but a mere conveyance of title. 2 Tucker's Bl. Com. 53. 57. Montesquieu, b. 26. c. 15. 2 Dal. 320. 4 Dal. 14. Cooper v. Telfaire. Constitution of Georgia, Art. 1.  16. Digest of Georgia Laws of 7th June, 1777, 1780, 1784, 1785, 1788, 1789, and 1790. These show the universal practice of Georgia in this respect.\n A doubt has been suggested whether this power extends to lands to which the Indian title has not been extinguished.\n What is the Indian title? It is a mere occupancy for the purpose of hunting. It is not like our tenures; they have no idea of a title to the soil itself. It is overrun by them, rather than inhabited. It is not a true and legal possession. Vattel, b. 1.  81. p. 37. and  209. b. 2.  97. Montesquieu, b. 18. c. 12. Smith's Wealth of Nations, b. 5. c. 1. It is a right not to be transferred but extinguished. It a right regulated by treaties, not by deeds of conveyance. It depends upon the law of nations, not upon municipal right.\n Although the power to extinguish this right by treaty, is vested in congress, yet Georgia had a right to sell subject to the Indian claim. The point has never been decided in the courts of the United States, because it has never before been questioned.\n The right has been exercised and recognised by all the states. \n\n[10 U.S. 87, 122]\n \n There was no objection to the sale arising from the constitution of Georgia. With regard to state constitutions, it is not necessary, that the powers should be expressly granted, however it may be with the constitution of the United States. But it is not constitutional doctrine even as it applies to the legislature of the United States.\n The old articles of confederation limited the powers of congress to those expressly granted. But in the constitution of the United States, the word expressly was purposely rejected. See the Federalist, and Journals of House of Rep. 21st August, 1789. Journal of Senate, 7th September, 1789.\n But if the legislature of Georgia could only exercise powers expressly given, they had no power to abrogate the contract.\n A question has been suggested from the bench whether the right which Georgia had before the extinguishment of the Indian title, is such a right as is susceptible of conveyance, and whether it can be said to be a title in fee-simple?\n The Europeans found the territory in possession of a rude and uncivilized people, consisting of separate and independent nations. They had no idea of property in the soil but a right of occupation. A right not individual but national. This is the right gained by conquest. The Europeans always claimed and exercised the right of conquest over the soil. They allowed the former occupants a part, and took to themselves what was not wanted by the natives. Even Penn claimed under the right of conquest. He took under a charter from the King of England, whose right was the right of conquest. Hence the feudal tenures in this country. All the treaties with the Indians were the effect of conquest. All the extensive grants have been forced from them by successful war. The conquerors permitted the conquered tribes to occupy part of the land until it should be wanted for the use of the conquerors. Hence the acts of legislation \n\n[10 U.S. 87, 123]\n \n fixing the lines and bounds of the Indian claims; hence the prohibition of individual purchasers, &c.\n The rights of governments are allodial. The crown of Great Britain granted lands to individuals, even while the Indian claim existed, and there has never been a question respecting the validity of such grants. When that claim was extinguished, the grantee was always admitted to have acquired a complete title. The Indian title is a mere privilege which does not affect the allodial right.\n The legislature of Georgia could not revoke a grant once executed. It had no right to declare the law void; that is the exercise of a judicial, not a legislative function. It is the province of the judiciary to say what the law is, or what it was. The legislature can only say what it shall be.\n The legislature was forbidden by the constitution of the United States to pass any law impairing the obligation of contract. A grant is a contract executed, and it creates also an implied executory contract, which is, that the grantee shall continue to enjoy the thing granted according to the terms of the grant.\n The validity of a law cannot be questioned because undue influence may have been used in obtaining it. However improper it may be, and however severely the offenders may be punished, if guilty of bribery, yet the grossest corruption will not authorize a judicial tribunal in disregarding the law.\n This would open a source of litigation which could never be closed. The law would be differently decided by different juries; innumerable perjuries would be committed, and inconceivable confusion would ensue.\n But the parties now before the court are innocent of the fraud, if any has been practised. They were bona fide purchasers, for a valuable consideration, without notice of fraud. They cannot be affected by it. \n\n[10 U.S. 87, 124]\n \n Martin, in reply.\n All the western lands of the royal governments were wholly disannexed from the colonies, and reserved for the use of the Indians. Georgia never had title in those lands. It is true that Great Britain did undertake to extend the bounds of the royal provinces. The right was not denied, but the purpose for which it was executed.\n By the proclamation, if offenders should escape into those territories, they are to be arrested by the military force and sent into the colony for trial.\n In Governor Wright's commission the western boundary of the colony is not defined. The jury has not found whether the lands were within Governor Wright's commission.\n As to the Indian title.\n The royal provinces were not bodies politic for the purpose of holding lands. The title of the lands was in the crown. There is no law authorizing the several states to transfer their right subject to the Indian title. It was only a right of pre-emption which the crown had. This right was not by the treaty ceded to Georgia, but to the United States. The land when purchased of the Indiana is to be purchased for the benefit of the United States. There was only a possibility that the United States would purchase for the benefit of Georgia. But a mere possibility cannot be sold or granted.\n The declarations and claims of Georgia could not affect the rights of the United States.\n An attempt was made in congress to establish the principle that the land belonged to the United States; but the advocates of that doctrine were overruled by a majority. This, however, did not decide the question of right. \n\n[10 U.S. 87, 125]\n \n The states which advocated that principle did not think proper to refuse to join the confederacy because it was not inserted among the articles of confederation, but they protested against their assent to the union being taken as evidence of their abandonment of the principle.\n Nor is the assent of congress to the commission for settling the bounds between South Carolina and Georgia, evidence of an acknowledgment, on the part of the United States, that either of those states was entitled to those lands.\n March 11, 1809.\n\n MARSHALL, Ch. J. delivered the opinion of the court upon the pleadings, as follows:\n In this cause there are demurrers to three pleas filed in the circuit court, and a special verdict found on an issue joined on the 4th plea. The pleas were all sustained, and judgment was rendered for the defendant.\n To support this judgment, this court must concur in overruling all the demurrers; for, if the plea to any one of the counts be bad, the plaintiff below is entitled to damages on that count.\n The covenant, on which the breach in the first count is assigned, is in these words; 'that the legislature of the said state, (Georgia,) at the time of the passing of the act of sale aforesaid, had good right to sell and dispose of the same, in manner pointed out by the said act.'\n The breach of this covenant is assigned in these words; 'now the said Fletcher saith that, at the time when the said act of the legislature of Georgia, entitled an act, &c. was passed, the said legislature had no authority to sell and dispose of the tenements aforesaid, or of any part thereof, in the manner pointed out in the said act.' \n\n[10 U.S. 87, 126]\n \n The plea sets forth the constitution of the state of Georgia, and avers that the lands lay within that state. It then sets forth the act of the legislature, and avers that the lands, described in the declaration, are included within those to be sold by the said act; and that the governor was legally empowered to sell and convey the premises.\n To this plea the plaintiff demurred; and the defendant joined in the demurrer.\n If it be admitted that sufficient matter is shown, in this plea, to have justified the defendant in denying the breach alleged in the count, it must also be admitted that he has not denied it. The breach alleged is, that the legislature had not authority to sell. The bar set up is, that the governor had authority to convey. Certainly an allegation, that the principal has no right to give a power, is not denied by alleging that he has given a proper power to the agent.\n It is argued that the plea shows, although it does not, in terms, aver, that the legislature had authority to convey. The court does not mean to controvert this position, but its admission would not help the case. The matter set forth in the plea, as matter of inducement, may be argumentatively good, may warrant an averment which negatives the averment in the declaration, but does not itself constitute that negative.\n Had the plaintiff tendered an issue in fact upon this plea, that the governor was legally empowered to sell and convey the premises, it would have been a departure from his declaration; for the count to which this plea is intended as a bar alleges no want of authority in the governor. He was therefore under the necessity of demurring.\n But it is contended that although the plea be substantially bad, the judgment, overruling the demurrer, is correct, because the declaration is defective.\n The defect alleged in the declaration is, that the \n\n[10 U.S. 87, 127]\n \n breach is not assigned in the words of the covenant. The covenant is, that the legislature had a right to convey, and the breach is, that the legislature had no authority to convey.\n It is not necessary that a breach should be assigned in the very words of the covenant. It is enough that the words of the assignment show, unequivocally, a substantial breach. The assignment under consideration does show such a breach. If the legislature had no authority to convey, it had no right to convey.\n It is, therefore, the opinion of this court, that the circuit court erred in overruling the demurrer to the first plea by the defendant pleaded, and that their judgment ought therefore to be reversed, and that judgment on that plea be rendered for the plaintiff.\n After the opinion of the court was delivered, the parties agreed to amend the pleadings, and the cause was continued for further consideration.\n The cause having been again argued at this term,\n March 16, 1810,\n MARSHALL, Ch. J. delivered the opinion of the court as follows:\n The pleadings being now amended, this cause comes on again to be heard on sundry demurrers, and on a special verdict.\n The suit was instituted on several covenants contained in a deed made by John Peck, the defendant in error, conveying to Robert Fletcher, the plaintiff in error, certain lands which were part of a large purchase made by James Gunn and others, in the year 1795, from the state of Georgia, the contract for which was made in the form of a bill passed by the legislature of that state.\n The first count in the declaration set forth a breach \n\n[10 U.S. 87, 128]\n \n in the second covenant contained in the deed. The covenant is, 'that the legislature of the state of Georgia, at the time of passing the act of sale aforesaid, had good right to sell and dispose of the same in manner pointed out by the said act.' The breach assigned is, that the legislature had no power to sell.\n The plea in bar sets forth the constitution of the state of Georgia, and avers that the lands sold by the defendant to the plaintiff, were within that state. It then sets forth the granting act, and avers the power of the legislature to sell and dispose of the premises as pointed out by the act.\n To this plea the plaintiff below demurred, and the defendant joined in demurrer.\n That the legislature of Georgia, unless restrained by its own constitution, possesses the power of disposing of the unappropriated lands within its own limits, in such manner as its own judgment shall dictate, is a proposition not to be controverted. The only question, then, presented by this demurrer, for the consideration of the court, is this, did the then constitution of the state of Georgia prohibit the legislature to dispose of the lands, which were the subject of this contract, in the manner stipulated by the contract?\n The question, whether a law be void for its repugnancy to the constitution, is, at all times, a question of much delicacy, which ought seldom, if ever, to be decided in the affirmative, in a doubtful case. The court, when impelled by duty to render such a judgment, would be unworthy of its station, could it be unmindful of the solemn obligations which that station imposes. But it is not on slight implication and vague conjecture that the legislature is to be pronounced to have transcended its powers, and its acts to be considered as void. The opposition between the constitution and the law should be such that the judge feels a clear and strong conviction of their incompatibility with each other.\n In this case the court can perceive no such opposition. In the constitution of Georgia, adopted in the \n\n[10 U.S. 87, 129]\n \n year 1789, the court can perceive no restriction on the legislative power, which inhibits the passage of the act of 1795. The court cannot say that, in passing that act, the legislature has transcended its powers, and violated the constitution.\n In overruling the demurrer, therefore, to the first plea, the circuit court committed no error.\n The 3d covenant is, that all the title which the state of Georgia ever had in the premises had been legally conveyed to John Peck, the grantor.\n The 2d count assigns, in substance, as a breach of this covenant, that the original grantees from the state of Georgia promised and assured divers members of the legislature, then sitting in general assembly, that if the said members would assent to, and vote for, the passing of the act, and if the said bill should pass, such members should have a share of, and be interested in, all the lands purchased from the said state by virtue of such law. And that divers of the said members, to whom the said promises were made, were unduly influenced thereby, and, under such influence, did vote for the passing of the said bill; by reason whereof the said law was a nullity, &c. and so the title of the state of Georgia did not pass to the said Peck, &c.\n The plea to this count, after protesting that the promises it alleges were not made, avers, that until after the purchase made from the original grantees by James Greenleaf, under whom the said Peck claims, neither the said James Greenleaf, nor the said Peck, nor any of the mesne vendors between the said Greenleaf and Peck, had any notice or knowledge that any such promises or assurances were made by the said original grantees, or either of them, to any of the members of the legislature of the state of Georgia.\n To this plea the plaintiff demurred generally, and the defendant joined in the demurrer. \n\n[10 U.S. 87, 130]\n \n That corruption should find its way into the governments of our infant republies, and contaminate the very source of legislation, or that impure motives should contribute to the passage of a law, or the formation of a legislative contract, are circumstances most deeply to be deplored. How far a court of justice would, in any case, be competent, on proceedings instituted by the state itself, to vacate a contract thus formed, and to annul rights required, under that contract, by third persons having no notice of the improper means by which it was obtained, is a question which the court would approach with much circumspection. It may well be doubted how far the validity of a law depends upon the motives of its framers, and how far the particular inducements, operating on members of the supreme sovereign power of a state, to the formation of a contract by that power, are examinable in a court of justice. If the principle be conceded, that an act of the supreme sovereign power might be declared null by a court, in consequence of the means which procured it, still would there be much difficulty in saying to what extent those means much be applied to produce this effect. Must it be direct corruption, or would interest or undue influence of any kind be sufficient? Must the vitiating cause operate on a majority, or on what number of the members? Would the act be null, whatever might be the wish of the nation, or would its obligation or nullity depend upon the public sentiment?\n If the majority of the legislature be corrupted, it may well be doubted, whether it be within the province of the judiciary to control their conduct, and, if less than a majority act from impure motives, the principle by which judicial interference would be regulated, is not clearly discerned.\n Whatever difficulties this subject might present, when viewed under aspects of which it may be susceptible, this court can perceive none in the particular pleadings now under consideration.\n This is not a bill brought by the state of Georgia, to annul the contract, nor does it appear to the court, by \n\n[10 U.S. 87, 131]\n \n this count, that the state of Georgia is dissatisfied with the sale that has been made. The case, as made out in the pleadings, is simply this. One individual who holds lands in the state of Georgia, under a deed covenanting that the title of Georgia was in the grantor, brings an action of covenant upon this deed, and assigns, as a breach, that some of the members of the legislature were induced to vote in favour of the law, which constituted the contract, by being promised an interest in it, and that therefore the act is a mere nullity.\n This solemn question cannot be brought thus collaterally and incidentally before the court. It would be indecent, in the extreme, upon a private contract, between two individuals, to enter into an inquiry respecting the corruption of the sovereign power of a state. If the title be plainly deduced from a legislative act, which the legislature might constitutionally pass, if the act be clothed with all the requisite forms of a law, a court, sitting as a court of law, cannot sustain a suit brought by one individual against another founded on the allegation that the act is a nullity, in consequence of the impure motives which influenced certain members of the legislature which passed the law.\n The circuit court, therefore, did right in overruling this demurrer.\n The 4th covenant in the deed is, that the title to the premises has been, in no way, constitutionally or legally impaired by virtue of any subsequent act of any subsequent legislature of the state of Georgia.\n The third count recites the undue means practised on certain members of the legislature, as stated in the second count, and then alleges that, in consequence of these practices, and of other causes, a subsequent legislature passed an act annulling and rescinding the law under which the conveyance to the original grantees was made, declaring that conveyance void, and asserting the title of the state to the lands it contained. The \n\n[10 U.S. 87, 132]\n \n count proceeds to recite at large, this rescinding act, and concludes with averring that, by reason of this act, the title of the said Peck in the premises was constitutionally and legally impaired, and rendered null and void.\n After protesting, as before, that no such promises were made as stated in this count, the defendant again pleads that himself and the first purchaser under the original grantees, and all intermediate holders of the property, were purchasers without notice.\n To this plea there is a demurrer and joinder.\n The importance and the difficulty of the questions, presented by these pleadings, are deeply felt by the court.\n The lands in controversy vested absolutely in James Gunn and others, the original grantees, by the conveyance of the governor, made in pursuance of an act of assembly to which the legislature was fully competent. Being thus in full possession of the legal estate, they, for a valuable consideration, conveyed portions of the land to those who were willing to purchase. If the original transaction was infected with fraud, these purchasers did not participate in it, and had no notice of it. They were innocent. Yet the legislature of Georgia has involved them in the fate of the first parties to the transaction, and, if the act be valid, has annihilated their rights also.\n The legislature of Georgia was a party to this transaction; and for a party to pronounce its own deed invalid, whatever cause may be assigned for its invalidity, must be considered as a mere act of power which must find its vindication in a train of reasoning not often heard in courts of justice.\n But the real party, it is said, are the people, and when their agents are unfaithful, the acts of those agents cases to be obligatory.\n It is, however, to be recollected that the people can \n\n[10 U.S. 87, 133]\n \n act only by these agents, and that, while within the powers conferred on them, their acts must be considered as the acts of the people. If the agents be corrupt, others may be chosen, and, if their contracts be examinable, the common sentiment, as well as common usage of mankind, points out a mode by which this examination may be made, and their validity determined.\n If the legislature of Georgia was not bound to submit its pretensions to those tribuhals which are established for the security of property, and to decide on human rights, if it might claim to itself the power of judging in its own case, yet there are certain great principles of justice, whose authority is universally acknowledged, that ought not to be entirely disregarded.\n If the legislature be its own judge in its own case, it would seem equitable that its decision should be regulated by those rules which would have regulated the decision of a judicial tribunal. The question was, in its nature, a question of title, and the tribunal which decided it was either acting in the character of a court of justice, and performing a duty usually assigned to a court, or it was exerting a mere act of power in which it was controlled only by its own will.\n If a suit be brought to set aside a conveyance obtained by fraud, and the fraud be clearly proved, the conveyance will be set aside, as between the parties; but the rights of third persons, who are purchasers without notice, for a valuable consideration, cannot be disregarded. Titles, which, according to every legal test, are perfect, are acquired with that confidence which is inspired by the opinion that the purchaser is safe. If there be any concealed defect, arising from the conduct of those who had held the property long before he acquired it, of which he had no notice, that concealed defect cannot be set up against him. He has paid his money for a title good at law, he is innocent, whatever may be the guilt of others, and equity will not subject him to the penalties attached to that guilt. All titles would be insecure, and the intercourse \n\n[10 U.S. 87, 134]\n \n between man and man would be very seriously obstructed, if this principle be overturned.\n A court of chancery, therefore, had a bill been brought to set aside the conveyance made to James Gunn and others, as being obtained by improper practices with the legislature, whatever might have been its decision as respected the original grantees, would have been bound, by its own rules, and by the clearest principles of equity, to leave unmolested those who were purchasers, without notice, for a valuable consideration.\n If the legislature felt itself absolved from those rules of property which are common to all the citizens of the United States, and from those principles of equity which are acknowledged in all our courts, its act is to be supported by its power alone, and the same power may devest any other individual of his lands, if it shall be the will of the legislature so to exert it.\n It is not intended to speak with disrespect of the legislature of Georgia, or of its acts. Far from it. The question is a general question, and is treated as one. For although such powerful objections to a legislative grant, as are alleged against this, may not again exist, yet the principle, on which alone this rescinding act is to be supported, may be applied to every case to which it shall be the will of any legislature to apply it. The principle is this; that a legislature may, by its own act, devest the vested estate of any man whatever, for reasons which shall, by itself, be deemed sufficient.\n In this case the legislature may have had ample proof that the original grant was obtained by practices which can never be too much reprobated, and which would have justified its abrogation so far as respected those to whom crime was imputable. But the grant, when issued, conveyed an estate in fee-simple to the grantee, clothed with all the solemnities which law can bestow. This estate was transferrable; and those who purchased parts of it were not stained by that \n\n[10 U.S. 87, 135]\n \n guilt which infected the original transaction. Their case is not distinguishable from the ordinary case of purchasers of a legal estate without knowledge of any secret fraud which might have led to the emanation of the original grant. According to the well known course of equity, their rights could not be affected by such fraud. Their situation was the same, their title was the same, with that of every other member of the community who holds land by regular conveyances from the original patentee.\n Is the power of the legislature competent to the annihilation of such title, and to a resumption of the property thus held?\n The principle asserted is, that one legislature is competent to repeal any act which a former legislature was competent to pass; and that one legislature cannot abridge the powers of a succeeding legislature.\n The correctness of this principle, so far as respects general legislation, can never be controverted. But, if an act be done under a law, a succeeding legislature cannot undo it. The past cannot be recalled by the most absolute power. Conveyances have been made, those conveyances have vested legal estate, and, if those estates may be seized by the sovereign authority, still, that they originally vested is a fact, and cannot cease to be a fact.\n When, then, a law is in its nature a contract, when absolute rights have vested under that contract, a repeal of the law cannot devest those rights; and the act of annulling them, if legitimate, is rendered so by a power applicable to the case of every individual in the community.\n It may well be doubted whether the nature of society and of government does not prescribe some limits to the legislative power; and, if any be prescribed, where are they to be found, if the property of an individual, fairly and honestly acquired, may be seized without compensation. \n\n[10 U.S. 87, 136]\n \n To the legislature all legislative power is granted; but the question, whether the act of transferring the property of an individual to the public, be in the nature of the legislative power, is well worthy of serious reflection.\n It is the peculiar province of the legislature to prescribe general rules for the government of society; the application of those rules to individuals in society would seem to be the duty of other departments. How far the power of giving the law may involve every other power, in cases where the constitution is silent, never has been, and perhaps never can be, definitely stated.\n The validity of this rescinding act, then, might well be doubted, were Georgia a single sovereign power. But Georgia cannot be viewed as a single, unconnected, sovereign power, on whose legislature no other restrictions are imposed than may be found in its own constitution. She is a part of a large empire; she is a member of the American union; and that union has a constitution the supremacy of which all acknowledge, and which imposes limits to the legislatures of the several states, which none claim a right to pass. The constitution of the United States declares that no state shall pass any bill of attainder, ex post facto law, or law impairing the obligation of contracts.\n Does the case now under consideration come within this prohibitory section of the constitution?\n In considering this very interesting question, we immediately ask ourselves what is a contract? Is a grant a contract?\n A contract is a compact between two or more parties, and is either executory or executed. An executory contract is one in which a party binds himself to do, or not to do, a particular thing; such was the law under which the conveyance was made by the governor. A contract executed is one in which the object \n\n[10 U.S. 87, 137]\n \n of contract is performed; and this, says Blackstone, differs in nothing from a grant. The contract between Georgia and the purchasers was executed by the grant. A contract executed, as well as one which is executory, contains obligations binding on the parties. A grant, in its own nature, amounts to an extinguishment of the right of the grantor, and implies a contract not to reassert that right. A party is, therefore, always estopped by his own grant.\n Since, then, in fact, a grant is a contract executed, the obligation of which still continues, and since the constitution uses the general term contract, without distinguishing between those which are executory and those which are executed, it must be construed to comprehend the latter as well as the former. A law annulling conveyances between individuals, and declaring that the grantors should stand seised of their former estates, notwithstanding those grants, would be as repugnant to the constitution as a law discharging the vendors of property from the obligation of executing their contracts by conveyances. It would be strange if a contract to convey was secured by the constitution, while an absolute conveyance remained unprotected.\n If, under a fair construction the constitution, grants are comprehended under the terms contracts, is a grant from the state excluded from the operation of the provision? Is the clause to be considered as inhibiting the state from impairing the obligation of contracts between two individuals, but as excluding from that inhibition contracts made with itself?\n The words themselves contain no such distinction. They are general, and are applicable to contracts of every description. If contracts made with the state are to be exempted from their operation, the exception must arise from the character of the contracting party, not from the words which are employed.\n Whatever respect might have been felt for the state sovereignties, it is not to be disguised that the framers of the constitution viewed, with some apprehension, \n\n[10 U.S. 87, 138]\n \n the violent acts which might grow out of the feelings of the moment; and that the people of the United States, in adopting that instrument, have manifested a determination to shield themselves and their property from the effects of those sudden and strong passions to which men are exposed. The restrictions on the legislative power of the states are obviously founded in this sentiment; and the constitution of the United States contains what may be deemed a bill of rights for the people of each state.\n No state shall pass any bill of attainder, ex post facto law, or law impairing the obligation of contracts.\n A bill of attainder may affect the life of an individual, or may confiscate his property, or may do both.\n In this form the power of the legislature over the lives and fortunes of individuals is expressly restrained. What motive, then, for implying, in words which import a general prohibition to impair the obligation of contracts, an exception in favour of the right to impair the obligation of those contracts into which the state may enter?\n The state legislatures can pass no ex post facto law. An ex post facto law is one which renders an act punishable in a manner in which it was not punishable when it was committed. Such a law may inflict penalties on the person, or may inflict pecuniary penalties which swell the public treasury. The legislature is then prohibited from passing a law by which a man's estate, or any part of it, shall be seized for a crime which was not declared, by some previous law, to render him liable to that punishment. Why, then, should violence be done to the natural meaning of words for the purpose of leaving to the legislature the power of seizing, for public use, the estate of an individual in the form of a law annulling the title by which he holds that estate? The court can perceive no sufficient grounds for making this distinction. This rescinding act would have the effect of an ex post facto law. It forfeits the estate of Fletcher for a crime not committed by himself, but by those from whom he purchased. \n\n[10 U.S. 87, 139]\n \n This cannot be effected in the form of an ex post facto law, or bill of attainder; why, then, is it allowable in the form of a law annulling the original grant?\n The argument in favour of presuming an intention to except a case, not excepted by the words of the constitution, is susceptible of some illustration from a principle originally ingrafted in that instrument, though no longer a part of it. The constitution, as passed, gave the courts of the United States jurisdiction in suits brought against individual states. A state, then, which violated its own contract was suable in the courts of the United States for that violation. Would it have been a defence in such a suit to say that the state had passed a law absolving itself from the contract? It is scarcely to be conceived that such a defence could be set up. And yet, if a state is neither restrained by the general principles of our political institutions, nor by the words of the constitution, from impairing the obligation of its own contracts, such a defence would be a valid one. This feature is no longer found in the constitution; but it aids in the construction of those clauses with which it was originally associated.\n It is, then, the unanimous opinion of the court, that, in this case, the estate having passed into the hands of a purchaser for a valuable consideration, without notice, the state of Georgia was restrained, either by general principles which are common to our free institutions, or by the particular provisions of the constitution of the United States, from passing a law whereby the estate of the plaintiff in the premises so purchased could be constitutionally and legally impaired and rendered null and void.\n In overruling the demurrer to the 3d plea, therefore, there is no error.\n The first covenant in the deed is, that the state of Georgia, at the time of the act of the legislature thereof, entitled as aforesaid, was legally seised in fee of the soil thereof subject only to the extinguishment of part of the Indian title thereon. \n\n[10 U.S. 87, 140]\n \n The 4th count assigns, as a breach of this covenant, that the right to the soil was in the United States, and not in Georgia.\n To this court the defendant pleads, that the state of Georgia was seised; and tenders an issue on the fact in which the plaintiff joins. On this issue a special verdict is found.\n The jury find the grant of Carolina by Charles second to the Earl of Clarondon and others, comprehending the whole country from 36 deg. 30 min. north lat. to 29 deg. north lat., and from the Atlantic to the South Sea.\n They find that the northern part of this territory was afterwards erected into a separate colony, and that the most northern part of the 35 deg. of north lat. was the boundary line between North and South Carolina.\n That seven of the eight proprietors of the Carolinas surrendered to George 2d in the year 1729, who appointed a Governor of South Carolina.\n That, in 1732, George the 2d granted, to the Lord Viscount Percival and others, seven eighths of the territory between the Savannah and the Alatamaha, and extending west to the South Sea, and that the remaining eighth part, which was still the property of the heir of Lord Carteret, one of the original grantees of Carolina, was afterwards conveyed to them. This territory was constituted a colony and called Georgia.\n That the Governor of South Carolina continued to exercise jurisdiction south of Georgia.\n That, in 1752, the grantees surrendered to the crown.\n That, in 1754, a governor was appointed by the crown, with a commission describing the boundaries of the colony.\n That a treaty of peace was concluded between Great \n\n[10 U.S. 87, 141]\n \n Britain and Spain, in 1763, in which the latter ceded to the former Florida, with Fort St. Augustin and the bay of Pensacola.\n That, in October, 1763, the King of Great Britain issued a proclamation, creating four new colonies, Quebec, East Florida, West Florida, and Grenada; and prescribing the bounds of each, and further declaring that all the lands between the Alatamaha, and St. Mary's should be annexed to Georgia. The same proclamation contained a clause reserving, under the dominion and protection of the crown, for the use of the Indians, all the lands on the western waters, and forbidding a settlement on them, or a purchase of them from the Indians. The lands conveyed to the plaintiff lie on the western waters.\n That, in November, 1763, a commission was issued to the Governor of Georgia, in which the boundaries of that province are described, as extending westward to the Mississippi. A commission, describing boundaries of the same extent, was afterwards granted in 1764.\n That a war broke out between Great Britain and her colonies, which terminated in a treaty of peace acknowledging them as sovereign and independent states.\n That in April, 1787, a convention was entered into between the states of South Carolina and Georgia settling the boundary line between them.\n The jury afterwards describe the situation of the lands mentioned in the plaintiff's declaration, in such manner that their lying within the limits of Georgia, as defined in the proclamation of 1763, in the treaty of peace, and in the convention between that state and South Carolina, has not been questioned.\n The counsel for the plaintiff rest their argument on a single proposition. They contend that the reservation for the use of the Indians, contained in the proclamation \n\n[10 U.S. 87, 142]\n \n of 1763, excepts the lands on the western waters from the colonies within whose bounds they would otherwise have been, and that they were acquired by the revolutionary war. All acquisitions during the war, it is contended, were made by the joint arms, for the joint benefit of the United States, and not for the benefit of any particular state.\n The court does not understand the proclamation as it is understood by the counsel for the plaintiff. The reservation for the use of the Indians appears to be a temporary arrangement suspending, for a time, the settlement of the country reserved, and the powers of the royal governor within the territory reserved, but is not conceived to amount to an alteration of the boundaries of the colony. If the language of the proclamation be, in itself, doubtful, the commissions subsequent thereto, which were given to the governors of Georgia, entirely remove the doubt.\n The question, whether the vacant lands within the United States became a joint property, or belonged to the separate states, was a momentous question which, at one time, threatened to shake the American confederacy to its foundation. This important and dangerous contest has been compromised, and the compromise is not now to be disturbed.\n It is the opinion of the court, that the particular land stated in the declaration appears, from this special verdict, to lie within the state of Georgia, and that the state of Georgia had power to grant it.\n Some difficulty was produced by the language of the covenant, and of the pleadings. It was doubted whether a state can be seised in fee of lands, subject to the Indian title, and whether a decision that they were seised in fee, might not be construed to amount to a decision that their grantee might maintain an ejectment for them, notwithstanding that title.\n The majority of the court is of opinion that the nature of the Indian title, which is certainly to be respected \n\n[10 U.S. 87, 143]\n \n by all courts, until it be legitimately extinguished, is not such as to be absolutely repugnant to seisin in fee on the part of the state.\n Judgment affirmed with costs.\n\n JOHNSON, J.\n In this case I entertain, on two points, an opinion different from that which has been delivered by the court.\n I do not hesitate to declare that a state does not possess the power of revoking its own grants. But I do it on a general principle, on the reason and nature of things: a principle which will impose laws even on the deity.\n A contrary opinion can only be maintained upon the ground that no existing legislature can abridge the powers of those which will succeed it. To a certain extent this is certainly correct; but the distinction lies between power and interest, the right of jurisdiction and the right of soil.\n The right of jurisdiction is essentially connected to, or rather identified with, the national sovereignty. To part with it is to commit a species of political suicide. In fact, a power to produce its own annihilation is an absurdity in terms. It is a power as utterly incommunicable to a political as to a natural person. But it is not so with the interests or property of a nation. Its possessions nationally are in nowise necessary to its political existence; they are entirely accidental, and may be parted with in every respect similarly to those of the individuals who compose the community. When the legislature have once conveyed their interest or property in any subject to the individual, they have lost all control over it; have nothing to act upon; it has passed from them; is vested in the individual; becomes intimately blended with his existence, as essentially so as the blood that circulates through his system. The government may indeed demand of him the one or the other, not because they are not his, but because whatever is his is his country's. \n\n[10 U.S. 87, 144]\n \n As to the idea, that the grants of a legislature may be void because the legislature are corrupt, it appears to me to be subject to insuperable difficulties. The acts of the supreme power of a country must be considered pure for the same reason that all sovereign acts must be considered just; because there is no power that can declare them otherwise. The absurdity in this case would have been strikingly perceived, could the party who passed the act of cession have got again into power, and declared themselves pure, and the intermediate legislature corrupt.\n The security of a people against the misconduct of their rulers, must lie in the frequent recurrence to first principles, and the imposition of adequate constitutional restrictions. Nor would it be difficult, with the same view, for laws to be framed which would bring the conduct of individuals under the review of adequate tribunals, and make them suffer under the consequences of their own immoral conduct.\n I have thrown out these ideas that I may have it distinctly understood that my opinion on this point is not founded on the provision in the constitution of the United States, relative to laws impairing the obligation of contracts. It is much to be regretted that words of less equivocal signification, had not been adopted in that article of the constitution. There is reason to believe, from the letters of Publius, which are well-known to be entitled to the highest respect, that the object of the convention was to afford a general protection to individual rights against the acts of the state legislatures. Whether the words, 'acts impairing the obligation of contracts,' can be construed to have the same force as must have been given to the words 'obligation and effect of contracts,' is the difficulty in my mind.\n There can be no solid objection to adopting the technical definition of the word 'contract,' given by Blackstone. The etymology, the classical signification, and the civil law idea of the word, will all support it. But the difficulty arises on the word 'obligation,' \n\n[10 U.S. 87, 145]\n \n which certainly imports an existing moral or physical necessity. Now a grant or conveyance by no means necessarily implies the continuance of an obligation beyond the moment of executing it. It is most generally but the consummation of a contract, is functus officio the moment it is executed, and continues afterwards to be nothing more than the evidence that a certain act was done.\n I enter with great hesitation upon this question, because it involves a subject of the greatest delicacy and much difficulty. The states and the United States are continually legislating on the subject of contracts, prescribing the mode of authentication, the time within which suits shall be prosecuted for them, in many cases affecting existing contracts by the laws which they pass, and declaring them to cease or lose their effect for want of compliance, in the parties, with such statutory provisions. All these acts appear to be within the most correct limits of legislative powers, and most beneficially exercised, and certainly could not have been intended to be affected by this constitutional provision, yet where to draw the line, or how to define or limit the words, 'obligation of contracts,' will be found a subject of extreme difficulty.\n To give it the general effect of a restriction of the state powers in favour of private rights, is certainly going very far beyond the obvious and necessary import of the words, and would operate to restrict the states in the exercise of that right which every community must exercise, of possessing itself of the property of the individual, when necessary for public uses; a right which a magnanimous and just government will never exercise without amply indemnifying the individual, and which perhaps amounts to nothing more than a power to oblige him to sell and convey, when the public necessities require it.\n The other point on which I dissent from the opinion of the court, is relative to the judgment which ought to be given on the first count. Upon that count we are \n\n[10 U.S. 87, 146]\n \n called upon substantially to decide, 'that the state of Georgia, at the time of passing the act of cession, was legally seised in fee of the soil, ( then ceded,) subject only to the extinguishment of part of the Indian title.' That is, that the state of Georgia was seised of an estate in fee- simple in the lands in question, subject to another estate, we know not what, nor whether it may not swallow up the whole estate decided to exist in Georgia. It would seem that the mere vagueness and uncertainty of this covenant would be a sufficient objection to deciding in favour of it, but to me it appears that the facts in the case are sufficient to support the opinion that the state of Georgia had not a fee-simple in the land in question.\n This is a question of much delicacy, and more fitted for a diplomatic or legislative than a judicial inquiry. But I am called upon to make a decision, and I must make it upon technical principles.\n The question is, whether it can be correctly predicated of the interest or estate which the state of Georgia had in these lands, 'that the state was seised thereof, in fee-simple.'\n To me it appears that the interest of Georgia in that land amounted to nothing more than a mere possessibility, and that her conveyance thereof could operate legally only as a covenant to convey or to stand seised to a use.\n The correctness of this opinion will depend upon a just view of the state of the Indian nations. This will be found to be very various. Some have totally extinguished their national fire, and submitted themselves to the laws of the states: others have, by treaty, acknowledged that they hold their national existence at the will of the state within which they reside: others retain a limited sovereignty, and the absolute proprietorship of their soil. The latter is the case of the tribes to the west of Georgia. We legislate upon the conduct of strangers or citizens within their limits, but innumerable treaties formed with them \n\n[10 U.S. 87, 147]\n \n acknowledge them to be an independent people, and the uniform practice of acknowledging their right of soil, by purchasing from them, and restraining all persons from encroaching upon their territory, makes it unnecessary to insist upon their right of soil. Can, then, one nation be said to be seised of a fee-simple in lands, the right of soil of which is in another nation? It is awkward to apply the technical idea of a fee- simple to the interests of a nation, but I must consider an absolute right of soil as an estate to them and their heirs. A fee-simple estate may be held in reversion, but our law will not admit the idea of its being limited after a fee-simple. In fact, if the Indian nations be the absolute proprietors of their soil, no other nation can be said to have the same interest in it. What, then, practically, is the interest of the states in the soil of the Indians within their boundaries? Unaffected by particular treaties, it is nothing more than what was assumed at the first settlement of the country, to wit, a right of conquest or of purchase, exclusively of all competitors within certain defined limits. All the restrictions upon the right of soil in the Indians, amount only to an exclusion of all competitors from their markets; and the limitation upon their sovereignty amounts to the right of governing every person within their limits except themselves. If the interest in Georgia was nothing more than a pre-emptive right, how could that be called a fee-simple, which was nothing more than a power to acquire a fee-simple by purchase, when the proprietors should be pleased to sell? And if this ever was any thing more than a mere possibility, it certainly was reduced to that state when the state of Georgia ceded, to the United States, by the constitution, both the power of pre-emption and of conquest, retaining for itself only a resulting right dependent on a purchase or conquest to be made by the United States.\n I have been very unwilling to proceed to the decision of this cause at all. It appears to me to bear strong evidence, upon the face of it, of being a mere feigned case. It is our duty to decide on the rights, but not on the speculations of parties. My confidence, \n\n[10 U.S. 87, 148]\n \n however, in the respectable gentlemen who have been engaged for the parties, has induced me to abandon my scruples, in the belief that they would never consent to impose a mere feigned case upon this court. \n\n\n\n","3":"\n\nUnited States Supreme Court\nSERE v. PITOT(1810)\n\nArgued: Decided: February 1, 1810\n\n\n ERROR to the district court of the United States for the district of Orleans, in a suit in equity, in which Ser e & Laralde were complainants, against Pitot and others, defendants.\n The complainants stated, that they were aliens, and syndics of the creditors of the joint concern of Dumas & Janeau, Pierre Lavergne and Joseph Faurie; that Faurie died insolvent; that Dumas & Janeau were \n\n[10 U.S. 332, 333]\n \n also insolvent, and made a surrender of all their effects to their creditors, and that Lavergne acknowledged himself to be unable to pay the debts of the joint concern; that the joint concern, as well as the individual members, being insolvent, 'application was made by their creditors to the superior court of the territory of Orleans, and such proceedings were thereupon had that, according to the laws of the said territory, the complainants were, at a meeting of the creditors of the said partnership, duly nominated syndics for the said creditors, and, by the laws of the said territory, all the estate, rights and credits of the said partnership were vested in the complainants.' They also stated that the defendants were citizens of the United States.\n The defendants pleaded to the jurisdiction, and the court below allowed the plea.\n E. Livingston, for the plaintiffs in error, contended,\n\n 1. \nThat the eleventh section of the judiciary act of 1789 did not apply to those assignees to whom the choses in action of an insolvent were transferred by operation of law, as in the case of executors and administrators. 4 Cranch, 306. Chappedelaine v. Decheneau; and,\n\n 2. \nThat under the third article of the constitution of the United States, and the judiciary act of 1789, it was sufficient to aver one of the parties to be a citizen of the United States, generally, if the other party were an alien. It is to be presumed that he was a citizen of some one of the states.\n Harper, contra.\n The judiciary act is express in prohibiting a suit in the federal court by an assignee, if the suit could not have been maintained between the original parties. The expression is general, 'or other chose in action,' whith comprehends the present case.\n By the constitution, if one party be an alien the \n\n[10 U.S. 332, 334]\n \n other must be a citizen of one of the states; it is not sufficient that he be a citizen of one of the territories of the United States.\n The case of Chappedelaine was that of an administrator; this is of a mere assignee.\n Livingston, in reply.\n The act of congress speaks of recovering the contents of a chose in action, evidently referring only to cases of individual assignments of particular choses in action, not to a general assignment of all his effects by an insolvent.\n March 17.\n\n MARSHALL, Ch. J. delivered the opinion of the court as follows, viz.\n This suit was brought in the court of the United States for the Orleans territory, by the plaintiffs, who are aliens, and syndics or assignees of a trading company composed of citizens of that territory, who have become insolvent. The defendants are citizens of the territory, and have pleaded to the jurisdiction of the court. Their plea was sustained, and the cause now comes on to be heard on a writ of error to that judgment.\n Two objections are made to the jurisdiction of the district court.\n\n 1. \nThat the suit is brought by the assignees of a chosein action, in a case where it could not have been prosecuted, if no assignment had been made.\n\n 2. \nThat the district court cannot entertain jurisdiction, because the defendants are not citizens of any state.\n The first objection rests on the 11th section of the judicial act, which declares 'that no district or circuit court shall have cognisance of any suit to \n\n[10 U.S. 332, 335]\n \n cover the contents of any promissory note, or other chose in action, in favour of an assignee, unless a suit might have been prosecuted in such court, to recover the said contents, if no assignment had been made.'\n The plaintiffs are admitted to be the assignees of a chose in action; but it is contended that they are not within the meaning of the provision which has been cited, because this is a suit or cash, bills and notes, generally, by persons to whom the law transfers them, and not by such an assignee as is contemplated in the judicial act. The words of the act are said to apply obviously to assignments made by the party himself, on an actual note, or other chose in action, assignable by the proprietor thereof, and that the word 'contents' cannot, by any fair construction, be applied to accounts or unliquidated claims. Apprehensions, it is said, were entertained that fictitious assignments might be made to give jurisdiction to a federal court, and, to guard against this mischief, every case of an assignment by a party holding transferable paper, was excepted from the jurisdiction of the federal courts, unless the original holder might have sued in them.\n Without doubt, assignable paper, being the chose in action most usually transferred, was in the mind of the legislature when the law was framed; and the words of the provision are therefore best adapted to that class of assignments. But there is no reason to believe that the legislature were not equally disposed to except from the jurisdiction of the federal courts those who could sue in virtue of equitable assignments, and those who could sue in virtue of legal assignments. The assignee of all the open accounts of a merchant might, under certain circumstances, be permitted to sue in equity, in his own name, and there would be as much reason to exclude him from the federal courts, as to exclude the same person, when the assignee of a particular note. The term 'other chose in action' is broad enough to comprehend either case; and the word 'contents,' is too ambiguous in its import, to restrain that general term. The 'contents' of a note are the sum it shows to be due; \n\n[10 U.S. 332, 336]\n \n and the same may, without much violence to language, be said of an account.\n The circumstance, that the assignment was made by operation of law, and not by the act of the party, might probably take the case out of the policy of the act, but not out of its letter and meaning. The legislature has made no exception in favour of assignments so made. It is still a suit to recover a chose in action in favour of an assignee, which suit could not have been prosecuted if no assignment had been made; and is therefore within the very terms of the law. The case decided in 4 Cranch, was on a suit brought by an administrator, and a residuary legatee, who were both aliens. The representatives of a deceased person are not usually designated by the term 'assignees,' and are, therefore, not within the words of the act. That case, therefore, is not deemed a full precedent for this.\n It is the opinion of the court that the plaintiffs had no right to maintain this suit in the district court against a citizen of the Orleans territory, they being the assignees of persons who were also citizens of that territory.\n It is of so much importance to the people of Orleans to decide on the second objection, that the court will proceed to consider that likewise.\n Whether the citizens of the territory of Orleans are to be considered as the citizens of a state, within the meaning of the constitution, is a question of some difficulty which would be decided, should one of them sue in any of the circuit courts of the United States. The present inquiry is limited to a suit brought by or against a citizen of the territory, in the district court of Orleans.\n The power of governing and of legislating for a territory is the inevitable consequence of the right to acquire and to hold territory. Could this position be contested, the constitution of the United States declares \n\n[10 U.S. 332, 337]\n \n that 'congress shall have power to dispose of and make all needful rules and regulations respecting the territory or other property belonging to the United States.' Accordingly, we find congress possessing and exercising the absolute and undisputed power of governing and legislating for the territory of Orleans. Congress has given them a legislative, an executive, and a judiciary, with such powers as it has been their will to assign to those departments respectively.\n The court possesses the same jurisdiction which was possessed by the court of Kentucky. In the court of Kentucky, a citizen of Kentucky may sue or be sued. But it is said that this privilege is not imparted to a citizen of Orleans, because he is not a citizen of a state. But this objection is founded on the idea that the constitution restrains congress from giving the court of the territory jurisdiction over a case brought by or against a citizen of the territory. This idea is most clearly not to be sustained, and, of consequence, that court must be considered as having such jurisdiction as congress intended to give it.\n Let us inquire what would be the jurisdiction of the court, on this restricted construction.\n It would have no jurisdiction over a suit brought by or against a citizen of the territory, although an alien, or a citizen of another state might be a party.\n It would have no jurisdiction over a suit brought by a citizen of one state, against a citizen of another state, because neither party would be a citizen of the 'state' in which the court sat. Of what civil causes, then, between private individuals, would it have jurisdiction? Only of suits between an alien and a citizen of another state who should be found in Orleans. Can this be presumed to have been the intention of the legislature in giving the territory a court possessing the same jurisdiction and power with that of Kentucky.\n The principal motive for giving federal courts jurisdiction, is to secure aliens and citizens of other \n\n[10 U.S. 332, 338]\n \n states from local prejudices. Yet all who could be affected by them are, by this construction, excluded from those courts. There could scarcely ever be a civil action between individuals of which the court could take cognisance, and if such a case should arise, it would be one in which no prejudice is to be apprehended.\n It is the unanimous opinion of the court that, by a fair construction of the act, the citizens of the territory of Orleans may sue and be sued in that court in the same cases in which a citizen of Kentucky may sue and be sued in the court of Kentucky.\n Judgment affirmed with costs. \n\n\n\n"}}