{"Description":{"0":"FAIRFAX'S DEVISEE v. HUNTER'S LESSEE , 11 U.S. 603 (1812)","1":"MCKIM v. VOORHIES , 11 U.S. 279 (1812)","2":"STATE OF NEW JERSEY v. WILSON , 11 U.S. 164 (1812)","3":"THE SCHOONER EXCHANGE v. MCFADDON , 11 U.S. 116 (1812)","4":"UNITED STATES v. HUDSON , 11 U.S. 32 (1812)","5":"WHELAN v. US , 11 U.S. 112 (1812)"},"Date":{"0":"February 27, 1812","1":"March 13, 1812","2":"March 3, 1812","3":"February 24, 1812","4":"February 13, 1812","5":"February 20, 1812"},"Docket":{"0":"","1":"","2":"","3":"","4":"","5":""},"Link":{"0":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/11\/603.html","1":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/11\/279.html","2":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/11\/164.html","3":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/11\/116.html","4":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/11\/32.html","5":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/11\/112.html"},"Opinion":{"0":"\n\nUnited States Supreme Court\nFAIRFAX'S DEVISEE v. HUNTER'S LESSEE(1812)\n\nArgued: Decided: February 27, 1812\n\n\n Absent. MARSHALL, Ch. J. and WASHINGTON, J.\n THIS was a writ of error to the Court of appeals of Virginia in an action of ejectment involving the construction \n\n[11 U.S. 603, 604]\n \n of the treaties between Great Britain and the United States, the judgment of the Court of appeals being against the right claimed under those treaties.\n The state of the facts, as settled by the case agreed, was as follows:\n\n 1. \nThe title the late lord Fairfax to all that entire territory and tract of land, called the Northern Neck of Virginia, the nature of his estate in the same as he inherited it, and the purport of the several charters and grants from the kings Charles II and James II, under which his ancestor held, are agreed to be truly recited in an act of the assembly of Virginia, passed in the year 1736, [vide Rev. Code, v. 1. ch. 3, p. 5] 'for the confirming and better securing the titles to lands in the Northern Neck, held under the right honorable Thomas lord Fairfax,' &c.\n From the recitals of the act, it appears that the first letters patent (1 Car. 2.) granting the land in question to Ralph lord Hopton and others, being surrendered in order to have the grant renewed with alterations, the earl of St. Albans and others (partly survivors of, and partly purchasers under the first patentees) obtained new letters patent ( 2d Car. 2,) for the same land and appurtenances, and by the same description, but with additional privileges and reservations, &c.\n The estate granted is described to be, 'All that entire tract, territory or parcel of land, situate, &c. and bounded by, and within the heads of the rivers Tappachannock, &c. together with the rivers themselves, and all the islands, & c. and all woods, underwoods, timber, &c. mines of gold and silver, lead, tin, &c. and quarries of stone and coal, &c. to have, hold, and enjoy the said tract of land, &c. to the said [vatentees] their heirs and assigns forever, to their only use and behoof, and to no other use, intent or purpose whatsoever.'\n There is reserved to the crown, the annual rent of 6l. 13s. 4d. 'in lieu of all services and demands whatsoever;' also one fifth part of all gold, and one tenth part of all silver mines. \n\n[11 U.S. 603, 605]\n \n To the absolute title and seizin in fee, of the land and its appurtenances, and the beneficial use and enjoyment of the same, assured to the patentees, as tenants in capite, by the most direct and abundant terms of conveyancing, there are superadded, certain collateral powers of baronial dominion; reserving, however, to the governor, council and assembly of Virginia, the exclusive authority in all the military concerns of the granted territory, and the power to impose taxes on the persons and property of its inhabitants for the public and common defence of the colony, as well as a general jurisdiction over the patentees, their heirs and assigns, and all other inhabitants of the said territory.\n In the enumeration of privileges specifically granted to the patentees, their heirs and assigns, is, 'freely and without molestation of the king, to give, grant, or by any ways or means, sell or alien all and singular, the granted premises, and every part and parcel thereof, to any person or persons being willing to contract for or buy the same.'\n There is also a condition to avoid the grant, as to so much of the granted premises as should not be possessed, inhabited or planted by the means or procurement of the patentees, their heirs or assigns, in the space of 21 years.\n The third and last of the letters patent referred to, (4 Jac. 2.) after reciting a sale and conveyance of the granted premises by the former patentees, to Thomas lord Culpeper, 'who was thereby become sole owner and proprietor thereof in fee simple,' proceeds to confirm the same to lord Culpeper, in fee simple, and to release him from the said condition, of having the lands inhabited or planted as aforesaid.\n The said act of assembly then recites, that Thomas lord Fairfax, heir at law of lord Culpeper, had become 'sole proprietor of said territory, with the appurtenances, and the above recited letters patent.'\n By another act of assembly, passed in the year 1748, [Rev. Code, v. 1. ch. 4, p. 10] certain grants from the crown, made while the exact boundaries of the Northern \n\n[11 U.S. 603, 606]\n \n Neck were doubtful, for lands which proved to he within those boundaries, as then recently settled and determined, were, with the express consent of lord Fairfax, confirmed to the grantees; to be held, nevertheless of him, and all the rents, services, profits and emoluments, (reserved by such grants) to be paid and performed to him.\n In another act of assembly, passed May, 1779, for establishing a land office, and ascertaining the terms and manner of granting waste and unappropriated lands, there is the following clause, viz.: [vide Chy. Rev. of 1783, ch. 13, s. 6, p. 98] 'And that the proprietors of land within this commonwealth, may no longer be subject to any servile, feudal or precarious tenure; and to prevent the danger to a free state from perpetual revenue; Be it enacted, That the royal mines, quit rents, and all other reservations and conditions in the patents or grants of land from the crown of England, under the former government, shall be, and are hereby declared null and void; and that all lands, thereby respectively granted, shall be held in absolute and unconditional property, to all intents and purposes whatsoever, in the same manner with the lands hereafter to be granted by the commonwealth, by virtue of this act.'\n 2d. As respects the actual exercise of his proprietary rights by lord Fairfax.\n It is agreed that he did, in the year 1748, open and conduct, at his own expense, an office within the Northern Neck, for granting and conveying what he described and called the waste and ungranted lands therein, upon certain terms, and according to certain rules by him established and published; that he did, from time to time, grant parcels of such lands in fee; (the deeds being registered at his said office, in books kept for that purpose, by his own clerks and agents) that according to the uniform tenor of such grants, he did, styling himself proprietor of the Northern Neck, &c. in consideration of a certain composition to him paid, and of certain annual rents therein reserved, grant, &c.; with a clause of re-entry for non-payment of the rent, &c.; that he also demised, for lives and terms of years, \n\n[11 U.S. 603, 607]\n \n parcels of the same description of lands, also reserving annual rents; that he kept his said office open for the purposes aforesaid, from the year 1748, till his death in December, 1781; during the whole of which period, and before, he exercised the right of granting, in fee, and demising for lives and terms of years as aforesaid; and received and enjoyed the rents annually, as they accrued, as well under the grants in fee, as under the leases for lives and years. It is also agreed that lord Fairfax died seized of lands in the Northern Neck, equal to about 300,000 acres, which had been granted by him in fee, to one T. B. Martin upon the same terms and conditions, and in the same form, as the other grants in fee before described; which lands were, soon after being so granted, reconveyed to lord Fairfax in fee.\n 3d. Lord Fairfax being a citizen and inhabitant of Virginia, died in the month of December, 1781; and by his last will and testament, duly made and published, devised the whole of his lands, &c. called or known by the name of the Northern Neck of Virginia, in fee to Denny Fairfax, (the original Defendant in ejectment) by the name and description of the reverend Denny Martin, &c. upon condition of his taking the name and arms of Fairfax, &c. and it is admitted that he fully complied with the conditions of the devise.\n 4th. It is agreed that Denny Fairfax, the devisee, was a native born Britith subject, and never became a citizen of the United States, nor any one of them; but always resided in England; as well during the revolutionary war, as from his birth about the year 1750, to his death, which happened some time between the years 1796 and 1803, as appears from the record of the proceedings in the Court of Appeals.\n It is also admitted that lord Fairfax left, at his death, a nephew named Thomas Bryan Martin, who was always a citizen of Virginia, being the younger brother of the said devisee, and the second son of a sister of the said lord Fairfax; which sister was still living, and had always been a British subject.\n 5th. The land demanded by this ejectment, being \n\n[11 U.S. 603, 608]\n \n agreed to be part and parcel of the said territory and tract of land, called the Northern Neck, and to be a part of that description of lands, within the Northern Neck, called and described by lord Fairfax, as 'waste and ungranted;' and being also agreed never to have been escheated and seized into the hands of the commonwealth of Virginia, pursuant to certain acts of assembly concerning escheators, and never to have been the subject of any inquest of office, was contained and included in a certain patent, bearing date the 30th April, 1789, under the hand of the then governor, and the seal of the commonwealth of Virginia, purporting that the land in question, is granted by the said commonwealth unto David Hunter [the lessor of the Plaintiff in ejectment] and his heirs forever, by virtue and in consideration of a land office treasury warrant, issued the 23d January, 1788. The said lessor of the Plaintiff in ejectment is, and always has been a citizen of Virginia; and in pursuance of his said patent entered into the land in question, and was thereof possessed, prior to the institution of the said action of ejectment.\n 6th. The definitive treaty of peace concluded in the year 1783, between the United States of America and Great Britain, and also the several acts of the assembly of Virginia, concerning the premises, are referred to as making a part of the case agreed.\n Treaties and acts of assembly referred to.\n Provisional articles of peace between Great Britain and the United States, concluded 30th November, 1782, Art. 5 and 6.\n Definitive treaty of peace between the same powers, concluded 3d September, 1783, Art. 5 and 6.\n Treaty of amity, &c. between the same powers, concluded 19th November, 1794, Art. 9.\n'An act respecting future confiscations.' (Oct. 1783.)\n\n'Whereas it is stipulated, by the sixth article of the treaty of peace between the United States and the king of Great Britain, that there shall be no future confiscations \n\n[11 U.S. 603, 609]\n \n made; Be it enacted, That no future confiscations shall be made, any law to the contrary notwithstanding; provided, that this act shall not extend to any suit, depending in any Court, which was commenced prior to the ratification of the treaty of peace.'\n\n'An act declaring who shall be deemed citizens of this commonwealth.' [ May, 1779, ch. 55, repealed.]\n\n'An act for sequestering British property,' &c. [Oct. 1777, ch. 9. vid. Chy. Rev. p. 64.] All the property and estate whatsoever of British subjects is, by this act, sequestered into the hands of commissioners of sequestration, by them to be preserved, according to certain regulations, for the purpose of being restored or otherwise dealt with, according of the king of Great Britain should act towards the property of citizens of the commonwealth, in the like circumstances. The preamble declaring that inasmuch as the British sovereign was not yet known to have set the example of confiscation, 'the public faith and the law and usages of nations,' required the like forbearance on our part.\n\n'An act concerning escheats and forfeitures from British subjects,' [ May, 1779, ch. 14. vid. Chy. Rev. p. 98:] After reciting the former act, and that it had been found that the property, so sequestered, was liable to be wasted, &c. and that from the advanced price at which it would then sell, it would be most for the benefit of the former owners, in the event of is being thereafter restored, or of the public, if not so restored, that the sale should take place immediately, &c. repeals so much of the former act, as was supposed to have suspended the operation of the laws of escheat and forfeiture, and then declares that all the property, real and personal within the commonwealth, belonging, at the time of passing the act, to any British subject, 'shall be deemed to be vested in the commonwealth; the lands, slaves and other real estate by way of escheat, and the personal estate by furfeiture.' The proceedings on inquests of office, for the purposes of escheat under this act, are prescribed. The duties of escheator are directed to be performed, in the Northern Neck, by the sheriffs of counties. Section 3 declares who shall be deemed British subjects within the meaning of the act; \n\n[11 U.S. 603, 610]\n \n 'first, All persons, subjects of his Britannic Majesty, who, on the 19th April, 1775, when hostilities commenced at Lexington, between the United States of America, and the other parts of the British empire, were resident or following their vocations in any part of the world, other than the said United States, and have not since, either entered into public employment of the said states, or joined the same, and by overt act adhered to them,' &c. &c.\n\n An act to amend the aforegoing, [Oct. 1779, ch. 18, id. p. 110,] Directs the modes of proceeding in inquests of office, traverse of office and monstrans de droit, as well by British subjects as others.\n'An act concerning escheators,' [May, 1779, ch. 45, id. p. 106, Oct. 1785, ch. 63, p. 52. vid. Rev. Code, v. 1, p. 126,] Directs the appointment of an escheator for every county, except the counties in the Northern Neck; his qualification, duties, &c. proceedings on inquests of office, traverse and montrans de droit, &c. &c. prohibits the granting of any lands, seized into the hands of the commonwealth upon office found, till the lapse of twelve months after the return of the inquisition and verdict, into the office of the General Court; if no claim be made within that period, or being made, shall be found and discussed for the commonwealth, the clerk of the General Court is, within two months thereafter, to certify the fact to the proper escheator, who is, thereupon, to proceed to sell.\n\n'An act to extend the operation of the foregoing act, to the counties of the Northern Neck.' [1785, ch. 53, p. 37.]\n\n'An act to amend and reduce into one, the several acts for ascertaining certain taxes, establishing a permanent revenue,' &c. [Oct. 1782, ch. 8, sec. 24-vide Chy. Rev. p. 176,] Sequesters, in the hands of persons holding lands in the Northern Neck, all quit rents then due, until the right of descent shall be more fully ascertained, and the general assembly shall make final provision thereon; and all quit rents thereafter to become due, shall be paid into the public treasury, under the operation of the laws of that session; for which quit \n\n[11 U.S. 603, 611]\n \n rents, the inhabitants of the Northern Neck shall be exonerated from the future claim of the proprietor.\n\n'An act concerning surveyors,' [Oct. 1782, ch. 33, sec. 3-vide id. p. 180.] Recites that the death of lord Fairfax may occasion great inconvenience to those inclined to make entries for vacant lands in the Northern Neck; provides that all entries made with the surveyors of the counties in the Northern Neck, and returned to the office formerly lept by lord Fairfax, shall be deemed as good and valid in law, as those made under his direction, until some made shall be taken up and adopted by one general assembly, concerning the territory of the Northern Neck.\n\n'An act for safe keeping the land-papers of the Northern Neck,' [ October, 1785, ch. 63, p. 36,] Reciting that it was customary to keep the records, &c. of lands within the Northern Neck, in the office of the late proprietor, and that it was necessary that the records on which the titles to lands depended, should be all kept in one office; provides for the removal of the same into the register's office, &c.\n\n Also, provides for issuing grants for surveys, under entries made in the life of the proprietor, and under entries made with surveyors, pursuant to the act last above recited; declaring them to be cases till then unprovided for.\n Sec. 5. Subjects the unappropriated lands, within the district of the Northern Neck, to the same regulations, and to be granted in the same manner, as is by law directed in cases of other unappropriated lands belonging to the commonwealth.\n Sec. 6. Forever, thereafter, exonerates land holders, within the said district, from composition and quit rents.\n'An act declaring who shall be deemed citizens of this commonwealth,' [ May, 1779, ch. 55. Repealed.]\n\n'An act declaring tenants of lands or slaves in taille, to hold the same in fee simple.' [May, 1776, ch. 26, vide Chy. Rev. p. 45.]- \n\n[11 U.S. 603, 612]\n \n An act to amend the foregoing, [October, 1783, ch. 27, vide id. p. 204,] Lands or slaves, which, by virtue of the former act, have, or shall become escheatable to the commonwealth, for defect of blood, shall descend, and be deemed to have descended, agreeable to the limitations of the deed or will creating such estates: Provided, this act shall not extend to any lands or slaves escheated and sold for the use of the commonwealth.\n\n C. LEE and JONES, on the part of the Plaintiff in error, contended,\n 1st. That lord Fairfax was, at his death, seized of an absolute and unconditional estate of inherliance in the whole of that description of land, within the boundaries of his letters patent, designated by him as 'waste and ungranted;' that is to say, in all the lands within those boundaries, except such as had been parcelled out into tenements, and granted in fee, by himself or his ancestors, or predecessors, or by his or their consent or authority; and that he was in the actual seizin and possession of the soil, with the like title to the immediate pernancy and fruition of the profits, and under the like sanctions, as ordinary proprietors in fee, under grants derived from the crown prior to the revolution.\n 2d. That the estate, by virtue of the will of lord Fairfax, vested in Denny Fairfax, the devisee, and has never been divested out of him by office found and seizure, nor by any equivalent mode of confiscation whatsoever; and that the treaty of peace found him seized of the estate unaltered from the condition in which it was originally taken under the devise.\n 3d. That the treaty of peace prohibited the confiscation of the estate, whether by inquest of office, or by any other mode whatsoever; and so operated a release and confirmation to the British proprietor, whose title was again explicitly acknowledged and confirmed by the treaty of 1794; which completely removed every incapacity and disability that might possibly be supposed to remain in him, as a landed proprietor.\n 4th. That the patent, under which the Defendant in error claims the land in question, was not authorized by any \n\n[11 U.S. 603, 613]\n \n pre-existing law of Virginia, but was in direct contravention of the treaty of peace, and of the statute of Virginia, enacted expressly in execution of the treaty, and strictly enjoining the observance of its stipulations with good faith: and, therefore, the said patent conveys no title to the Defendant in error.\n\n 1. \nUpon the first point they relied upon the express words of the grant, from the crown to the original patentees, and the following cases: 2, Wash. 113, Picket v. Dowdall-id. 120, Johnson v. Buffington-id. 125, Curry v. Burns-1, Wash. 34, Birch v. Alexander-and 2, Dall. 99, McCurdy v. Potts.\n\n 2. \nThe estate, by the devise, vested in Denny Fairfax, who continued to hold the same till the treaty of peace. Although an alien enemy, he could take and hold until office found. The law is perfectly settled that an alien can take by purchase, although he cannot take by descent. In this respect there is no difference between an alien enemy and an alien friend. He took a fee simple subject to the right of the sovereign to seize it. Co. Lit. 2, (b)-5, Co. 52, Page's case-9. Co. 141(a)-2, Bl. Com. 293, Powell on aev. 316-2, Vent. 270.\n It is essential to the Plaintiffs title that the estate should have vested in Denny Fairfax, for if it did not, it could not escheat to the commonwealth under whom the Plaintiff claims.\n It is one of the principles of the common law, upon which the security of private property from the grasp of power depends, that the crown can take only by matter of record. 3, Bl. Com. 259. Those authorities which say an alien may take, but cannot hold, clearly mean that he cannot hold against the claim of the crown asserted in a legal manner-Co. Lit. 2, a & b. An alien may suffer a common recovery-Goldsb. 102. 4, Leon, 82. Bro. tit. Denizen and Alien, 17. And it is expressly laid down that only the tenant of the freehold can suffer a common recovery-3, Bl. Com. 356-7. But he could not be tenant of the freehold unless the estate vested and remained in him-1, Bac. ab. 133. The case of an alien purchasing and being afterwards made a \n\n[11 U.S. 603, 614]\n \n denizen is very strong, for in that case, although the lands be forfeitable they descend. This could not be if the estate did not remain in the alien from the time of his purchase till his becoming a denizen. It is also laid down that if an alien and a subject purchase jointly, the estate will survive upon the death of the alien, unless office be found, consequently the estate remained in the alien until his death. It is expressly decided in Page's case, 5, Co. 52, that until office found, nothing vests in the king. Nichol's case, 2, Plowden, 481, 486, 2' Vez. 539, Duplessis's case-4, Co. 58, Sadler's case.\n In this case no office was found, nor any equivalent act done to vest the estate in the commonwealth before the treaty of peace, of 1783. The only act on the subject passed in 1782, ch. 33, sec. 3-Chancery revisal, 180. This manifests no intention to confiscate. On the contrary by making the entries for lands in the Northern Neck returnable to the former office of lord Fairfax, the legislature show a disposition not to molest his title.\n The treaty of peace then found the freehold of the land in Denny Fairfax.\n\n 3. \nThat treaty released the forfeiture and no subsequent act of the legislature could affect the title.\n The 5th article engages that Congress shall earnestly recommend the restoration of confiscated estates; and the 6th article stipulates that 'no further confiscation shall be made.'\n The term 'confiscation' embraces every case of the money or estate of an individual, brought into the treasury in virtue of any forfeiture; and in this sense it is generally used in treaties. Cowell Tit. confiscation, 1, W. Bl. 183. 3, Dall. 234. 1, Bl. Com. 299.\n Lands acquired by an alien are, on that account, liable to forfeiture. 1, Bl. Com. 372-2, Bl. Com. 274. Escheat is one mode of confiscation. Confiscation law of Virginia, 1779. 2, Bl. Com. 243, 244, 252, 272, 293.\n The 5th article of the treaty illustrates the 6th. Why should congress recommend the restoration of confiscated \n\n[11 U.S. 603, 615]\n \n estates belonging to real British subjects, if they were to be immediately taken back upon the plea of alienage? If an estate had been thus restored to a British subject under the 5th article, the 6th would have protected him in the enjoyment of it, or the 5th would have been wholly nugatory. There was no provision, in the treaty, to protect restored estates, but the prohibition of future confiscations contained in the 6th artitle. If in one case the term, confiscation, in that article, meant confiscation by reason of that alienage which was the consequence of the part taken in the war, why not give it the same meaning in all cases of alienage arising from the same cause? Denny Fairfax became an alien by reason of the part he took in the war. He chose to take part with Great Britain, and thereby became an alien, whereby his land became liable to confiscation according to the laws of Virginia. Whether the confiscation was to be mediately or immediately the consequence of the part taken in the war, was immaterial. It would have been a 'future confiscation by reason of the part taken by him in the war.' Any subsequent act of confiscation therefore by the state of Virginia, would have been void as being contrary to the express stipulation of the treaty. Thomas Parker's Rep. 267, 161, Co. Lit. 2, (b) Hargrave's note 4.\n The treaty of 1794, is merely declaratory of the effect of the treaty of peace. It makes no new provision.\n HARPER, contra.\n\n 1. \nAs to the nature of lord Fairfax's title to the waste and unappropriated lands.\n This title was not that of a common subject. It was a grant by the crown, of the same right to dispose of the lands which the sovereign had. It was a right to grant the lands to individuals, and to receive the services and quitrents due therefor. It was not contemplated that he himself should occupy the lands. It was a mere delegation of a part of the sovereign power, and so far as it was executed by him, it passed, with the other rights of sovereignty, to the commonwealth of Virginia, at the time of the revolution. \n\n[11 U.S. 603, 616]\n \n This was the construction put upon it by lord Fairfax himself-for when he intended to appropriate any part of the lands to his own use, he granted it to a third person, and then took back the title from his own grantee. His deeds were not in the common form, but were made to resemble those of the crown.\n The Defendants in error still contend that there is a difference between an alien friend and an alien enemy, as to the right to hold lands. In the latter case an office is not necessary. The right and possession are both thrown upon the commonwealth.\n\n 3. \nBut the principal question is, what effect had the treaty of peace upon this devise?\n It is said that the provision, that no future confiscations should be made, removes the disability of alienage.\n The title of the commonwealth of Virginia was complete before the treaty of peace. Nothing more was necessary than to pursue the legal proceedings to put the state into possession. The office is no part of the title. This was complete at the death of lord Fairfax. It vested eo instanti in the commonwealth. If it passed to Denny Fairfax, it was to the use of the commonwealth. But if any title vested in Denny Fairfax, what kind of title was it? It could not descend from him. Upon his death the right and possession were cast upon the commonwealth. He had no beneficial interest. He was only a trustee of an estate at will-Co. Lit. 2, (b) Plowd. 229. An office is only a suit brought by the king to establish his title by proof of the facts upon which his title depends. It is not to give title, but to prove the fact of alienage. The office is the remedy, not the right. It is only the means of gaining possession. Attornment to an alien is an attornment to the use of the king-Co. Lit. 310, (b.)\n An alien cannot sell, Co. Lit. 42, (b.) He has nothing but a naked possession. It is said he is a good tenant to the precipe, and may suffer a common recovery; but it is for the use of the king.\n The treaty of peace does not protect the title. \n\n[11 U.S. 603, 617]\n \n Confiscation does not mean the recovery of a debt, or of any thing to which the state had a right before; but it is the assumption of a new right. The creation of a right by an act of sovereign power. It is a transfer, not of property, but of the right of property, from individual to public use. But here the right existed before.\n If this be not the general meaning of the word 'confiscation,' it is the meaning of it as used in the treaty. The contracting parties were speaking of the acts of the state governments which were intended as punishments for the part which certain persons had taken in the war. The estates to be restored were not such as had escheated by reason of alienage, but such as had been confiscated on account of the part taken in the war.\n If the title was not protected by the treaty, then upon the death of Denny Fairfax it vested completely in the commonwealth. The Fairfax title was extinct. The commonwealth was estopped by its deed from claiming it, so that the title of Hunter was unquestionable.\n As to the 9th article of the treaty of 1794, Denny Fairfax could continue to hold only what he then held, and as he then held. If he held any thing, it was, at most, an estate for life, remainder to the commonwealth in fee defeasible, during his life, by office found. Consequently, at his death, the commonwealth had an estate in fee. The treaty of 1794 was intended to protect those only who became aliens, by the separation of the two countries, while they held the estates, and not those who were aliens when their estates accrued. If it had intended to protect the latter class, it would have protected estates acquired by descent as well as those acquired by devise: for they are both within the same reason, yet it cannot be said that an alien, who, but for his alienage, would have inherited an estate upon a descent cast before 1794, is benefitted by that treaty. It cannot be said that he then held the estate of his ancestor which his alienage had prevented from descending upon him.\n March 15th, 1813.\n The Court having taken time since last term to consider this case, \n\n[11 U.S. 603, 618]\n \n\n STORY, J. delivered their opinion as follows, (MARSHALL Ch. J. and TODD J. being absent.)\n The first question is, whether lord Fairfax was proproprietor of, and seized of the soil of the waste and unappropriated lands in the Northern Neck, by virtue of the royal grants, 2 Charles, 2 and 4 James 2, or whether he had mere seignoral rights therein as lord paramount, disconnected from all interest in the land, except of sale or alienation.\n The royal charter expressly conveys all that entire tract, territory, and parcel of land, situate, &c. together with the rivers, islands, woods, timber, &c. mines, quarries of stone and coal, &c. to the grantees and their heirs and assigns, to their only use and behoof, and to no other use, intent or purpose whatsoever.\n It is difficult to conceive terms more explicit than these to vest a title and interest in the soil itself. The land is given, and the exclusive use thereof, and if the union of the title and the exclusive use do not constitute the dominium directum & utile, the complete and absolute dominion in property, it will not be easy to fix any which shall constitute such dominion.\n The ground of the objection would seem to have been, that the royal charter had declared that the grantees should hold of the king as tenants in capite, and that it proceeded to declare that the grantees and their heirs and assigns should have power 'freely and without molestation of the king, to give, grant, or by any ways or means sell or alien all and singular the granted premises, and every part and parcel thereof, to any person or persons being willing to contract for and buy the same,' which words were to be considered as restrictive or explanatory of the preceding words of the charter, and as confining the rights granted to the mere authority to sell or alien.\n But it is very clear that this clause imposes no restriction or explanation of the general terms of the grant. As the grantees held as tenants in capite of the king, they could not sell or alien without the royal license, and if they did, it was in ancient strictness an \n\n[11 U.S. 603, 619]\n \n absolute forfeiture of the land. 2 Ins. 66; and after the statute 1 Edw. 3 ch. 12, though the forfeiture did not attach, yet a reasonable fine was to be paid to the king upon the alienation. 2 Ins. 67. Staundf. Prer. 27. 2 Bl. Com. 72. It was not until ten years after the first charter, (12 Ch. 2 ch. 24,) that all fines for alienations and tenures of the king in capite were abolished. 2 Bl. Com. 77. So that the object of this clause was manifestly to give the royal assent to alienations without the claim of any fine therefor.\n We are therefore satisfied, that by virtue of the charter and the intermediate grants, lord Fairfax at the time of his death, had the absolute property of the soil of the land in controversy, and the acts of ownership exercised by him over the whole waste and unappropriated lands, as stated in the case, vested in him a complete seizin and possession thereof. Even if there had been no acts of ownership proved, we should have been of opinion, that as there was no adverse possession, and the land was waste and unappropriated, the legal seizin must be, upon principle, considered as passing with the title.\n On this point we have the satisfaction to find, that our view of the title of lord Fairfax seems incidentally confirmed by the opinion of the Court of appeals of Virginia, in Picket v. Dowdell, 2 Wash. 106. Johnson v. Buffington, 2 Wash. 116, and Curry v. Burns, 2 Wash. 121.\n The next question is as to the nature and character of the title which Denny Fairfax took by the will of lord Fairfax, he being, at the time of the death of lord Fairfax, an alien enemy.\n It is clear by the common law, that an alien can take lands by purchase, though not by descent; or in other words he cannot take by the act of law, but he may by the act of the party. This principle has been settled in the year books, and has been uniformly recognized as sound law from that time. 11 Hen. 4, 26. 14, Hen. 4, 26. Co. Litt. 2 b. Nor is there any distinction, whether the purchase be by grant or by devise. In either case, the estate vests in the alien. Pow. Dev. 316, &c. Park. \n\n[11 U.S. 603, 620]\n \n Rep. 144. Co. Litt. 2 b. not for his own benefit, but for the benefit of the state; or in the language of the ancient law, the alien has the capacity to take, but not to hold lands, and they may be seized into the hands of the sovereign. 11 H. 4, 26. 14 H. 4, 20. But until the lands are so seized, the alien has complete dominion over the same. He is a good tenant of the freehold in a precipe on a common recovery. 4 Leon 84. Goldsb. 102. 10 Mod. 128. And may convey the same to a purchaser. Sheafe v. O'Neile, 1 Mass. Rep. 256. Though Co. Litt. 52 b, seems to the contrary, yet it must probably mean that he can convey a defeasible estate only, which an office found will divest. It seems indeed to have been held, that an alien cannot maintain a real action for the recovery of lands. Co. Lit. 129 b. Thel. Dig. ch. 6. Dyer, 2. b. but it does not then follow that he may not defend, in a real action, his title to the lands against all persons but the sovereign.\n We do not find that in respect to these general rights and disabilities, there is any admitted difference between alien friends and alien enemies. During the war, the property of alien enemies is subject to confiscation jure belli, and their civil capacity to sue is suspended. Dyer, 2 b. Brandon v. Nesbitt, 6 T. R. 23. 3 Bos. & Pull. 113. 5 Rob. 102. But as to capacity to purchase, no case has been cited in which it has been denied, and in The Attorney General v. Wheeden & Shales, Park. Rep. 267, it was adjudged that a bequest to an alien enemy was good, and after a peace might be enforced. Indeed the common law in these particulars seems to coincide with the Jus Gentium. Bynk. Quest. Pub. Jur. ch. 7. Vattel, tel, b. 2, ch. 8,  112, 114. Grot. lib. 2, ch. 6,  16.\n It has not been attempted to place the title of Denny Fairfax upon the ground of his being an antenatus, born under a common allegiance before the American revolution, and this has been abandoned upon good reason; for whatever doubts may have been formerly entertained, it is now settled that a British subject born before, cannot, since the revolution, take lands by descent in the United States. 4 Cranch, 321, Dawson's Lessee v. Godfrey.\n But it has been argued, that although D. Fairfax \n\n[11 U.S. 603, 621]\n \n had capacity to take the lands as devisee, yet he took to the use of the commonwealth only, and had therefore but a momentary seizin; that in fact he was but a mere trustee of the estate at the will of the commonwealth, and that by operation of law, immediately upon the death of the testator, lord Fairfax, the title vested in the commonwealth, and left but a mere naked possession in the devisee.\n If we are right in the position, that the capacity of an alien enemy does not differ in this respect from an alien friend, it will not be easy to maintain this argument. It is incontrovertibly settled upon the fullest authority, that the title acquired by an alien by purchase, is not divested until office found. The principle is founded upon the ground, that as the freehold is in the alien, and he is tenant to the lord of whom the lands are holden, it cannot be divested out of him but by some notorious act, by which it may appear that the freehold is in another. 1 Bac. Abr. Alien C. p. 133. Now an office of entitling is necessary to give this notoriety, and fix the title in the sovereign. So it was adjudged in Page's case, 5 Co. 22, and has been uniformly recognized. Park. Rep. 267. Park. 144. Hob. 231. Bro. Denizen, pl. 17. Co. Litt. 2. b. And the reason of the difference, why, when an alien dies, the sovereign is seized without office found, is because otherwise the freehold would be in abeyance, as an alien cannot have any inheritable blood. Nay even after office found, the king is not adjudged in possession, unless the possession were then vacant; for if the possession were then in another, the king must enter or seize by his officer, before the possession in deed shall be adjudged in him. 14 H. 7, 21. 15 H. 7, 6, 20. Staundf. Prerog. Reg. ch. 18, p. 54. 4 Co. 58. a. And if we were to yield to the authority of Staundford, (Prer. Reg. ch. 18, p. 56,) that in the case of alien enemy, the king 'ratione guerrae,' might seize without office found, yet the same learned authority assures us, 'that the king must seize in those cases, ere he can have an interest in the lands, because they be penal towards the party.' 4 Co. 58. b. And until the king be in possession by office found, he cannot grant lands which are forfeited by alienage. Staundf. Pre. Reg. ch. 18. f. 54. Stat. 18 Hen. 6, ch. 6. \n\n[11 U.S. 603, 622]\n \n To apply these principles to the present case, Denny Fairfax had a complete, though defeasible title, by virtue of the devise, and as the possession was either vacant or not adverse, of course the law united a seizin to his title in the lands in controversy; and this title could only be divested by an inquest of office, perfected by an entry and seizure where the possession was not vacant. And no grant by the commonwealth, according to the common law, could be valid, until the title was, by such means, fixed in the commonwealth. It is admitted that no entry or seizure was made by the commonwealth 'ratione guerrae' during the war. It is also admitted, that no inquest of office was ever made pursuant to the acts on this subject at any time. And it would seem therefore to follow, upon common law reasoning, that the grant to the lessor of the original Plaintiff, by the public patent of 30th April, 1789, issued improvidently and erroneously, and passed nothing. And if this be true, and there be no act of Virginia altering the common law, it is quite immaterial what is the validity of the title of the original Defendant as against the commonwealth; for the Plaintiff must recover by the strength of his own title, and not by the weakness of that of his adversary.\n But it is contended, 1st, That the common law as to inquests of office and seizure, so far as the same respects the lands in controversy, is completely dispensed with by statutes of the commonwealth, so as to make the grant to the original Plaintiff in 1789 complete and perfect-And secondly, and further, if it be not so, yet as the devisee died pending the suit, the freehold was thereby cast upon the commonwealth without an inquest, and thus arises a retroactive confirmation of the title of the original Plaintiff, of which he may now avail himself.-As to the first point we will not say that it was not competent for the legislature, ( supposing no treaty in the way) by a special act to have vested the land in the commonwealth without an inquest of office for the cause of alienage. But such an effect ought not, upon principles of public policy, to be presumed upon light grounds; that an inquest of office should be made in cases of alienage, is a useful and important restraint upon public proceedings. No part of the United States seems to have been more aware of its importance, or \n\n[11 U.S. 603, 623]\n \n more cautious to guard against its abolition, than the Courts of Virginia. It prevents individuals from being harassed by numerous suits introduced by litigious grantees. It enables the owner to contest the question of alienage directly by a traverse of the office. It affords an opportunity for the public to know the nature, the value, and the extent of its acquisitions pro defectu haeredis; and above all it operates as a salutary suppression of that corrupt influence which the avarice of speculation might otherwise urge upon the legislature. The common law, therefore, ought not to be deemed to be repealed, unless the language of a statute be clear and explicit for this purpose.\n Let us now consider the several acts which have been referred to in the argument, from which we think it will abundantly appear that, during the war, the lands in controversy were never, by any public law, vested in the commonwealth. We dismiss, at once, the act of 1777, ch. 9, and of 1779, ch. 14, as they are restrained to estates held by British subjects at the times of their respective enactments, and do not extend to estates subsequently acquired.\n The next act is that of 1782, ch. 8, the 24th sec. after reciting that 'since the death of the late proprietor of the Northern Neck, there is reason to suppose that the said proprietorship hath descended upon alien enemies,' enacts, that persons holding lands in said Neck, shall retain sequestered in their hands, all quit rents which were then due, until the right of descent should be more fully ascertained; and that all quit rents, thereafter to become due, shall be paid into the public treasury, and the parties exonerated from the future claim of the proprietor. Admitting that this section, as to the quit rents, was equivalent to an inquest of office; it cannot be extended, by construction, to include the waste lands of the proprietor. Neither the words, nor the intention, of the legislature would authorize such a construction-But it may well be doubted if, even as to the quit rents, the provision is not to be considered as a sequestration jure belli, rather than a seizure for alienage-for it proceeds on the ground, that the property 'had descended, not upon aliens, but alien enemies. So far as the treaty of peace might be deemed material in the case, this distinction would deserve consideration.' \n\n[11 U.S. 603, 624]\n \n The next is the act of 1782, ch. 33, which, after reciting that 'the death of lord Fairfax may occasion great inconvenience to those who may incline to make entries for vacant lands in the Northern Neck, proceeds ( sec. 3.) to enact, that all entries made with the surveyors, &c. and returned to the office formerly kept by lord Fairfax, shall be held as good and valid as those heretofore made under his direction, 'until some mode shall be taken up and adopted by the General Assembly, concerning the territory of the Northern Neck.' This act, so far from containing in itself any provision for vesting all the vacant lands of lord Fairfax in the commonwealth, expressly reserves, to a future time, all decisions as to the disposal of the territory.-It suffers rights and titles to be acquired exactly in the same manner, and with the same conditions, which lord Fairfax had by permanent regulations prescribed in his office.-No other acts were passed on the subject during the war.\n We are now led to consider the act of 1785, ch. 47-which has presented some difficulty, if it stand unaffected by the treaty of peace. The 4th sec. after a recital 'that since the death of the late proprietor, no mode hath been adopted to enable those who had before his death made entries within the said district according to an act, &c. (act 1782, ch. 33) to obtain titles to the same,' enacts that in all cases of such entries, grants shall be issued by the commonwealth to the parties in the same manner, as by law is directed in cases of other unappropriated lands- The 5th sec. then declares that the unappropriated lands within the Northern Neck should be subject to the same regulations, and be granted in the same manner, and caveats should be proceeded upon, tried and determined, as is by law directed, in cases of other unappropriated lands belonging to the commonwealth. The 6th sec. extinguishes for the future all quit rents.\n The patent of the original Plaintiff issued pursuant to the 5th sec. of this act.\n It has been argued, that the act of 1785 amounts to a legislative appropriation of all the lands in controversy. That it must be considered as completely divesting the title of Denny Fairfax for the cause of alienage, and \n\n[11 U.S. 603, 625]\n \n vesting it in the commonwealth-After the most mature reflection, we cannot subscribe to the argument-In acts of sovereignty so highly penal, it is against the ordinary rule to enlarge, by implication and inference, the extent of the language employed. It would be to declare purposes which the legislature have not chosen to avow, and to create vested estates, when the common law would pronounce a contrary sentence, and the guardians of the public interests have not expressed an intention to abrogate that law. If the legislature have proceeded upon the supposition that the lands were already vested in the commonwealth, we do not perceive how it helps the case. If the legislature, upon a mistake of facts, proceed to grant defective titles, we know of no rule of law which requires a Court to declare, in penal cases, that to be actually done which ought previously to have been done. Perhaps as to grants under the 4th sec. where entries under the act of 1782, ch. 33, it might not be too much to hold, that such grants conveyed no more than the title of the commonwealth, exactly in the same state as the commonwealth itself held it, viz. an inchoate right, to be reduced into possession and consummated by a suit in the nature, or with the effect, of an inquest of office. But we give no opinion on this point, because the patent of the original Plaintiff manifestly issued under the succeeding section-and upon a construction, which we give to this section, it issued improvidently and passed no title whatever.-That construction is, that the unappropriated lands in the Northern Neck should be granted in the same manner as the other lands of the commonwealth, when the title of the commonwealth was perfected by possession. It seems to us difficult to contend, that the legislature meant to grant mere titles and rights of entry, of the commonwealth, to lands in the same manner as it did lands of which the commonwealth was in actual possession and seizin.- It would be selling suits and controversies through the whole country, and enacting a general statute in favor of maintenance, an offence which the common law has denounced with extraordinary severity. Consistent therefore with the manifest intention of the legislature, grants were to issue for lands in the Northern Neck, precisely in the same manner as for lands in other parts of the state, and under the same \n\n[11 U.S. 603, 626]\n \n limitation, viz. that the commonwealth should have, at the time of the grant, a complete title and seizin.\n We are the more confirmed in this construction by the act concerning eschestors, (act 1779, ch. 45,) which regulates the manner of proceeding in cases of escheat, and was by a subsequent act, (act 1785, ch. 53,) expressly extended to the counties in the Northern Neck. This act of 1779 expressly prohibits the granting of any lands, seized into the hands of the commonwealth upon office found, till the lapse of twelve months after the return of the inquisition and verdict into the office of the general Court, and afterwards authorizes the proper escheator to proceed to sell in case no claim should be filed, within that time, and substantiated against the commonwealth. It is apparent, from this act, that it was not the intention of the legislature to dispose of lands, accruing by escheat, in the same manner as lands to which the commonwealth already possessed a perfect title. It has not been denied that the regulations of this act were designed to apply as well to titles accruing upon alienage, (which are not in strictness, escheats,) as upon forfeitures for other causes; and, but for the act of 1785, ch. 47, we do not perceive but that the vacant lands were, by the devise of lord Fairfax, in the Northern Neck, would have been completely within the act regulating proceedings upon escheats.\n The real fact appears to have been, that the legislature supposed that the commonwealth were in actual seizin and possession of the vacant lands of lord Fairfax, either upon the principle that an alien enemy could not take by devise, or the belief that the acts of 1782, ch. 8, and ch. 33, had already vested the property in the commonwealth. In either case it was a mistake which surely ought not to be pressed to the injury of third persons.\n But if the construction, which we have suggested, be incorrect, we think that, at all events, the title of Hunter, under the grant of 1789, cannot be considered as more extensive than the title of the commonwealth, viz. a title inchoate and imperfect; to be consummated by an actual entry under an inquest of office, or its equivalent, a suit and judgment at law by the grantee. \n\n[11 U.S. 603, 627]\n \n This view of the acts of Virginia, renders it wholly unnecessary to consider a point, which has been very elaborately argued at the bar, whether the treaty of peace, which declares 'that no future confiscations shall be made,' protects from forfeiture, under the municipal laws respecting alienage, estates held by British subjects at the time of the ratification of that treaty.-For we are well satisfied that the treaty of 1794 completely protects and confirms the title of Denny Fairfax, even admitting that the treaty of peace left him wholly unprovided for.\n The 9th article is in these words: 'It is agreed that British subjects who now hold lands in the territories of the United States, and American citizens who now hold lands in the dominions of his majesty, shall continue to hold them according to the nature and tenure of their respective estates and titles therein; and may grant, sell or devise the same to whom they please in like manner as if they were natives, and that neither they nor their heirs or assigns shall, so far as respects the said lands and the legal remedies incident thereto, be considered as aliens.'\n Now, we cannot yield to the argument that Denny Fairfax had no title, but a mere naked possession or trust estate. In our judgment, by virtue of the devise to him, he held a fee simple in his own right. At the time of the commencement of this suit (in 1791) he was in complete possession and seizin of the land. That possession and seizin continued up to and after the treaty of 1794, which being the supreme law of the land, confirmed the title to him, his heirs and assigns, and protected him from any forfeiture by reason of alienage.\n It was once in the power of the commonwealth of Virginia, by an inquest of office or its equivalent, to have vested the estate completely in itself or its grantee. But it has not so done, and its own inchoate title (and of course the derivative title, if any, of its grantee) has by the operation of the treaty become ineffectual and void.\n It becomes unnecessary to consider the argument as to the effect of the death of Denny Fairfax pending the \n\n[11 U.S. 603, 628]\n \n suit, because admitting it to be correctly applied in general, the treaty of 1794 completely avoids it. The heirs of Denny Fairfax were made capable in law to take from him by descent, and the freehold was not, therefore, on his death, cast upon the commonwealth.\n On the whole, the Court are of opinion that the judgment of the Court of appeals of Virginia ought to be reversed, and that the judgment of the District Court of Winchester be affirmed with costs, &c.\n\n JOHNSON, J.\n After the maturest investigation of this case that circumstances would permit me to make, I am obliged to dissent from the opinion of the majority of my brethren.\n The material questions are,\n 1st. Whether an alien can take lands as a devisee, and if he can,\n 2d. Whether an inquest of office was indispensably necessary to divest him of his interest for the benefit of the state?\n 3d. Whether the disability of the devisee was not cured by the treaty of peace, or the treaty of 1794.\n With regard to the treaty of peace it is very clear to me that, that does not affect the case. The words of the 4th article are, 'There shall be no future confiscations made, nor any presecution commenced against any person or persons for or by reason of the part which he or they may have taken in the present war.'\n Now should we admit, as has been strongly insisted, that to escheat is to confiscate, it would still remain to show that this was 'a confiscation on account of the part taken by the devisee in the war of the revolution.' But the disability of an alien to hold real estate is the result of a general principle of the common law, and was in no wise attached to the individual on account of his conduct in the revolutionary struggle. The alien who had taken part with this country and \n\n[11 U.S. 603, 629]\n \n fought the battles of the states, may have been affected by it no less than he who fought against us, and the member of any other community in the world may as well have been the object of its application as the subject of Great Britain. The object evidently was to secure the individual from legal punishment-not to cure a legal disability existing in him.\n With regard to the bearing of the treaty of 1794 on the interests of the parties, the only difficulty arises from the vague signification of the words 'now holding,' made use of in the article which relates to this subject. But in conformity with the liberal spirit in which national contracts ought to be construed, I am satisfied to consider that treaty as extending to all cases of a rightful possession or legal title defeasible only on the ground of alien disability and existing at the date of that treaty.'\n What then were the rights of the devisee in this case? and were they in existence at the date of this treaty?\n Whoever looks into the learning on the capacity of an alien to take lands as devisee, will find it involved in some difficulties. There is no decided case, that I know of, upon the subject. And the opinions of learned men upon it, when compared, will be found to have been expressed with doubt, or scarcely reconcileable to each other. The general rule is, that an alien may take by purchase, but cannot hold. Yet so fragile or flimsy is the right he acquires, that, if tortiously dispossessed, no one contends that he can maintain an action against the evictor. To assert that he has a right, and yet admit that he has no remedy, appears to me rather paradoxical. Yet all admit that the bailiff of the king cannot enter on an alien purchaser until office found. But where a freehold is cast upon the alien by act of law, as by descent, dower, custody, &c. it is admitted that no inquest of office is necessary to vest the estate in the king, and he may enter immediately. Whether an alien devisee is to be considered as a purchaser according to the meaning of that term as applied to an alien, or whether his estate is to be considered as one of those which are cast on him by operation of law, is an alternative, either branch of which may be laid hold \n\n[11 U.S. 603, 630]\n \n of with some confidence. Chief baron Gilbert asserts, without reservation, that a devise to an alien is void. (Gilbert on devises, p. 15.) But Mr. Powell maintains that he takes under it as a purchaser. (Powell on Dev. 317.) In support of Gilbert's opinion it might be urged that a devise takes effect under statute, and in that view the interest may be said to be cast on the alien by operation of law. Yet I have no hesitation in deciding in favor of the doctrine as laid down by Powell. Not on the words of lord Hardwick, as quoted from Knight and du Plessis; for the judge there expressly declines giving an opinion; but from a reference to the principle upon which the doctrine is certainly founded.\n The only unexceptionable reason that can be assigned why an alien can take by deed, though he cannot hold, is, that otherwise the proprietor would be restricted in his choice of an alienee; or in other words, in his right of alienation. And to declare such a conveyance null and void would be attended with this absurdity, that the estate would still remain in the alienor in opposition to his own will and contract. It would therefore seem that the law on this subject would be more satisfactorily expressed by asserting that an alien is a competent party to a contract, so that a conveyance, executed to him, shall divest the feoffer or donor, in order that it may escheat. The tendency of this doctrine to favor the royal prerogative of escheat, would no doubt secure to it a welcome reception, yet it is not too much to pronounce it reasonable in the abstract. This reason is as applicable to the case of a devise as of a contract, and in the technical application of the term purchaser a devisee is included. But it is contended that the grant to lord Fairfax was a grant or cession of sovereign power, and as such was assumed by the state when it declared itself independent. Upon considering, as well the acts of the state, with regard to this property, as the acts of lord Fairfax himself, there is reason to think that both acted under this impression. But to decide on this question, we must look into the deed of cession, and upon its construction the decision of this Court must depend. And here, in every part of it, we find it divested of the chief attributes of sovereignty-not a power legislative, judicial or executive given, and the words such as are adapted to convey an interest, \n\n[11 U.S. 603, 631]\n \n but no jurisdiction. Some few royal prerogatives, it is true, are expressly conveyed, and these unquestionably must have accrued to the state upon the assertion of independence. But the interest in the soil remained to the grantee. So far, therefore, I feel no difficulty about sustaining the claim of the devisee. But did this interest remain in him at the time of the treaty of 1794?\n I am of opinion it did not. The interest acquired under the devise was a mere scintilla juris, and that scintilla was extinguished by the grant of the state vesting this tract in the Plaintiff in error. I will not say what would have been the effect of a more general grant. But this grant emanated under a law expressly relating to the lands of lord Fairfax authorizing them to be entered, surveyed and granted.\n The only objection that can be set up to the validity of this grant is, that it was not preceded by an inquest of office. And the question then will be, whether it was not competent for the state to assert its rights over the alien's property, by any other means than an inquest of office. I am of opinion that it was. That the mere executive of the state could not have done it, I will readily admit; but what was there to restrict the supreme legislative power, from dispensing with the inquest of office? In the case of Smith, and the state of Maryland, this Court sustained a specific confiscation of lands under a law of the state, where there was neither conviction nor inquest of office. And in Great Britain, in the case of treason, an inquest of office is expressly dispensed with by the statute 33, H. VIII, c. 30. So that there is nothing mystical, nor anything of indispensable obligation, in this inquest of offce. It is, in Great Britain, a salutary restraint upon the exercise of arbitrary power by the crown, and affords the subject a simple and decent mode of contesting the claim of his sovereign; but the legislative power of that country certainly may assert, and has asserted, the right of dispensing with it, and I see no reason why it was not competent for the legislature of the state of Virginia to do the same.\n Several collateral questions have arisen, in this case on which, as I do not differ materially from my brethren, \n\n[11 U.S. 603, 632]\n \n I will only express my opinion in the briefest manner.\n I am of opinion that whenever the case, made out in the pleadings, does not, in law, sanction the judgment which has been given upon it, the error sufficiently appears upon the record to bring the case within the XXV section of the judiciary act.\n I am also of opinion that whenever a case is brought up to this Court under that section, the title of the parties litigant must necessarily be enquired into, and that such an enquiry must, in the nature of things, precede the consideration how far the law, treaty, and soforth, is applicable to it; otherwise an appeal to this Court would be worse than nugatory.\n And that in ejectment at least, if not in every possible case, the decision of this Court must conform to the state of rights of the parties at the time of its own judgment: so that a treaty, although ratified subsequent to the decision of the Court appealed from, becomes a part of the law of the case and must control our decision. \n\n\n\n","1":"\n\nUnited States Supreme Court\nMCKIM v. VOORHIES(1812)\n\nArgued: Decided: March 13, 1812\n\n\n Present. All the Judges.\n THIS was a case certified from the Circuit Court for the district of Kentucky, in which the opinions of the Judges were opposed.\n At the July adjourned term of the Court below, in the year 1808, M'Kim, a citizen of Maryland, recovered a judgment in ejectment against Voorhies, a citizen of Kentucky, for the undivided third part of a water mill, with its appurtenances, in the county of Franklin, in the state of Kentucky. At the same time Voorhies filed his bill in Chancery in the Court below against M'Kim, and John Instone, a citizen of Kentucky, and Hayden Edwards, a citizen of South Carolina, claiming an equitable lien on the said third part of the mill, &c. on account of contracts, &c. between Bennett Pemberton (under whom Voorhies held the premises) and Hayden Edwards and John Instone; Pemberton having \n\n[11 U.S. 279, 280]\n \n sold the said third part of the mill, &c. to Edwards, who sold to Instone, who sold and conveyed to M'Kim. Instone was the only Defendant served with process from the Court below. M'Kim and Instone answered the bill, and brought on a motion to dissolve the injunction on the merits, which was overruled by the Court below. At the term next preceding November term, 1810, (Edwards not having answered) the Court below dismissed the suit as to him; and as to Instone, for want of jurisdiction; after which Voorhies had leave to discontinue as to M'Kim on payment of costs. The suit was accordingly discontinued. Previous to this disposition of the cause, Voorhies filed his bill in Chancery against the same parties in the State Circuit Court for the county of Franklin, in the state of Kentucky, in which he set up the same equity as he charged in his bill in the Court below. On this bill he, by an order from one of the Circuit Judges of the State, obtained an injunction, staying all further proceedings on the said judgment in ejectment, until the matters of the said bill were heard in equity. This injunction was dissolved at the July term of the Franklin Circuit Court; shortly after which the said injunction was reinstated by the order of the honorable Caleb Wallace, one of the judges of the Court of Appeals of the state of Kentucky, issued under the act of the general assembly of that state, passed at their December session in the year 1807.\n The injunction issued in the cause by the State Court, and the order reinstating that injunction, were duly notified to the clerk of the Court below, and official copies of each lodged in his office. On the third day of the session of the Court below, at its November term, 1810, M'Kim, by his attorney, applied to the clerk of the Court below for a writ of habere facias possessionem on the said judgment in ejectment, but the clerk refused to issue the writ in consequence of the injunction and orders aforesaid; whereupon M'Kim, by his counsel, moved the Court below to instruct and order their clerk to issue a writ of habere facias possessionem, on the judgment of that Court, the injunction and orders aforesaid notwithstanding. Upon this motion of the plaintiff, the opinions of the Judges were opposed. The case was submitted by HARPER for the Plaintiff, \n\n[11 U.S. 279, 281]\n \n without argument. There was no appearance for the Defendant.\n March 14th. All the Judges being present,\n\n TODD, J. stated the opinion of the Court to be, that the State Court had no jurisdiction to enjoin a judgment of the Circuit Court of the United States; and that the Court below should be ordered to issue the writ of habere facias. \n\n\n\n","2":"\n\nUnited States Supreme Court\nSTATE OF NEW JERSEY v. WILSON(1812)\n\nArgued: Decided: March 3, 1812\n\n\n THIS case was submitted to this Court, upon a statement of facts, without argument.\n March 3d. All the Judges being present,\n\n MARSHALL, Ch. Justice, delivered the opinion of the Court as follows:\n This is a writ of error to a judgment rendered in the Court of last resort in the state of New Jersey, by which the Plaintiffs allege are deprived of a right secured to them by the constitution of the United States. \n\n[11 U.S. 164, 165]\n \n The case appears to be this.\n The remnant of the tribe of Delaware Indians, previous to the 20th February, 1758, had claims to a considerable portion of lands in New Jersey, to extinguish which became an object with the government and proprietors under the conveyance from King Charles 2d, to the Duke of York. For this purpose a convention was held in February, 1758, between the Indians and commissioners appointed by the government of New Jersey; at which the Indians agreed to specify particularly the lands which they claimed; release their claim to all others; and to appoint certain chiefs to treat with commissioners on the part of the government for the final extinguishment of their whole claim.\n On the 9th of August, 1758, the Indian deputies met the commissioners and delivered to them a proposition reduced to writing-the basis of which was, that the government should purchase a tract of land on which they might reside-in consideration of which they would release their claim to all other lands in New Jersey south of the river Rariton.\n This proposition appears to have been assented to by the commissioners; and the legislature on the 12th of August, 1758, passed an act to give effect to this agreement.\n This act, among other provisions, authorizes the purchase of lands for the Indians, restrains them from granting leases or making sales, and enacts 'that the lands to be purchased for the Indians aforesaid shall not hereafter be subject to any tax, any law usage or custom to the contrary thereof, in any wise notwithstanding.'\n In virtue of this act, the convention with the Indians was executed. Lands were purchased and conveyed to trustees for their use, and the Indians released their claim to the south part of New Jersey.\n The Indians continued in peaceable possession of the lands thus conveyed to them until some time in the year 1801, when, having become desirous of migrating from \n\n[11 U.S. 164, 166]\n \n the state of New Jersey, and of joining their brethren at Stockbridge, in the state of New York, they applied for, and obtained an act of the legislature of New Jersey, authorizing a sale of their land in that state.\n This act contains no expression in any manner respecting the privilege of exemption from taxation which was annexed to those lands by the act, under which they were purchased and settled on the Indians.\n In 1803, the commissioners under the last recited act sold and conveyed the lands to the Plaintiffs, George Painter and others.\n In October, 1804, the legislature passed an act repealing that section of the act of August, 1758, which exempts the lands therein mentioned from taxes. The lands were then assessed, and the taxes demanded. The Plaintiffs thinking themselvs injured by this assessment, brought the case before the Courts in the manner prescribed by the laws of New Jersey, and in the highest Court of the state, the validity of the repealing act was affirmed and the land declared liable to taxation. The cause is brought into this Court by writ of error, and the question here to be decided is, does the act of 1804 violate the constitution of the United States.\n The constitution of the United States declares that no state shall 'pass any bill of attainder, ex post facto law, or law impairing the obligation of contracts.'\n In the case of Fletcher v. Peck, it was decided in this Court on solemn argument and much deliberation, that this provision of the constitution extends to contracts to which a state is a party, as well as to contracts between individuals. The question then is narrowed to the enquiry whether in the case stated, a contract existed and whether that contract is violated by the act of 1804.\n Every requisite to the formation of a contract is found in the proceedings between the then colony of New Jersey and the Indians. The subject was a purchase on the part of the government of extensive claims of the Indians, the extinguishment of which would quiet the title to a large portion of the province. A proposition to this effect is made, the terms stipulated, the \n\n[11 U.S. 164, 167]\n \n consideration agreed upon, which is a tract of land with the privilege of exemption from taxation; and then in consideration of the arrangement previously made, one of which this act of assembly is stated to be, the Indians execute their deed of cession. This is certainly a contract clothed in forms of unusual solemnity. The privilege, though for the benefit of the Indians, is annexed, by the terms which create it, to the land itself, not to their persons. It is for their advantage that it should be annexed to the land, because, in the event of a sale, on which alone the question could become material, the value would be enhanced by it.\n It is not doubted but that the state of New Jersey might have insisted on a surrender of this privilege as the sole condition on which a sale of the property should be allowed. But this condition has not been insisted on. The land has been sold, with the assent of the state, with all its privileges and immunities. The purchaser succeeds, with the assent of the state, to all the rights of the Indians. He stands, with respect to this land, in their place and claims the benefit of their contract. This contract is certainly impaired by a law which would annul this essential part of it.\n Judgment of the Court.\n This cause came on to be heard on the transcript of the record of the writ of error of the state of New Jersey, and was argued by counsel on the part of the Plaintiffs in error: on consideration whereof, it is the opinion of the Court, that there is error in the judgment of the said Court of errors in this, that the judgment of the said Court is founded on an act passed by the legislature of the state of New Jersey, in December, 1804, entitled 'An act to repeal part of an act respecting lands purchased for the Indians;' which act, in the opinion of this Court, is repugnant to the constitution of the United States, in as much as it impairs the obligation of a contract, and is, on that account, void. It is therefore considered by the Court, that the said judgment be reversed and annulled, and that the cause be remanded to the said Court of errors, that judgment may be rendered therein annulling the assessment in the proceedings mentioned, so far as the same may respect the land in the said proceedings also mentioned. \n\n\n\n","3":"\n\nUnited States Supreme Court\nTHE SCHOONER EXCHANGE v. MCFADDON(1812)\n\nArgued: Decided: February 24, 1812\n\n\n Present. All the judges.\n THIS being a cause in which the sovereign right claimed by NAPOLEON, the reigning emperor of the French, and the political relations between the United States and France, were involved, it was, upon the suggestion of the Attorney General, ordered to a hearing in preference to other causes which stood before it on the docket. \n\n[11 U.S. 116, 117]\n \n It was an appeal from the sentence of the Circuit Court of the United States, for the district of Pennsylvania, which reversed the sentence of the District Court, and ordered the vessel to be restored to the libellants.\n The case was this-on the 24th of August, 1811, John McFaddon & William Greetham, of the State of Maryland, filed their libel in the District Court of the United States, for the District of Pennsylvania, against the Schooner Exchange, setting forth that they were her sole owners, on the 27th of October, 1809, when she sailed from Baltimore, bound to St. Sebastians, in Spain. That while lawfully and peaceably pursuing her voyage, she was on the 30th of December, 1810, violently and foreibly taken by certain persons, acting under the decrees and orders of NAPOLEON, Emperor of the French, out of the custody of the libellants, and of their captain and agent, and was disposed of by those persons, or some of them, in violation of the rights of the libellants, and of the law of nations in that behalf. That she had been brought into the port of Philadelphia, and was then in the jurisdiction of that court, in possession of a certain Dennis M. Begon, her reputed captain or master. That no sentence or decree of condemnation had been pronounced against her, by any court of competent jurisdiction; but that the property of the libellants in her, remained unchanged and in fult force. They therefore prayed the usual process of the court, to attach the vessel, and that she might be restored to them.\n Upon this libel the usual process was issued, returnable on the 30th of August, 1811, which was executed and returned accordingly, but no person appeared to claim the vessel in opposition to the libellants. On the 6th of September, the usual proclamation was made for all persons to appear and show cause why the vessel should not be restored to her former owners, but no person appeared.\n On the 13th of September, a like proclamation was made, but no appearnace was entered.\n On the 20th of September, Mr. Dallas, the Attorney \n\n[11 U.S. 116, 118]\n \n of the United States, for the District of Pennsylvania, appeared, and (at the instance of the executive department of the government of the United States, as it is understood,) filed a suggestion, to the following effect:\n Protecting that he does not know, and does not admit the truth of the allegations contained in the libel, he suggests and gives the court to understand and be informed,\n That in as much as there exists between the United States of America and Napoleon, emperor of France and king of Italy, &c. &c. a state of peace and amity; the public vessels of his said Imperial and Royal Majesty, conforming to the law of nations, and laws of the said United States, may freely enter the ports and harbors of the said United States, and at pleasure depart therefrom without seizure, arrest, detention or molestation. That a certain public vessel described, and known as the Balaou, or vessel, No. 5, belonging to his said Imperial and Royal Majesty, and actually employed in his service, under the command of the Sieur Begon, upon a voyage from Europe to the Indies, having encountered great stress of weather upon the high seas, was compelled to enter the port of Philadelphia, for refreshment and repairs, about the 22d of July, 1811. That having entered the said port from necessity, and not voluntarily; having procured the requisite refreshments and repairs, and having conformed in all things to the law of nations and the laws of the United States, was about to depart from the said port of Philadelphia, and to resume her voyage in the service of his said Imperial and Royal Majesty, when on the 24th of August, 1811, she was seized, arrested, and detained in pursuant of the process of attachment issued upon the prayer of the libellants. That the said public vessel had not, at any time, been violently and forcibly taken or captured from the libellants, their captain and agent on the high seas, as prize of war, or otherwise; but that if the said public vessel, belonging to his said Imperial and Royal Majesty as aforesaid, ever was a vessel navigating under the flag of the United States, and possessed by the libellants, citizens thereof, as in their libel is alleged, (which nevertheless, \n\n[11 U.S. 116, 119]\n \n the said Attorney does not admit) the property of the libellants, in the said vessel was seized and divested, and the same became vested in his Imperial and Royal Majesty, within a port of his empire, or of a country occupied by his arms, out of the jurisdiction of the United States, and of any particular state of the United States, according to the decrees and laws of France, in such case provided. And the said Attorney submitting, whether, in consideration of the premises, the court will take cognizance of the cause, respectfully prays that the court will be pleased to order and decree, that the process of attachment, heretofore issued, be quashed; that the libel be dismissed with costs; and that the said public vessel, her tackle, &c. belonging to his said Imperial and Royal Majesty, be released, &c. And the said Attorney brings here into court, the original commission of the said Sieur Begon, &c.\n On the 27th of September, 1811, the libellants filed their answer to the suggestion of the District Attorney, to which they except, because it does not appear to be made for, or on behalf, or at the instance of the United States, or any other body politic or person.\n They aver, that the schooner is not a public vessel, belonging to his Imperial and Royal Majesty, but is the private property of the libellants. They deny that she was compelled by stress of weather, to enter the port of Philadelphia, or that she came otherwise than voluntarily; and that the property of the libellants in the vessel never was divested, or vested in his Imperial and Royal Majesty, within a port of his empire, or of a country occupied by his arms.\n The District Attorney, produced the affidavits of the Sieur Begon, and the French coasul, verifying the commission of the captain, and stating the fact, that the public vessels of the Emperor of France never carry with them any other document or evidence that they belong to him, than his flag, the commission, and the possession of his officers.\n In the commission it was stated, that the vessel was armed at Bayonne.\n On the 4th of October, 1811, the District Judge dismissed \n\n[11 U.S. 116, 120]\n \n the libel with costs, upon the ground, that a public armed vessel of a foreign sovereign, in amity with our government, is not subject to the ordinary judicial tribunals of the country, so far as regards the question of title, by which such sovereign claims to hold the vessel.\n From this sentence, the libellants appealed to the Circuit Court, where it was reversed, on the 28th of October, 1811.\n From this sentence of reversal, the District Attorney, appealed to this Court.\n DALLAS, Attorney of the United States, for the district of Pennsylvania, contended,\n\n 1. \nThat this is not a case of admiralty and maritime jurisdiction.\n\n 2. \nThat the public character of the vessel is sufficiently proved; and\n\n 3. \nThat being a public national vessel of France, she is not liable to the ordinary judicial process of this country.\n\n 1. \nIt ought to appear upon the proceedings themselves that this is a case of admiralty and maritime jurisdiction.\n In England the jurisdiction of the Court of admiralty comprehends three branches. 1. The criminal jurisdiction, for the punishment of offences committed upon the high seas, or submitted to its cognizance by the statute law.\n\n 2. \nThe prize jurisdiction, as to captures as prize of war, on the high seas. 3. The Instance Court, which has jurisdiction of torts committed at sea, in which case locality is essential; and of maritime contracts, which are also perhaps local.\n The district Courts of the United States, have the same three branches of jurisdiction, but the jurisdiction \n\n[11 U.S. 116, 121]\n \n must be shewn in the proceedings, together with the authority to seize within our waters. Laws United States, Vol. 1. p. 53, sect. 9. 11. Vol. 3. p. 91. sect. 6. 3. Dall. 6.\n But the libel does not bring the case within either of those branches of jurisdiction. The libel simply states that while she was lawfully and peaceably pursuing her voyage, she was forcibly seized under the decrees of Napoleon, emperor of the French. It does not allege any crime upon the high seas. It does not state the seizure to be as prize of war. It does not allege a tort committed upon the high seas, nor any maritime contract. The admiralty has no jurisdiction upon the mere possession of the vessel in our harbors, unconnected with a tort on the high seas. Nor upon a tort committed here, or in a foreign country-nor upon a mere question of title. 2. Browne, civ. and ad. law 110, 111, 113, 114, 115, 116, 117.\n There is not a single instance of admiralty jurisdiction exercised in this country without possession, coupled with a maritime tort.\n\n 2. \nAs to the proof of the public character of the vessel. The flag, the public commission, and the possession of the officer, have always been sufficient evidence, at sea or in port-and for fiscal or executive purposes. Why should it not be sufficient evidence in a judicial proceeding? No public vessel ever carries any other documents. No other proof of property in the sovereign is ever required. It is acknowledged in all our treaties. Even the common law requires only the best evidence which the nature of the case admits.\n In the case of Mr. Pichon, 4. Dall. 321. no other evidence of his public character was produced or required, than a letter from Talleyrand, the French minister for foreign affairs. Upon that evidence he was discharged.\n HARPER, for the Appellees.\n Admitted that the commission, the flag, and the possession, were sufficient evidence of the public character of the vessel. \n\n[11 U.S. 116, 122]\n \n DALLAS-The principal question then is, whether a public national vessel of France, coming into the United States to repair, is liable to be arrested upon the claim of title by an individual?\n This vessel was seized by a sovereign, in virtue of his sovereign prerogative. In such a case, the claim of the individual merges in the right of the offended sovereign. The size of the vessel can make no difference. Upon principle, the Royal George, belonging to his Britannic majesty is as liable to this process, as the Balaou No. 5. Suppose a British frigate lying at New York, and one of her seaman should escape and libel her for his wages-the same argument which will support this case would support that.\n This was one of the seizures under the Rambouillet decree. We do not justify that decree, but we say that whenever the act is done by a sovereign in his sovereign character, it becomes a matter of negotiation, or of reprisals, or of war, according to its importance.\n It is proved that she arrived in distress-that she had been sent on a distant mission with a military cargo. No assent to submit to the ordinary jurisdiction of the country, can be presumed in such a case as that. She had committed no offence while here. She did not come to trade. There was no implied waver of the peculiar immunities of a public vessel. The right of free passage was open to her, as it was to the public vessels of every other nation, except England, whose ships were expressly excluded by a particular statute.\n But put the question generally, can a vessel of war, for any cause, be attached at the suit of an individual. In doubtful cases the argument ab inconvenienti, ought to have great weight. The jurisdiction now claimed would extend to all men, to all suits, to torts and to contracts; to every vessel seized in a foreign port and taken into the public service. Impressed seamen might libel a whole British squadron for their wages. The peace of our ports and harbors would be at the mercy of the individuals. It would be impossible to carry it into practice. The sentence of the Court could not be executed. It is beautiful in theory to exclaim 'fiat \n\n[11 U.S. 116, 123]\n \n Justitia-ruat coelum, but justice is to be administered with a due regard to the law of nations, and to the rights of other sovereigns. When an individual receives an injury from a foreign sovereign, he must complain to his own government, who will make it a matter of negotiation, and if justice be refused may grant reprisals.\n Our acts of Congress never subject foreign public vessels to forfeiture. The non-intercourse act (as it is called) forfeits private, but not public British vessels-the public vessels are forbidden to come, if they do come, you order them to depart. If they refuse and you are not strong enough to drive them away, you prohibit supplies to them; but you do not subject them to forfeiture.\n We do not, however, deny the right of a nation to change the public law as to foreign nations, upon giving notice. We may forbid the entrance of their public ships, and punish the breach of this prohibition by forfeiture; nor do we deny the obligation of a foreign sovereign to conform to pre-existing laws, as to offences-and as to the acquisition of property; nor his liability for his private debts and contracts. Vattel, 426. B. 2. c. 18. sect. 340. 344. 346. So if a sovereign descend from the throne and become a merchant, he submits to the laws of the country. If he contract private debts, his private funds are liable. So if he charter a vessel, the cargo is liable for the freight.\n But in the present case he appears in his sovereign character; the commander of the national vessel exercises a part of his sovereign power; and in such a case no consent to submit to the ordinary judicial tribunals of the country can be implied. Such implied consent must depend on the act, on the person, and on the subject.\n Such consent is implied where the municipal law, previously provides and changes the law of nations-where it regulates trade-where it defines and punishes crimes, and where it fixes the tenure of property real or personal. But it cannot be implied where the law of nations is unchanged- nor where the implication is destructive of the independence, the equality, and dignity of the sovereign. Such a jurisdiction is not given by the consistitution of the United States, nor \n\n[11 U.S. 116, 124]\n \n is it mentioned in the judiciary acts. If so important a jurisdiction was intended to be given, it would certainly have been mentioned and regulated by law. It cannot be derived from any practical construction of our laws. In 1794, the public vessels were not seized, but ordered away. The impost law, (Laws of U. S. Vol. 4 p. 331, sect. 31) excepts public vessels, from the obligation to make report and entry. The act of March 3d, 1805, (Vol. 7. p. 334, sect. 4) for the preservation of peace in our ports and harbors, gives authority to the president to prohibit the foreign armed vessels from entering our ports, and to order those to depart which may have entared, and if they refuse to depart, to prohibit all intercourse with them, and to drive them away; but not to seize them. Public vessels were excepted from the embargo, in 1807 and 1808. (Laws U. S. Vol. 9. p. 7, sect. 2, and p. 243. sect. 1, 2, and 3.)\n The judicial construction of the law by the courts in Pennsylvania, was, that a state could not be subjected to judicial process, unless by the words of the Constitution of the United States: and many sound minds were of opinion that even those did not give the jurisdiction; and when it was finally decided in the Supreme Court of the United States that a suit might be maintained against a state in the Federal Courts, the states amended the constitution so as not to admit of that construction.\n The case of Nathan v. the Commonwealth of Virginia, 1 Dall. 77, was a foreign attachment against some military stores belonging to the state of Virginia: the object of which was to compel an appearance; and the court refused to compel the sheriff to return the writ; being of opinion that Virginia being a sovereign state could not be compelled to appear in a court in Pennsylvania. The present process against the vessel is to compel an appearance. It is true the master may give security; but to compel him to do so is to bring the emperor into court, and to subject him, in his sovereign character, to the jurisdiction of the courts of the United States.\n The Cassius, (in the case of United States v. Judge \n\n[11 U.S. 116, 125]\n \n Peters, 3 Dall. 121, and Ketland, qui tam v. the Cassius, 2 Dall. 365) had violated a municipal law of the United States; yet, being a public vessel of France, the government of the United States directed the attorney general to file a suggestion, stating the character of the vessel, which it was supposed would have taken the case out of the jurisdiction of the court. But the case went off upon another objection to the jurisdiction.\n There is then no municipal law, nor any practical construction by the executive, the legislative, or the judicial department of our government, which authorizes the jurisdiction now claimed; we can only have recourse to the law of nations to try the validity of that claim. That law requires the consent of the sovereign, either express or implied, before he can be subjected to a foreign jurisdiction, 2 Rutherford, 163 to 170. There is no express assent of a foreign sovereign to the jurisdiction over his prerogative. The distinction is between his private acts, and his acts as sovereign, and between his private and his public property. Vat. B. 2, p. 343, ch. 14.  213, 216. 2 Ruth. 536. Vat. 707, B. 4. c. 7,  108, Martyn 181. Ruth. 54. Galliani B. 1, c. 5.\n The cases of implied assent are, 1. Trade, when his goods are liable for freight, or liable to his factor for advances, &c. or liable to pay duties. In all which cases there is a specific lien on the goods. 2. In case he acquire property in the country, whether real or personal. 3. In case of offences against existing laws, such as entering when prohibited, or breaking the peace when in port. But the law of nations excludes the implication and presumption in every case where the sovereignty is concerned-as 1. In the case of an ambassador-2. Of the sovereign himself-3. The passing of his armies through the country, in which case he retains all his rights of sovereignty and jurisdiction over his army-4. In case of his navy passing through our waters.\n The British government, although it authorizes the search of private ships for their seamen, disclaims the right to search ships of war, even on the ocean, the place of common jurisdiction.\n Bynkershock, p. 39, c. 4. for the first time asserts a \n\n[11 U.S. 116, 126]\n \n principle not recognized by any prior writer: viz. that the goods of the sovereign, however acquired, whether of a public or private nature, are liable to process to compel an appearance. But he does not cite one adjudged case, nor one writer upon the law of nations to support him. The only case he cites is from Huber, and that denies the jurisdiction. The exima which he cites is only a kind of chronicle or journal, like the annual register.\n It is a book of no authority. The case of the queen of Spain's ship arrested at Flushing, and the queen of Bohemia's in 1654, which were released by the states general, are against him. His book clearly shows that the practice of nations is against his doctrine. It is evident that the alludes to a practice of citation in the states of Holland, or among the members of the Germanic body.\n The general principle is against him. He is opposed by other writers and supported by none. He is opposed by the practice of nations and supported by no judicial decision.\n If the courts of the United States should exercise such a jurisdiction it will amount to a judicial declaration of war. There is already a case before this court in which it will be called upon to decide whether St. Domingo be an independant nation; and another in which it is to determine whether the crown of Spain belongs to Ferdinand the 7th or Joseph Bonaparte. If this court is to exercise jurisdiction upon subjects of this nature, it will absorb all the functions of government, and leave nothing for the legislative or executive departments to perform.\n HARE, contra.\n The position which we are to meet, is understood to be this, That the possession of property by a foreign sovereign, without the limits of his jurisdiction, and within the limits of the United States, precludes all enquiry into the title of the thing within his possession.\n This principle, we say, is unfounded. The general rule is that all sovereignty is strictly local, and cannot \n\n[11 U.S. 116, 127]\n \n be exercised beyond the territorial limits. This flows from the nature of sovereignty, which being supreme power, cannot exist where it is not supreme. 4 Cranch, 279, Rose v. Himely. There is no instance of its actual extra-territorial operation, except where by fiction of law it is supposed to be territorial; or at most where it exclusively operates upon its own subjects. The household of an ambassador is supposed to be within the territorial jurisdiction of his sovereign. Vattel 448, Martyn 228, 230.\n In other respects the rights of an ambassador are his own rights founded in considerations appertaining exclusively to the ambassadorial character. In the vessels belonging either to his nation or to himself, he may exercise, on the high seas, a limited jurisdiction. The same principle operates here. The ship is considered as part of his territory. But in this case his jurisdiction extends over his own subjects only. His armies abroad are also subject to his jurisdiction, but this is the result of positive compact, without which they cannot go abroad.\n The general principle then being in our favor, our adversaries must show the exception.\n Whatever is within the extent of a country, is within the authority of its sovereign; and if any dispute arises concerning the effects within the country or passing through it, it must be decided by the judge of the place. Vat. 446.\n Unless the case now before the court be an exception, this rule is universal. It grows out of the first principles of government, which in giving security assumes jurisdiction.\n The general authority over the property of foreigners is as absolute as over the property of subjects.\n The arguments in favor of the exception are drawn rather from inconvenience than from principle, but cannot be supported upon either ground.\n As it regards the private property of the sovereign, \n\n[11 U.S. 116, 128]\n \n why not assume jurisdiction? Because it is said, it would violate his dignity, inasmuch as it is to be presumed that he will never to wrong. Such a presumption, contrary to the fact, may be calculated to give him weight at home, but can be of no use abroad. It is not universally adopted even at home. The king of England may be sued by monstrans de droit. States may prescribe the mode in which they shall be sued. This is a matter of internal regulation. Will you then respect a foreign sovereign more than his own subjects are bound to respect him?\n If the sovereign of any free country should unlawfully seize the goods of one of his subjects, he would be liable in his private capacity like any other person. As regards the public property of a foreign sovereign, why should there be any distinction, where the only object of the suit is merely to ascertain the right.\n His public service may suffer, but will you respect that service at the expence of the rights of your own citizens?\n But it is said, if you arrest this vessel you may arrest a fleet. This is true-and when a foreign fleet shall have been created by the plunder of our own citizens, let it be arrested.\n But the danger of such a case is remote and improbable. The libel must be supported by oath and probable cause. A judge would not hastily direct process against a flect.\n But consider the inconveniencies on the other side. Your own citizens plundered. Your national rights violated. Your courts deaf to the complaints of the injured. Your government not redressing their wrongs, but giving a sanction to their spoliators.\n The argument of our opponents allows no remedy to the citizen although dispossessed of his property within the limits of our own territory. Although the ship should have been seized in the Delaware, and converted into a public armed vessel, we are supposed to have no redress. It does not appear upon the face of the present proceedings, that this was not the case. \n\n[11 U.S. 116, 129]\n \n The argument of inconvenience is equally applicable to cases it which our own laws authorize process to issue. Thus, under the act of June 5th, 1794,  3, Vol. 3. p. 89, if any ship shall be armed in any of the waters of the United States, with intent to be employed in the service of any foreign state to cruize against the subjects of another foreign state with whom the United States are at peace , such ship shall be forfeited. So also in case a foreign armed ship should be found smuggling. In cases of tort then, there is a remedy against the public armed ship of a foreign sovereign. It is obvious also that there must be such remedy in cases of contract. As in the case of material men for repairs-Bottomary and mortgage-wreck and pledges. If he may pledge, the pledge may be proceeded against. If then there are cases both of tort and contract in which there is a remedy, why not in this?\n It is in vain to urge against the right of proceeding, the inconveniences that may result from the mode.\n On principle, then, there is no foundation for the exception. Nor is it warranted by authority.\n Vattel, B. 2,  83, says 'Many sovereigns have 'fiefs, and other properties, in the lands of another 'prince: they therefore possess them in the manner of 'other individuals.' Thus the kings of England did homage for the lands they held in France.\n Martins (p. 85, 182, Book 5, sect. 9) says that the supreme police extends over the property of a sovereign.\n The cases of Glass v. Sloop Betsy, 3 Dall. 6-Rose v. Himely and Hudson v. Guestier, 4 Cranch 279. The Cosmopolite, 3 Rob. 269, and the authority of Azuni 245, 246, affirm the right, in certain cases, of examining the legality of the prizes of foreign sovereigns.\n Prizes are made for account of the sovereign. In England they are distributed according to the prize act; but if made by a non-commissioned vessel, they are droits of the admiralty. \n\n[11 U.S. 116, 130]\n \n The possession of the captors is the possession of the sovereign. In these cases therefore the right of the sovereign to the thing in his possession is subjected to judicial investigation.\n Bynkershoek upon Ambassadors, 40 to 46, expressly states that the property of the sovereign, public and private, is subject to the authority of the judge of the place. 2 Rutherford 476, 382. The case of the Swedish convoy is also an authority to the same effect.\n The Constitution of the United States, Art. 3, sect. 2, expressly gives the courts of the United States jurisdiction in cases between citizens and foreign states.\n The cases cited on the other side refer only to suits brought directly against a sovereign, or to compel his appearance. But such cases are wholly inapplicable, because not brought in consequence of your jurisdiction over the thing within your territory, but to create a jurisdiction over the person which is without it.\n In Massachusetts suits between foreigners by process of attachment, cannot be sustained; but the right to the thing in dispute, whether between foreigners or others, will be ascertained there.\n You cannot draw to your jurisdiction those who owe you neither a local nor an absolute allegrance; but you may enquire into the validity of every claim to a thing within your jurisdiction.\n This doctrine is peculiarly applicable to sovereigns:--\n In the case of Olmsteaa v. Rittenhouse's executors, (5 Cranch 115, under the name of United States v. Judge Peters) the state of Pennsylvania contended that the District Court had not jurisdiction, because she, as a sovereign state, claimed the money in the hands of the executors, and was really the party interested; but this court decided that, as the state was not ostensibly a party, and as the thing was within the jurisdiction of the Court, the District Court should proceed to enforce its sentence; thereby clearly marking the distinction between a suit against a sovereign, and a process against a thing claimed by a sovereign. \n\n[11 U.S. 116, 131]\n \n HARPER, on the same side.\n Two questions are raised in this case.\n\n 1. \nWhether this be a case of admiralty jurisdiction, and\n\n 2. \nWhether a judicial remedy can be given for a wrong done by a foreign sovereign.\n\n 1. \nThe libel states the seizure to have been made 'during the voyage'- and the answer to the claim denies that she was seized in port it follows therefore that she must have been seized upon the high seas.\n\n 2. \nAs to the general power to interfere in case of an illegal seizure made by a foreign sovereign.\n Sovereignty is absolute and universal. This is the general rule. But it is contended that there is an exception in four cases.\n\n 1. \nAs to the persor of a foreign sovereign.\n\n 2. \nAs to his ambassadors.\n\n 3. \nAs to his armies; and\n\n 4. \nAs to his property-which last is said to be an inference from the three former cases. But the three former cases are all founded upon consent, and the latter is not; consequently there can be no analogy between them. Besides, these cases are not exceptions to the sovereignty, but merely exemptions form the ordinary judicial process, by consent of the sovereign. If a foreign sovereign comes secretly into the country, he is not protected from ordinary process; but when he comes openly in his character as a sovereign, an assent is implied, and he comes with all the immunities incident to his dignity, according to the common understanding of the word. All the cases supposed to be against us are founded upon consent. Bynkerstock also places it upon the ground of consent, and he is supported by Barbeyrac and Galliani. \n\n[11 U.S. 116, 132]\n \n The positive authorities against the exemption of the property of the sovereign from the ordinary judicial process, are Bynkershoek 25, Martins 182, and 2 Rutherford 476. The Constitution of the United States takes for granted the suability of the states, and merely provides the means of carrying the principle into effect. The exemption of the sovereign himself, his ambassador and his armies, depends upon particular reasons which do not apply to his property, nor to his ships of war.\n PINKNEY, Attorney General, in reply.\n When wrongs are inflicted by one nation upon another, in tempestuous times, they cannot be redressed by the judicial department. Its power cannot extend beyond the territorial jurisdiction. However unjust a confiscation may be, a judicial condemnation closes the judicial eye upon its enormity. The right to demand redress belongs to the executive department, which alone represents the sovereignty of the nation in its intercourse with other nations.\n The simple fact in this case is, that an individual is seeking, in the ordinary course of justice, redress against the act of a foreign sovereign. But the rights of a foreign sovereign cannot be submitted to a judicial tribunal. He is supposed to be out of the country, although he may happen to be within it.\n An ambassador is unquestionably exempt from the ordinary jurisdiction; but if he commit violence it may be lawfully repelled by the injured individual-so if he commit public violence he may be opposed by the nation. This right arises from the necessity of the case. But as to ordinary cases he is to be referred to the tribunals of his own country. In cases where those tribunals cannot interfere to prevent the injury, the jurisdiction of the country, for that purpose, may interfere; but when the act is done, and prevention is too late, he must he referred to his own tribunals.\n We claim for this vessel, an immunity from the ordinary jurisdiction, as extensive as that of an ambassador, \n\n[11 U.S. 116, 133]\n \n or of the Sovereign himself;-but no further.-If she attempt violence, she may be restrained.\n The constitution of the United States, decides nothing-it only provides, a tribunal, if a case can by possibility exist.\n The statutes of the United States, are in hostility to the idea of jurisdiction.-Private vessels are made liable to confiscation, but public vessels are to be driven away. The remedy is by opposing Sovereign to Sovereign, not by subjecting him to the ordinary jurisdiction.\n The jurisdiction over things and persons, is the same in substance. The arrest of the thing is to obtain jurisdiction over the person.\n A distinction is taken between civil and territorial jurisdiction, civil jurisdiction is referred to consent;-it binds all who have consented. Territorial jurisdiction goes farther; it operates upon those who have not assented-such as aliens-but the alien must do something-he must come within the territory whereby he submits to the jurisdiction-so if he purchases property within the country, or sends property into the territory, in ordinary cases, his assent is implied. But if the property of an alien, be forcibly or fraudulently carried within the territory, no consent is implied, and consequently there is no ground for jurisdiction.\n If a foreign Sovereign be found in the ferritory, he is not liable to the ordinary jurisdiction. Vattel places his exemption on the ground, that he did not intend to submit to it.-Rutherford, on the ground of the assent of the other Sovereign.\n The case of the Ambassador is precisely in point-his immunities depend upon the implied assent. The reason is, that he may be independent. Grotius, places it upon the conventional, and Rutherford, upon the natural law of nations.\n So in the case of the passage of troops through a neutral territory, the permission to pass, implies a compact, that they should enjoy all necessary immunities. \n\n[11 U.S. 116, 134]\n \n From the nature of the case, they cannot be subject to the ordinary jurisdiction of the country, through which they pass. To suffer one of the soldiers to be arrested for a debt due to a citizen of that country, would be inconsistent with the permission to pass.\n We are asked, whence we infer the immunity of the public armed vessel of a sovereign. We answer from the nature of sovereignty, and from the universal practice of nations from the time of Tyre and Sidon.\n Sovereigns are equal. It is the duty of a sovereign, not to submit his rights to the decision of a co-sovereign. He is the sole arbiter of his own rights. He acknowledges no superior, but God alone. To his equals, he shown respect, but not submission.\n This vessel is not the ordinary property of a sovereign.-It is his national property-a public ship of war duly commissioned. There is no difference in principle between such a vessel, and an army passing through the territory. She has the same rights. She has your permission to pass, and you are bound to give her all necessary immunities. You gave her an saylum as the property of a great and powerful nation, you must not suffer her to be thereby entrapped in the fangs of a municipal court. She was charged with public despatches; she visited your ports in itinere. It was a defiexion merely, that she might more effectually perform her voyage. It was a mere passage through your jurisdiction. Her commander had an unquestionable right to exclusive jurisdiction over her crew. In the eye of the law of nations, she was at home, whether in your ports, or upon the high seas. The exemption from delay, is more necessary than the exemption from final condemnation.\n By the usage of states, no other evidence is required of the property of a sovereign than his commission and flag. This is strong evidence, that such property is not subject to the ordinary jurisdiction of the country. Otherwise other documents would be required and would be furnished. No others are required at sea, nor on shore. This usage of nations is universally known, and as the vessel sailed upon the faith of such a usage, \n\n[11 U.S. 116, 135]\n \n good faith requires that you should receive the flag and commission as evidence of the character of the vessel.\n This court will not decide this case upon the authority of the slovenly treatise of Bynkershoek, or the ravings of that sciolist Martins, but upon the broad principles of national law, and national independence. One would as soon consult Gibbons or Hobbs, for the doctrines of our holy religion as Martins for the principles of the law of nations. Bynkershoek, upon this point, draws his authorities from Dutch courts, and Dutch jurists. Not one of his cases was adjudged, except that cited from Huber. And in one of the cases, the states general requested that the vessel should be discharged, which had been arrested in Zealand, for a debt due from Spain, saying that they would write to the Queen of Spain, to pay her debts, or they would be obliged to issue letters of marque and reprisal,- which was the proper course. The other cases were only abortive attempts to subject national property to the ordinary jurisdiction of the country.\n The case of the Swedish convoy, was upon the ground, that the convoy resisted by force the right of search. It was war quoad hoc; and the seizure was made as prize of war. But that case was never decided.\n In the case of Glass v. The Sloop Betsy, the privateers commission was to capture the property of an enemy, but she had captured that of a friend.-The court did not subject the privateer to their jurisdiction, but the prize which she had wrongfully made.\n March 3d. All the Judges being present.\n\n MARSHALL, Ch. J. Delivered the opinion of the Court as follows:\n This case involves the very delicate and important inquiry, whether an American citizen can assert, in an American court, a title to an armed national vessel, found within the waters of the United States.\n The question has been considered with an earnest solicitude, that the decision may conform to those principles \n\n[11 U.S. 116, 136]\n \n of national and municipal law by which it ought to be regulated.\n In exploring an unbeaten path, with few, if any, aids from precedents or written law, the court has found it necessary to rely much on general principles, and on a a train of reasoning, founded on cases in some degree analogous to this.\n The jurisdiction of courts is a branch of that which is possessed by the nation as an independent sovereign power.\n The jurisdiction of the nation within its own territory is necessarily exclusive and absolute. It is susceptible of no limitation not imposed by itself. Any restriction upon it, deriving validity from an external source, would imply a diminution of its sovereignty to the extent of the restriction, and an investment of that sovereignty to the same extent in that power which could impose such restriction.\n All exceptions, therefore, to the full and complete power of a nation within its own territories, must be traced up to the consent of the nation itself. They can flow from no other legitimate source.\n This consent may be either express or implied. In the latter case, it is less determinate, exposed more to the uncertainties of construction; but, if understood, not less obligatory.\n The world being composed of distinct sovereignties, possessing equal rights and equal independence, whose mutual benefit is promoted by intercourse with each other, and by an interchange of those good offices which humanity dictates and its wants require, all sovereigns have consented to a relaxation in practice, in cases under certain peculiar circumstances, of that absolute and complete jurisdiction within their respective territories which sovereignty confers.\n This consent may, in some instances, be tested by common usage, and by common opinion, growing out of that usage. \n\n[11 U.S. 116, 137]\n \n A nation would justly be considered as violating its faith, although that faith might not be expressly plighted, which should suddenly and without previous notice, exercise its territorial powers in a manner not consonant to the usages and received obligations of the civilized world.\n This full and absolute territorial jurisdiction being alike the attribute of every sovereign, and being incapable of conferriing extra- territorial power, would not seem to contemplate foreign sovereigns nor their sovereign rights as its objects. One sovereign being in no respect amenable to another; and being bound by obligations of the highest character not to degrade the dignity of his nation, by placing himself or its sovereign rights within the jurisdiction of another, can be supposed to enter a foreign territory only under an express license, or in the confidence that the immunities belonging to his independent sovereign station, though not expressly stipulated, are reserved by implication, and will be extended to him.\n This perfect equality and absolute independence of sovereigns, and this common interest impelling them to mutual intercourse, and an interchange of good offices with each other, have given rise to a class of cases in which every sovereign is understood to wave the exercise of a part of that complete exclusive territorial jurisdiction, which has been stated to be the attribute of every nation.\n 1st. One of these is admitted to be the exemption of the person of the sovereign from arrest or detention within a foreign territory.\n If he enters that territory with the knowledge and license of its sovereign, that license, although containing no stipulation exempting his person from arrest, is universally understood to imply such stipulation.\n Why has the whole civilized world concurred in this construction? The answer cannot be mistaken. A foreign sovereign is not understood as intending to subject himself to a jurisdiction incompatible with his dignity, and the dignity of his nation, and it is to avoid this subjection \n\n[11 U.S. 116, 138]\n \n that the license has been obtained. The character to whom it is given, and the object for which it is granted, equally require that it should be construed to impart full security to the person who has obtained it. This security, however, need not be expressed; it is implied from the circumstances of the case.\n Should one sovereign enter the territory of another, without the consent of that other, expressed or implied, it would present a question which does not appear to be perfectly settled, a decision of which, is not necessary to any conclusion to which the Court may come in the cause under consideration. If he did not thereby expose himself to the territorial jurisdiction of the sovereign, whose dominions he had entered, it would seem to be because all sovereigns impliedly engage not to avail themselves of a power over their equal, which a romantic confidence in their magnanimity has placed in their hands.\n 2d. A second case, standing on the same principles with the first, is the immunity which all civilized nations allow to foreign ministers.\n Whatever may be the principle on which this immunity is established, whether we consider him as in the place of the sovereign he represents, or by a political fiction suppose him to be extra-territorial, and, therefore, in point of law, not within the jurisdiction of the sovereign at whose Court he resides; still the immunity itself is granted by the governing power of the nation to which the minister is deputed. This fiction of exterritoriality could not be erected and supported against the will of the sovereign of the territory. He is supposed to assent to it.\n This consent is not expressed. It is true that in some countries, and in this among others, a special law is enacted for the case. But the law obviously proceeds on the idea of prescribing the punishment of an act previously unlawful, not of granting to a foreign minister a privilege which he would not otherwise possess.\n The assent of the sovereign to the very important and extensive exemptions from territorial jurisdiction \n\n[11 U.S. 116, 139]\n \n which are admitted to attach to foreign ministers, is implied from the considerations that, without such exemption, every sovereign would hazard his own dignity by employing a public minister abroad. His minister would owe temporary and local allegiance to a foreign prince, and would be less competent to the objects of his mission. A sovereign committing the interests of his nation with a foreign power, to the care of a person whom he has selected for that purpose, cannot intend to subject his minister in any degree to that power; and, therefore, a consent to receive him, implies a consent that he shall possess those privileges which his principal intended he should retain-privileges which are essential to the dignity of his sovereign, and to the duties he is bound to perform.\n In what cases a minister, by infracting the laws of the country in which he resides, may subject himself to other punishment than will be inflicted by his own sovereign, is an inquiry foreign to the present purpose. If his crimes be such as to render him amenable to the local jurisdiction, it must be because they forfeit the privileges annexed to his character; and the minister, by violating the conditions under which he was received as the representative of a foreign sovereign, has surrendered the immunities granted on those conditions; or, according to the true meaning of the original assent, has ceased to be entitled to them.\n 3d. A third case in which a sovereign is understood to cede a portion of his territorial jurisdiction is, where he allows the troops of a foreign prince to pass through his dominions.\n In such case, without any express declaration waving jurisdiction over the army to which this right of passage has been granted, the sovereign who should attempt to exercise it would certainly be considered as violating his faith. By exercising it, the purpose for which the free passage was granted would be defeated, and a portion of the military force of a foreign independent nation would be diverted from those national objects and duties to which it was applicable, and would be withdrawn from the control of the sovereign whose power and whose safety might greatly depend on retaining \n\n[11 U.S. 116, 140]\n \n the exclusive command and disposition of this force. The grant of a free passage therefore implies a waver of all jurisdiction over the troops during their passage, and permits the foreign general to use that discipline, and to inflict those punishments which the government of his army may require.\n But if, without such express permit, an army should be led through the territories of a foreign prince, might the jurisdiction of the territory be rightfully exercised over the individuals composing this army?\n Without doubt, a military force can never gain immunities of any other description than those which war gives, by entering a foreign territory against the will of its sovereign. But if his consent, instead of being expressed by a particular license, be expressed by a general declaration that foreign troops may pass through a specified tract of country, a distinction between such general permit and a particular license is not perceived. It would seem reasonable that every immunity which would be conferred by a special license, would be in like manner conferred by such general permit.\n We have seen that a license to pass through a territory implies immunities not expressed, and it is material to enquire why the license itself may not be presumed?\n It is obvious that the passage of an army through a foreign territory will probably be at all times inconvenient and injurious, and would often be imminently dangerous to the sovereign through whose dominion it passed. Such a practice would break down some of the most decisive distinctions between peace and war, and would reduce a nation to the necessity of resisting by war an act not absolutely hostile in its character, or of exposing itself to the stratagems and frauds of a power whose integrity might be doubted, and who might enter the country under deceitful pretexts. It is for reasons like these that the general license to foreigners to enter the dominions of a friendly power, is never understood to extend to a military force; and an army marching into the dominions of another sovereign, may justly be considered as committing an act of hostility; and, if not opposed by force, acquires no privilege by its irregular and improper \n\n[11 U.S. 116, 141]\n \n conduct. It may however well be questioned whether any other than the sovereign power of the state be capable of deciding that such military commander is without a license.\n But the rule which is applicable to armies, does not appear to be equally applicable to ships of war entering the parts of a friendly power. The injury inseparable from the march of an army through an inhabited country, and the dangers often, indeed generally, attending it, do not ensue from admitting a ship of war, without special license, into a friendly port. A different rule therefore with respect to this species of military force has been generally adopted. If, for reasons of state, the ports of a nation generally, or any particular ports be closed against vessels of war generally, or the vessels of any particular nation, notice is usually given of such determination. If there be no prohibition, the ports of a friendly nation are considered as open to the public ships of all powers with whom it is at peace, and they are supposed to enter such ports and to remain in them while allowed to remain, under the protection of the government of the place.\n In almost every instance, the treaties between civilized nations contain a stipulation to this effect in favor of vessels driven in by stress of weather or other urgent necessity. In such cases the sovereign is bound by compact to authorize foreign vessels to enter his ports. The treaty binds him to allow vessels in distress to find refuge and asylum in his ports, and this is a license which he is not at liberty to retract. It would be difficult to assign a reason for withholding from a license thus granted, any immunity from local jurisdiction which would be implied in a special license.\n If there be no treaty applicable to the case, and the sovereign, from motives deemed adequate by himself, permits his ports to remain open to the public ships of foreign friendly powers, the conclusion seems irresistable, that they enter by his assent. And if they enter by his assent necessarily implied, no just reason is perceived by the Court for distinguishing their case from that of vessels which enter by express assent. \n\n[11 U.S. 116, 142]\n \n In all the cases of exemption which have been reviewed, much has been implied, but the obligation of what was implied has been found equal to the obligation of that which was expressed. Are there reasons for denying the application of this principle to ships of war?\n In this part of the subject a difficulty is to be encountered, the seriousness of which is acknowledged, but which the Court will not attempt to evade.\n Those treaties which provide for the admission and safe departure of public vessels entering a port from stress of weather, or other urgent cause, provide in like manner for the private vessels of the nation; and where public vessels enter a port under the general license which is implied merely from the absence of a prohibition, they are, it may be urged, in the same condition with merchant vessels entering the same port for the purposes of trade who cannot thereby claim any exemption from the jurisdiction of the country. It may be contended, certainly with much plausibility if not correctness, that the same rule, and same principle are applicable to public and private ships; and since it is admitted that private ships entering without special license become subject to the local jurisdiction, it is demanded on what authority an exception is made in favor of ships of war.\n It is by no means conceded, that a private vessel really availing herself of an asylum provided by treaty, and not attempting to trade, would become amenable to the local jurisdiction, unless she committed some act forfeiting the protection she claims under compact. On the contrary, motives may be assigned for stipulating, and according immunities to vessels in cases of distress, which would not be demanded for, or allowed to those which enter voluntarily and for ordinary purposes. On this part of the subject, however, the Court does not mean to indicate any opinion. The case itself may possibly occur, and ought not to be prejudged.\n Without deciding how far such stipulations in favor of distressed vessels, as are usual in treaties, may exempt private ships from the jurisdiction of the place, it may safely be asserted, that the whole reasoning upon which such exemption has been implied in other cases, \n\n[11 U.S. 116, 143]\n \n applies with full force to the exemption of ships of war in this.\n'It is impossible to conceive,' says Vattel, 'that a Prince who sends an ambassador or any other minister can have any intention of subjecting him to the authority of a foreign power; and this consideration furnishes an additional argument, which completely establishes the independency of a public minister. If it cannot be reasonably presumed that his sovereign means to subject him to the authority of the prince to whom he is sent, the latter, in receiving the minister, consents to admit him on the footing of independency; and thus there exists between the two princes a tacit convention, which gives a new force to the natural obligation.'\n\n Equally impossible is it to conceive, whatever may be the construction as to private ships, that a prince who stipulates a passage for his troops, or an asylum for his ships of war in distress, should mean to subject his army or his navy to the jurisdiction of a foreign sovereign. And if this cannot be presumed, the sovereign of the port must be considered as having conceded the privilege to the extent in which it must have been understood to be asked.\n To the Court, it appears, that where, without treaty, the ports of a nation are open to the private and public ships of a friendly power, whose subjects have also liberty without special license, to enter the country for business or amusement, a clear distinction is to be drawn between the rights accorded to private individuals or private trading vessels, and those accorded to public armed ships which constitute a part of the military force of the nation.\n The preceding reasoning, has maintained the propositions that all exemptions from territorial jurisdiction, must be derived from the consent of the sovereign of the territory; that this consent may be implied or expressed; and that when implied, its extent must be regulated by the nature of the case, and the views under which the parties requiring and conceding it must be supposed to act. \n\n[11 U.S. 116, 144]\n \n When private individuals of one nation spread themselves through another as business or caprice may direct, mingling indiscriminately with the inhabitants of that other, or when merchant vessels enter for the purposes of trade, it would be obviously inconvenient and dangerous to society, and would subject the laws to continual infraction, and the government to degradation, if such individuals or merchants did not owe temporary and local allegiance, and were not amenable to the jurisdiction of the country. Nor can the foreign sovereign have any motive for wishing such exemption. His subjects thus passing into foreign countries, are not employed by him, nor are they engaged in national pursuits. Consequently there are powerful motives for not exempting persons of this description from the jurisdiction of the country in which they are found, and no one motive for requiring it. The implied license, therefore, under which they enter can never be construed to grant such exemption.\n But in all respects different is the situation of a public armed ship. She constitutes a part of the military force of her nation; acts under the immediate and direct command of the sovereign; is employed by him in national objects. He has many and powerful motives for preventing those objects from being defeated by the interference of a foreign state. Such interference cannot take place without affecting his power and his dignity. The implied license therefore under which such vessel enters a friendly port, may reasonably be construed, and it seems to the Court, ought to be construed, as containing an exemption from the jurisdiction of the sovereign, within whose territory she claims the rites of hospitality.\n Upon these principles, by the unanimous consent of nations, a foreigner is amenable to the laws of the place; but certainly in practice, nations have not yet asserted their jurisdiction over the public armed ships of a foreign sovereign entering a port open for their reception.\n Bynkershoek, a jurist of great reputation, has indeed maintained that the property of a foreign sovereign is not distinguishable by any legal exemption from the \n\n[11 U.S. 116, 145]\n \n property of an ordinary individual, and has quoted several cases in which courts have exercised jurisdiction over causes in which a foreign sovereign was made a party defendant.\n Without indicating any opinion on this question, it may safely be affirmed, that there is a manifest distinction between the private property of the person who happens to be a prince, and that military force which supports the sovereign power, and maintains the dignity and the independence of a nation. A prince, by acquiring private property in a foreign country, may possibly be considered as subjecting that property to the territorial jurisdiction; he may be considered as so far laying down the prince, and assuming the character of a private individual; but this he cannot be presumed to do with respect to any portion of that armed force, which upholds his crown, and the nation heis enrusted to govern.\n The only applicable case cited by Bynkershoek, is that of the Spanish ships of war seized in Flushing for a debt due from the king of Spain. In that case, the states general interposed; and there is reason to believe, from the manner in which the transaction is stated, that, either by the interference of government, or the decision of the court, the vessels were released.\n This case of the Spanish vessels is, it is believed, the only case furnished by the history of the world, of an attempt made by an individual to assert a claim against a foreign prince, by seizing the armed vessels of the nation. That this proceeding was at once arrested by the government, in a nation which appears to have asserted the power of proceeding in the same manner against the private property of the prince, would seem to furnish no feeble argument in support of the universality of the opinion in favor of the exemption claimed for ships of war. The distinction made in our own laws between public and private ships would appear to proceed from the same opinion.\n It seems then to the Court, to be a principle of public law, that national ships of war, entering the port of a friendly power open for their reception, are to be considered \n\n[11 U.S. 116, 146]\n \n as exempted by the consent of that power from its jurisdiction.\n Without doubt, the sovereign of the place is capable of destroying this implication. He may claim and exercise jurisdiction either by employing force, or by subjecting such vessels to the ordinary tribunals. But until such power be exerted in a manner not to be misunderstood, the sovereign cannot be considered as having imparted to the ordinary tribunals a jurisdiction, which it would be a breach of faith to exercise. Those general statutory provisions therefore which are descriptive of the ordinary jurisdiction of the judicial tribunals, which give an individual whose property has been wrested from him, a right to claim that property in the courts of the country, in which it is found, ought not, in the opinion of this Court, to be so construed as to give them jurisdiction in a case, in which the sovereign power has impliedly consented to wave its jurisdiction.\n The arguments in favor of this opinion which have been drawn from the general inability of the judicial power to enforce its decisions in cases of this description, from the consideration, that the sovereign power of the nation is alone competent to avenge wrongs committed by a sovereign, that the questions to which such wrongs give birth are rather questions of policy than of law, that they are for diplomatic, rather than legal discussion, are of great weight, and merit serious attention. But the argument has already been drawn to a length, which forbids a particular examination of these points.\n The principles which have been stated, will now be applied to the case at bar.\n In the present state of the evidence and proceedings, the Exchange must be considered as a vessel, which was the property of the Libellants, whose claim is repelled by the fact, that she is now a national armed vessel, commissioned by, and in the service of the emperor of France. The evidence of this fact is not controverted. But it is contended, that it constitutes no bar to an enquiry into the validity of the title, by which the emperor holds this vessel. Every person, it is alleged, who is entitled to property brought within the jurisdiction of our Courts, has a \n\n[11 U.S. 116, 147]\n \n right to assert his title in those Courts, unless there be some law taking his case out of the general rule. It is therefore said to be the right, and if it be the right, it is the duty of the Court, to enquire whether this title has been extinguished by an act, the validity of which is recognized by national or municipal law.\n If the preceding reasoning be correct, the Exchange, being a public armed ship, in the service of a foreign sovereign, with whom the government of the United States is at peace, and having entered an American port open for her reception, on the terms on which ships of war are generally permitted to enter the ports of a friendly power, must be considered as having come into the American territory, under an implied promise, that while necessarily within it, and demeaning herself in a friendly manner, she should be exempt from the jurisdiction of the country.\n If this opinion be correct, there seems to be a necessity for admitting that the fact might be disclosed to the Court by the suggestion of the Attorney for the United States.\n I am directed to deliver it, as the opinion of the Court, that the sentence of the Circuit Court, reversing the sentence of the District Court, in the case of the Exchange be reversed, and that of the District Court, dismissing the libel, be affirmed. \n\n\n\n","4":"\n\nUnited States Supreme Court\nUNITED STATES v. HUDSON(1812)\n\nArgued: Decided: February 13, 1812\n\n\n Absent. Washington, justice.\n THIS was a case certified from the Circuit Court for the District of Connecticut, in which, upon argument of a general demurrer to an indictment for a libel on the President and Congress of the United States, contained in the Connecticut Currant, of the 7th of May, 1806, charging them with having in secret voted two millions of dollars as a present to Bonaparte for leave to make a treaty with Spain, the judges of that Court were divided in opinion upon the question, whether the Circuit Court of the United States had a common law jurisdiction in cases of libel.\n PINKNEY, Attorney General, in behalf of the United States, and DANA for the Defendants, declined arguing the case.\n\n The Court, having taken time to consider, the following opinion was delivered (on the last day of the term, all the judges being present) by JOHNSON, J.\n The only question which this case presents is, whether the Circuit Courts of the United States can exercise a common law jurisdiction in criminal cases. We state it thus broadly because a decision on a case of libel will apply to every case in which jurisdiction is not vested in those Courts by statute.\n Although this question is brought up now for the first time to be decided by this Court, we consider it as having been long since settled in public opinion. In no other case for many years has this jurisdiction been asserted; and the general acquiescence of legal men shews the prevalence of opinion in favor of the negative of the proposition. \n\n[11 U.S. 32, 33]\n \n The course of reasoning which leads to this conclusion is simple, obvious, and admits of but little illustration. The powers of the general Government are made up of concessions from the several states-whatever is not expressly given to the former, the latter expressly reserve. The judicial power of the United States is a constituent part of those concessions,-that power is to be exercised by Courts organized for the purpose, and brought into existence by an effort of the legislative power of the Union. Of all the Courts which the United States may, under their general powers, constitute, one only, the Supreme Court, possesses jurisdiction derived immediately from the constitution, and of which the legislative power cannot deprive it. All other Courts created by the general Government possess no jurisdiction but what is given them by the power that creates them, and can be vested with none but what the power ceded to the general Government will authorize them to confer.\n It is not necessary to inquire whether the general Government, in any and what extent, possesses the power of conferring on its Courts a jurisdiction in cases similar to the present; it is enough that such jurisdiction has not been conferred by any legislative act, if it does not result to those Courts as a consequence of their creation.\n And such is the opinion of the majority of this Court: For, the power which congress possess to create Courts of inferior jurisdiction, necessarily implies the power to limit the jurisdiction of those Courts to particular objects; and when a Court is created, and its operations confined to certain specific objects, with what propriety can it assume to itself a jurisdiction-much more extended-in its nature very indefinite- applicable to a great variety of subjects-varying in every state in the Union-and with regard to which there exists no definite criterion of distribution between the district and Circuit Courts of the same district?\n The only ground on which it has ever been contended that this jurisdiction could be maintained is, that, upon the formation of any political body, an implied power to preserve its own existence and promote the end and object of its creation, necessarily results to it. But, \n\n[11 U.S. 32, 34]\n \n without examining how far this consideration is applicable to the peculiar character of our constitution, it may be remarked that it is a principle by no means peculiar to the common law. It is coeval, probably, with the first formation of a limited Government; belongs to a system of universal law, and may as well support the assumption of many other powers as those more peculiarly acknowledged by the common law of England.\n But if admitted as applicable to the state of things in this country, the consequence would not result from it which is here contended for. If it may communicate certain implied powers to the general Government, it would not follow that the Courts of that Government are vested with jurisdiction over any particular act done by an individual in supposed violation of the peace and dignity of the sovereign power. The legislative authority of the Union must first make an act a crime, affix a punishment to it, and declare the Court that shall have jurisdiction of the offence.\n Certain implied powers must necessarily result to our Courts of justice from the nature of their institution. But jurisdiction of crimes against the state is not among those powers. To fine for contempt-imprison for contumacy-inforce the observance of order, &c. are powers which cannot be dispensed with in a Court, because they are necessary to the exercise of all others: and so far our Courts no doubt possess powers not immediately derived from statute; but all exercise of criminal jurisdiction in common law cases we are of opinion is not within their implied powers. \n\n\n\n","5":"\n\nUnited States Supreme Court\nWHELAN v. U S(1812)\n\nArgued: Decided: February 20, 1812\n\n\n THIS cause standing so late on the docket that it was not likely to be called for trial at this term, DALLAS, for the United States, suggested the propriety of assigning a particular day for the hearing, as it was a case of importance, and involved a question of jurisdiction, viz: whether a seizure of a vessel, on waters navigable from the sea for vessels of ten and more tons burthen, for breach of a law of the United States, was to be tried by a jury. This question was said to be important because the judge of the district of Pennsylvania had refused to try any cases of that kind, until the question was finally settled by this Court.\n The Court accordingly assigned a day for bearing that question, but intimated an opinion that it was already decided in the cases of the Vengeance 3. Dall. 297.-The Betsy and Charlotte. 4. Cranch, 443. and Yeaton v. United States, 5.Cranch, 281.\n E. TILGHMAN, for the Appellant, after looking into those cases, abandoned the question as to jurisdiction, considering the cases cited as conclusive against him.\n\n THE COURT, (all the judges being present), said that the question had been certainly settled in this Court, upon full argument. \n\n\n\n"}}