{"Description":{"0":"LOCKE v. U.S. , 11 U.S. 339 (1813)","1":"MCINTIRE v. WOOD , 11 U.S. 504 (1813)","2":"MILLS v. DURYEE , 11 U.S. 481 (1813)","3":"THE AURORA v. US , 11 U.S. 382 (1813)"},"Date":{"0":"February 16, 1813","1":"March 9, 1813","2":"March 10, 1813","3":"February 23, 1813"},"Docket":{"0":"","1":"","2":"","3":""},"Link":{"0":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/11\/339.html","1":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/11\/504.html","2":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/11\/481.html","3":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/11\/382.html"},"Opinion":{"0":"\n\nUnited States Supreme Court\nLOCKE v. U.S.(1813)\n\nArgued: Decided: February 16, 1813\n\n\n Absent. TODD, J.\n ERROR to the sentence of the Circuit Court for the district of Maryland, which condemned the cargo of the schooner Wendell, belonging to Locke, the Claimant, as forfeited to the United States.\n The libel contained 11 counts.\n The 1st count charged that the goods between the 1st of June, 1808, and the day of filing the libel, at Boston, with intent to transport them to Baltimore, without a permit from the collector and naval officer of the port of Boston, were clandestinely laden on board the schooner Wendell, a vessel enrolled and licensed according to statute, whose employment was not then confined to the navigation of bays, sounds, rivers and lakes within the jurisdiction of the United States, nor exempted from the obligation of giving bond according to the provisions of the statute (the embargo law.)\n The 2d count charged that the goods being of foreign growth and manufacture and subject to the payment of duties, between the 1st of May, 1808, and the day of filing the libel were unladed without the authority of the proper officers of the customs, from on board some vessel to the attorney unknown, after she had arrived within four leagues of the coast of the United States, the said vessel being then bound from some foreign port or place, (to the attorney unknown,) to the United States.\n The 3d count charged that the goods being of foreign growth and manufacture and subject to duties, were, without any unavoidable accident, necessity or distress of weather, unladen without the authority of the proper officers of the customs.\n The 4th count charged that the goods, being of foreign growth and manufacture, and subject to the payment of duties imposed by the laws of the United States, \n\n[11 U.S. 339, 340]\n \n between the 1st of May, 1804, and the day of filing the libel, were imported from some foreign port or place to the attorney unknown, into some port of the United States to the said attorney unknown, in a certain vessel to the said attorney unknown, and were afterwards and before filing the libel unladed at the said last mentioned port from the said vessel without a permit from the proper officers of the customs of the last mentioned port.\n The 5th count charged that the goods were imported into Boston and were falsely, and by a false name and denomination entered at the custom house of the port of Boston.\n The 6th count charged that they were imported into a port of the United States, to the attorney unknown, and were falsely, and by a false name and denomination, entered at the custom house of such port.\n The 7th count stated that the goods were of the manufacture of Great Britain, and were imported into New York, between the first of March, 1808, and the day of filing the libel, from some foreign port or place to the attorney unknown.\n The 8th count stated that they were so imported into Boston.\n The 9th count stated them to have been so imported into Philadelphia.\n The 10th count averred them to have been so imported into Baltimore.\n The 11th count stated them to have been so imported into some port of the United States, to the attorney unknown.\n The 1st count was under the embargo law.\n The 2d, 3d, 4th, 5th and 6th counts were under the collection law.\n The other counts were under the non-importation acts \n\n[11 U.S. 339, 341]\n \n of 18th April, 1806, Vol. 8, p. 80-and 19th Dec. 1806, Vol. 8, p. 219.\n HARPER, for the Appellant.\n The first count, under the embargo act is understood to be abandoned.\n The 7th, 8th, 9th, 10th and 11th counts, are under the non- importation acts of 18th April, and 19th December, 1806. There is no evidence of the importation of the goods since the 2d Monday in December, 1807, the time when those laws began to operate.\n The 2d, 3d, 4th, 5th and 6th counts are under the general collection law of 2d March, 1799, Vol. 4, p. 325, &c. The 5th and 6th however, charge acts not forbidden by the law-so that the charges are reduced to those contained in the 2d, 3d and 4th counts.\n The 2d and 3d counts are under the 27th sec. of the collection law, Vol. 4, p. 324. These counts are defective in not averring that the unlading was before the vessel had 'come to the proper place for the discharge of her cargo,' which is an essential ingredient in the offence described in that section. And all the counts are defective in not stating where, how, when, and from what ship the goods were unladen. These defects are as fatal in a libel as in an indictment or declaration. There is no authority for making a distinction. But if some latitude be allowed in libel, yet it ought to be certain to a common intent in these respects.\n If the libel be sufficient, yet it is not supported by proof. There is no evidence of the time when the goods were landed so as to show it to be contrary to law.\n But it was said in the Court below, that the onus probandi was on the Claimant by the express provision of the statute, Laws United, States, Vol. 4, p. 391, sec. 71, the words of which are 'If the property be claimed by 'any person, in every such case the onus probandi shall 'be upon such Claimant; but the onus probandi shall 'lie on the Claimant only where probable cause is shewn \n\n[11 U.S. 339, 342]\n \n 'for such prosecution.' Probable cause is prima facie evidence, and whenever that is shown, the onus probandi falls of course upon the other party. A contrary construction would be against the common principles of law. What you charge, you must prove. Innocence is always to be presumed until there be at least prima facie evidence of guilt. This construction is fortified by the 43d section of the collection law. Vol. 4, p. 350. Which provides that if distilled spirits, wines and teas be found unaccompanied by a certificate of importation, it shall be presumptive evidence that the same are liable to forfeiture. This presumptive evidence can be no other than probable cause of seizure: and probable cause must mean presumptive evidence. In the present case there is no such probable cause. The circumstances which are supposed to excite suspicion, are 1. That there was a variance in the manifest-2. That the names of the shippers and consignees were fictitious-3. That there was no proof of their entry into Boston, and 4th that the original marks had been effaced upon many of the packages.\n It is not stated where this manifest was found. The variance is very trifling. There could have been no fraud upon the United States intended by using ficititious names, because the goods were as liable to seizure as if they had been shipped in the name of the Claimant. It was done to screen the goods from his creditors, he being in embarrassed circumstances at that time-as appears from the deposition of W. French. The want of a certificate of entry is only evidence that they might have been improperly imported, not that they were. The erasure of the original marks could not screen the goods from seizure-part of the original marks remained. None of these circumstances constitutes that prima facie evidence which throws the burthen of proof upon the Claimant. But this provision respecting the onus probandi applies only to the importer himself-and as to him it is not unreasonable-he knows where to look for the evidence of their correct importation. But it is unreasonable to apply the rule to a purchaser. It would in many cases be impossible for him to obtain the necessary evidence. There is no evidence that the Claimant was the importer of these goods. \n\n[11 U.S. 339, 343]\n \n PINKNEY, contra.\n There is some ground to say that these goods ought to be condemned under the non-importation act of 1806. It is clearly proved that they are of British manufacture; they must therefore have been imported-and some of the articles appeared to be of a very recent fabric. These circumstances connected with the total want of proof on the part of the Claimant, create very strong suspicions, if they do not amount to positive proof.\n But under the collection law, especially upon the 4th count, which is founded on the 50th section of that act, the case is quite clear.\n It is not necessary in a libel for unlading contrary to law to state from what vessel, nor at what time, nor in what place, the goods were unladen. It would generally be impossible to prove the circumstances; and if averred, they must be proved. Suppose that the Claimant had confessed that the goods were smuggled, but had not said in what vessel, nor when, nor where-the evidence of his confession would have been sufficient to condemn the goods although he had omitted to state these immaterial circumstances. It is sufficient to aver that they were landed from some vessel, and at some place within the United States, unknown to the prosecutor, and within the time when the law was in force. The Claimant has sufficient notice that the United States mean to rely on the general ground of suspicion, and on the shifting the onus probandi, and must come prepared to remove the suspicion. Of what use is the provision respecting the onus probandi, if the law was so before? It is perfectly nugatory if probable cause means prima facie evidence. It must mean something less than evidence-it means reasonable grounds of suspicion.\n Another objection as to form is, that the libel does not aver negatively that the vessel had not arrived at her port of delivery. It is not necessary to show this even by intendment-but it does necessarily appear from the facts stated in the count. It is sufficient to set forth the great leading facts of the case, and to aver them to be done contrary to the statute. By referring to the statute he is informed as to the particulars alleged against him. \n\n[11 U.S. 339, 344]\n \n The variance in the manifest is immaterial; but the use of fictitious names for shippers and consignees is a circumstance of strong suspicion. It was probably done to blind the eyes of the custom house officers, by dividing the ownership into 13 or 14 parts.\n HARPER, in reply.\n If the U. States are permitted to state the time and place so vaguely, yet they ought to state all the circumstances which constitute the offence. It must be stated that the fact was committed within some district of the U. S. The offence is unlading before she came to her port of delivery. Whatever is necessary to be averred, must be positively averred; it cannot be made out by inference or intendment. It is not sufficient to state that it was done contrary to the statute. It must be shown how it was done, that the Court may judge whether the act was unlawful or not.\n Feb. 19th.\n\n MARSHALL, Ch. J. delivered the opinion of the Court as follows:\n This is a writ of error to a judgment of the Circuit Court for the district of Maryland, affirming a judgment of the district Court, which condemned the cargo of the Wendell, as being forfeited to the United States.\n The first point made by the Plaintiff in error, is that the information filed in the cause, is totally insufficient to sustain a judgment of condemnation.\n The information consists of several counts, to all of which exceptions are taken. The Court however, is of opinion, that the 4th count is good, and this renders it unnecessary to decide on the others.\n That count is founded on the 50th section of the collection law, and alleges every fact material to the offence.\n It is however objected to this count, that the time and place of importation, and the vessel in which it was made, are not alleged in the information, but are stated to be unknown to the attorney. \n\n[11 U.S. 339, 345]\n \n These circumstances are not essential to the offence, nor can they, from the nature of the case, be presumed to be known to the prosecuting officer.\n The offence is charged in such a manner as to come fully within the law, and is alleged to have been committed after the passage of the act, and before the exhibition of the information. This allegation, in such a case, is all that can be required.\n The 4th count of the information being sufficient in law, the Court will proceed to examine the testimony adduced to support it.\n It is proved incontestibly that the goods are of foreign manufacture and consequently have been imported into the United States.\n The circumstances, on which the suspicion is founded that they have been landed without a permit, are,\n 1st. That the whole cargo in fact, belongs to the claimant, and yet was shipped from Boston in the names of thirteen different persons, no one of whom had any interest in it, or was consulted respecting it, and several of whom have no real existence.\n 2d. That no evidence exists of a legal importation into Boston, the port from which they were shipped, to Baltimore, where they were seized.\n 3d. That the original marks are removed, and others substituted in their place.\n The counsel for the claimant has reviewed these circumstances separately, and has contended that no one of them furnishes that solid ground of suspicion which can create a presumption of guilt and put his client on the proof of his innocence. That they are either indifferent in themselves-mere casualties-or are reasonably accounted for.\n To the employment of fictitious names as shippers, he says, that if the circumstance be not totally immaterial, it is sufficiently accounted for by the deposition of William \n\n[11 U.S. 339, 346]\n \n French, who says, 'he understood that the claimant in the cause, was in embarrassed circumstances some time before the shipment of these goods, and that he has understood and believes from general report that, for the purpose of preventing his property from being attached, he was in the habit of shipping his property in the names of other persons.'\n The Court is of opinion that the circumstance is far from being immaterial. It is certainly unusual for a merchant to cover his transactions with a veil of mystery, and to trade under fictitious names. The manner in which this mysterious conduct is accounted for, is not satisfactory. It does not appear that his creditors were in Baltimore, or would be more disposed to attach his property in that place than in Boston, and it does not appear that in Boston the names of others were borrowed to protect his property from his creditors. The fact itself, if true, might be proved by other and better testimony. This habit might have been proved by his clerks.\n An attempt is made to account for the circumstance that the goods were not regularly entered at the custom house of Boston, by the testimony of the same William French, who deposes that goods to a large amount are transported by land to Boston, and if intended for domestic consumption, are generally unaccompanied by certificates of having paid the duties. The inference is therefore considered as a fair one, that these goods may have paid the duties at some other port where they were purchased by Mr. Locke, and transported by land to Boston.\n The Court is not satisfied with this inference. Goods in packages, unaccompanied by certificates of having paid the duties, are always liable to be questioned on that account. Large purchasers therefore, even where re-exportation is not intended, would choose to be furnished with this protection. It is a precaution which costs nothing, and which a prudent merchant will use. The presumption therefore, is always against the person who is in possession of goods in the original packages without these documents. This presumption ought to be removed, and may be removed, not by proving \n\n[11 U.S. 339, 347]\n \n that cases have existed where a purchaser of goods, that have been regularly entered, has omitted to furnish himself with certificates, but that the particular case may reasonably be supposed to be of that description. The actual importation, or the actual purchase of the very goods, or of goods of the same description, may be proved, and ought to be proved by a person who has been so negligent as not to obtain certificates that would exempt them from forfeiture.\n The alteration of the original marks has been treated as an immaterial circumstance because no criminal motive can be assigned for it. This alteration, it is said, was not calculated to impress the revenue officers with the opinion that the duties had been paid, and is therefore not to be considered as made with that motive.\n Certainly the alteration was not made without a motive. Men do not usually employ so much labor for nothing. If they use mystery without an object, they must expect to excite suspicion.\n To do away that suspicion they ought to shew an object.\n In the present case, it is not improbable, that the motive was to relieve the goods from the suspicion of being imported in violation of the then existing prohibitory laws. One witness, who deposes that the goods were of British manufacture, also deposes that he never saw goods imported from Great Britain with such marks as those which were found on the goods of Mr. Locke. In the absence of other motives, the mind unavoidably suggests this.\n If these circumstances were even light, taken separately, they derive considerable weight from being united in the same case. If these goods have really paid a duty, it is peculiarly unfortunate that they should have been shipped without certificates of that fact, under fictitious names, from a port where they were not entered, and that the marks of the packages should have been changed. It is peculiarly unfortunate, that these circumstances cannot be explained away by showing that the goods have been entered elsewhere, or even \n\n[11 U.S. 339, 348]\n \n that the claimant has purchased such goods from any person whatever.\n These combined circumstances furnish, in the opinion of the Court, just cause to suspect that the goods, wares, and merchandize against which the information in this case was filed, have incurred the penalties of the law.\n But the counsel for the claimant contends that this is not enough to justify the Court in requiring exculpatory evidence from his client. Guilt he says must be proved before the presumption of innocence can be removed.\n The Court does not so understand the act of Congress. The words of the 71st section of the collection law, which apply to the case, are these: 'And in actions, suits, or informations to be brought, where any seizure shall be made pursuant to this act, if the property be claimed by any person, in every such case the onus probandi shall be upon such claimant.' 'But the onus probandi shall be on the claimant, only where probable cause is shown for such prosecution, to be judged of by the Court before whom the prosecution is had.'\n It is contended, that probable cause means prima facie evidence, or, in other words, such evidence as, in the absence of exculpatory proof, would justify condemnation.\n This argument has been very satisfactorily answered on the part of the United States by the observation, that this would render the provision totally inoperative. It may be added, that the term 'probable cause,' according to its usual acceptation, means less than evidence which would justify condemnation; and, in all cases of seizure, has a fixed and well known meaning. It imports a seizure made under circumstances which warrant suspicion. In this, its legal sense, the Court must understand the term to have been used by Congress.\n The Court is of opinion that there is no error, and that the judgment be affirmed with costs. \n\n\n\n","1":"\n\nUnited States Supreme Court\nMCINTIRE v. WOOD(1813)\n\nArgued: Decided: March 9, 1813\n\n\n Absent. WASHINGTON, J. and TODD, J.\n THIS case came up from the Circuit Court for the district of Ohio, upon a certificate stating that the judges of that Court were divided in opinion upon the question, Whether that Court had power to issue a writ of mandamus to the register of a land-office in Ohio, \n\n[11 U.S. 504, 505]\n \n commanding him to issue a final certificate of purchase to the Plaintiff for certain lands in tha state?\n HARPER, for the Plaintiff, referred the Court to the case of Marbury v. Madison, (ante vol. 1, p. 137.)\n The constitution of the United States extends the judicial power to all cases in law and equity arising under the constitution and laws of the United States.\n By the 11th sect. of the judiciary act of 1789, vol. 1, p. 55,) the Circuit Courts have original cognizance of all suits of a civil nature at common law or in equity, where the matter in dispute exceeds the value of 500 dollars, &c. And by the 14th sect. of the same act they have power to issue all writs necessary for the exercise of their jurisdiction, and agreeable to the principles and usages of law. This is a suit of a civil nature at common law, and the matter in dispute exceeds the value of 500 dollars. The writ of mandamus is necessary to the exercise of their jurisdiction, and is agreeable to the principles and usages of law. 3 Burr. 1266.\n The power given by the constitution is divided between the Supreme and the Circuit Courts. It has been decided, that the power to issue a mandamus, in such a case, does not belong to the Supreme Court; it must, therefore, be in the Circuit Courts.\n March 15th\n\n JOHNSON, J. delivered the opinion of the Court as follows:\n I am instructed to deliver the opinion of the Court in this case. It comes up on a division of opinion in the Circuit Court of Ohio, upon a motion for a mandamus to the register of the land office, at Marietta, commanding him to grant final certificates of purchase to the Plaintiff for lands, to which he supposed himself entitled under the laws of the United States.\n This Court is of opinion that the Circuit Court did not possess the power to issue the mandamus moved for.\n Independent of the particular objections which this case presents from its involving a question of freehold. VOL, VII. \n\n[11 U.S. 504, 506]\n \n we are of opinion that the power of the Circuit Courts to issue the writ of mandamus, is confined exclusively to those cases in which it may be necessary to the exercise of their jurisdiction. Had the 11th section of the judiciary act covered the whole ground of the constitution, there would be much reason for exercising this power in many cases wherein some ministerial act is necessary to the completion of an individual right arising under laws of the United States, and the 14th section of the same act would sanction the issuing of the writ for such a purpose. But although the judicial power of the United States extends to cases arising under the laws of the United States, the legislature have not thought proper to delegate the exercise of that power to its Circuit Courts, except in certain specified cases. When questions arise under those laws in the State Courts, and the party who claims a right or privilege under them is unsuccessful, an appeal is given to the Supreme Court, and this provision the legislature has thought sufficient at present for all the political purposes intended to be answered by the clause of the constitution, which relates to this subject.\n A case occurred some years since in the Circuit Court of South Carolina, the notoriety of which may apologize for making an observation upon it here. It was a mandamus to a collector to grant a clearance, and unquestionably could not have been issued but upon a supposition inconsistent with the decision in this case. But that mandamus was issued upon the voluntary submission of the collector and the district attorney, and in order to extricate themselves from an embarrassment resulting from conflicting duties. Volenti non fit injuria. \n\n\n\n","2":"\n\nUnited States Supreme Court\nMILLS v. DURYEE(1813)\n\nArgued: Decided: March 10, 1813\n\n\n Absent. TODD, J.\n ERROR to the Circuit Court for the district of Columbia in an action of debt upon a judgment of the Supreme Court of the state of New York, to which the Defendant below pleaded Nil debet, which plea, upon general demurrer, was adjudged bad.\n By the constitution of the United States, art. 4, sect. 1, it is declared, that 'full faith and credit shall be given, in each state, to the public acts, records and judicial proceedings of every other state. And the Congress may, by general laws, prescribe the manner in which such acts, records and proceedings shall be proved, and the effect thereof.'\n The act of May 26th, 1790, vol. 1, p. 115, after providing the mode by which they shall be authenticated, declares, that 'the said records and judicial proceedings, authenticated as aforesaid, shall have such faith and credit given to them, in every Court within the United States, as they have by law, or usage, in the Courts of the state from whence the said records are, or shall be, taken.'\n And by the supplementary act of March 27th, 1804, vol. 7, p. 153,  2, it is declared, that the provisions of the original act of 26th May, 1790, shall apply as well to the records and Courts of the respective territories of the United States and countries subject to the jurisdiction of the United States as to the records and Courts of the several states.\n F. S. KEY, for Plaintiff in error.\n The true construction of that part of the constitution and laws of the United States will confine their operation to evidence only, and will not justify such an alteration in the rules of pleading. The 'effect' to be given to such copies is their 'effect' as evidence, for it \n\n[11 U.S. 481, 482]\n \n is not pretended that an execution could issue here upon such a record.\n If nul tiel record is the proper plea, or could be pleaded in such a case, there are no means of procuring and inspecting the original record, ( which is essential under such an issue:) and the constitution and law, not having provided for this, it must be presumed, did not intend it.\n The record in this case is not the original-it is certified and authenticated as a copy; and therefore unless entitled to more faith and credit here than in New York, it could not be offered to the Court upon the plea of nul tiel record, for under that issue this record, even in New York, would not be admitted. The original must be produced and inspected.\n But if this record would be entitled to such consideration in another state, by force of the constitution and law, it is not entitled to it in this district, which is not a state. 1 Dal. 261, Phelps v. Holker. id. 188, James v. Allen. 1 N. Y. T. R. 460, Hitchcock v. Aicken. 1 Mass. T. R. 401, Bartlett v. Knight.\n JONES, contra.\n It is admitted that a record authenticated pursuant to the act of Congress, is to have the effect of evidence only; but it is evidence of the highest nature, viz. record evidence.\n In every case of debt or contract the form and effect of the plea are determined by the dignity of that debt or contract; in other words by the dignity of the evidence, whether it be of record, by specialty, or simple contract.\n The act of Congress makes the authenticated exemplication of the record equivalent to the original record in its proper state; and communicates to it the same effect as evidence, thereby making it capable of sustaining the same averments in pleading, and of abiding the same tests, as the original record. It therefore cannot be denied or controverted by any plea, such as nil debet, which goes to put in issue before the jury the matters averred by the record, and the existence of the record \n\n[11 U.S. 481, 483]\n \n itself; but the Defendant must either distinctly deny the record, or avoid it by pleading per fraudem, satisfaction, &c. 2 Dall. 302, Armstrong v. Carson.\n In allowing this conclusive effect to the evidence of the authenticated record, it is immaterial that it has not the further effect of enabling the ministerial officers of the law to issue an execution thereon, for that objection would be equally valid against the record when used in its proper state, but out of the jurisdiction of its proper Court; and also against the sentences of foreign Courts of admiralty under the law of nations.\n The act of congress communicates to the authenticated record the effect of record evidence in all Courts within the United States, and does not limit it to the Courts in any state, as supposed by the Plaintiff in error.\n March 11th.\n\n STORY, J. delivered the opinion of the Court as follows:\n The question in this case is whether nil debet is a good plea to an action of debt brought in the Courts of this district on a judgment rendered in a Court of record of the state of New York, one of the United States.\n The decision of this question depends altogether upon the construction of the constitution and laws of the United States.\n By the constitution it is declared that 'full faith and credit shall be given in each state to the public acts, records and judicial proceedings of every other state; and the congress may, by general laws, prescribe the manner in which such acts, records and proceedings shall be proved and the effect thereof.'\n By the act of 26th May, 1790, ch. 11, congress provided for the mode of authenticating the records and judicial proceedings of the state Courts, and then further declared that 'the records and judicial proceedings, authenticated as aforesaid, shall have such faith and credit given to them in every Court within the United States as they have by law or usage in the Courts of \n\n[11 U.S. 481, 484]\n \n the state from whence the said records are or shall be taken.'\n It is argued that this act provides only for the admission of such records as evidence, but does not declare the effect of such evidence when admitted. This argument cannot be supported, The act declares that the record duly authenticated shall have such faith and credit as it has in the state Court from whence it is taken. If in such Court it has the faith and credit of evidence of the highest nature, viz. record evidence, it must have the same faith and credit in every other Court. Congress have therefore declared the effect of the record by declaring what faith and credit shall be given to it.\n It remains only then to inquire in every case what is the effect of a judgment in the state where it is rendered. In the present case the Defendant had full notice of the suit, for he was arrested and gave bail, and it is beyond all doubt that the judgment of the Supreme Court of New York was conclusive upon the parties in that state. It must, therefore, be conclusive here also.\n But it is said that admitting that the judgment is conclusive still nil debet was a good plea; and nul tiel record could not be pleaded, because the record was of another state and could not be inspected or transmitted by certiorari. Whatever may be the validity of the plea of nil debet after verdict, it cannot be sustained in this case. The pleadings in an action are governed by the dignity of the instrument on which it is founded. If it be a record, conclusive between the parties, it cannot be denied but by the plea of nul tiel record; and when congress gave the effect of a record to the judgment it gave all the collateral consequences. There is no difficulty in the proof. It may be proved in the manner prescribed by the act, and such proof is of as high a nature as an inspection, by the Court, of its own record, or as an exemplification would be in any other Court of the same state. Had this judgment been sued in any other Court of New York, there is no doubt that nil debet would have been an inadmissible plea. Yet the same objection might be urged that the record could not be inspected. The law however is undoubted \n\n[11 U.S. 481, 485]\n \n that an exemplification would in such case be decisive. The original need not be produced.\n Another objection is that the act cannot have the effect contended for, because it does not enable the Courts of another state to issue executions directly on the original judgment. This objection, if it were valid, would equally apply to every other Court of the same state where the judgment was rendered. But it has no foundation. The right of a Court to issue execution depends upon its own powers and organization. Its judgments may be complete and perfect and have full effect independent of the right to issue execution.\n The last objection is, that the act does not apply to Courts of this district. The words of the act afford a decisive answer, for they extend 'to every Court within the United States.'\n Were the construction contended for by the Plaintiff in error to prevail, that judgments of the state Courts ought to be considered prima facie evidence only, this clause in the constitution would be utterly unimportant and illusory. The common law would give such judgments precisely the same effect. It is manifest however that the constitution contemplated a power in congress to give a conclusive effect to such judgments. And we can perceive no rational interpretation of the act of congress, unless it declares a judgment conclusive when a Court of the particular state where it is rendered would pronounce the same decision.\n On the whole the opinion of a majority of the Court is that the judgment be affirmed with costs.\n\n JOHNSON, J.\n In this case I am unfortunate enough to dissent from my brethern.\n I cannot bring my mind to depart from the cannons of the common law, especially the law of pleading, without the most urgent necessity. In this case I see none.\n A judgment of an independent unconnected jurisdiction \n\n[11 U.S. 481, 486]\n \n is what the law calls a foreign judgment, and it is every where acknowledged that nil debet is the proper plea to such a judgment. Nul tiel record is the proper plea only when the judgment derives its origin from the same source of power with the Court before which the action on the former judgment is instituted. The former concludes to the country, the latter to the Court, and is triable only by inspection.\n If a different decision were necessary to give effect to the 1st section 4th article of the constitution, and the act of 26th May, 1790, I should not hesitate to yield to that necessity. But no such necessity exists; for by receiving the record of the state Court properly authenticated as conclusive evidence of the debt, full effect is given to the constitution and the law. And such appears, from the terms made use of by the legislature, to have been their idea of the course to be pursued in the prosecution of the suit upon such a judgment. For faith and credit are terms strictly applicable to evidence.\n I am induced to vary in deciding on this question from an apprehension that receiving the plea of nul tiel record may at some future time involve this Court in inextricable difficulty. In the case of Holker and Parker, which we had before us this term, we see an instance in which a judgment for $150,000 was given in Pennsylvania upon an attachment levied on a cask of wine and debt in judgment brought on that judgment in the state of Massachusetts. Now if in this action nul tiel record must necessarily be pleaded, it would be difficult to find a method by which the enforcing of such a judgment could be avoided. Instead of promoting then the object of the constitution by removing all cause for state jealousies, nothing could tend more to enforce them than enforcing such a judgment. There are certain eternal principles of justice which never ought to be dispensed with, and which Courts of justice never can dispense with but when compelled by positive statute. One of those is, that jurisdiction cannot be justly exercised by a state over property not within the reach of its process, or over persons not owing them allegiance or not subjected to their jurisdiction by being found within their limits. But if the states are at liberty to pass the most absurd laws on this subject, and we \n\n[11 U.S. 481, 487]\n \n admit of a course of pleading which puts it out of our power to prevent the execution of judgments obtained under those laws, certainly an effect will be given to that article of the constitution in direct hostility with the object of it.\n I will not now undertake to decide, nor does this case require it, how far the Courts of the United States would be bound to carry into effect such judgments; but I am unwilling to be precluded, by a technical nicety, from exercising our judgment at all upon such cases. \n\n\n\n","3":"\n\nUnited States Supreme Court\nTHE AURORA v. U S(1813)\n\nArgued: Decided: February 23, 1813\n\n\n Present. All the Judges except TODD, J.\n THIS was an appeal from the sentence of the district Court for the district of Orleans, condemning the cargo of the brig Aurora, for having been imported from Great Britain, in violation of the 4th and 5th sections of the non-intercourse act of March 1st, 1809, vol. 9, p. 243, which it was contended were in force against Great Britain, on the 20th of February, 1811, (when this cargo was seized,) by virtue of the act of May 1st, 1810, vol. 10, p. 186, and the President's proclamation of November 2d, 1810.\n By the 4th section of the act of March 1st, 1809, it is enacted, 'that from and after the 20th day of May next, it shall not be lawful to import into the United States \n\n[11 U.S. 382, 383]\n \n or the territories thereof, any goods, wares or merchandize whatever, from any port or place situated in Great Britain or Ireland, or in any of the colonies or dependencies of Great Britain, nor from any port or place situated in France, or in any of her colonies or dependencies, nor from any port or place in the actual possession of either Great Britain or France.'\n By the 5th section of the same act it is enacted, 'that whenever any article or articles, the importation of which is prohibited by this act, shall, after the 20th of May, be imported into the United States or the territories thereof, contrary to the true intent and meaning of this act,' 'all such articles' 'shall be forfeited.'\n By the 11th section of the same act, it is provided, 'that the President of the United States be, and he hereby is authorized, in case either France or Great Britain shall so revoke or modify her edicts, as that they shall cease to violate the neutral commerce of the United States, to declare the same by proclamation; after which the trade suspended by this act and by the act laying an embargo' &c. 'may be renewed with the nation so doing.'\n This act was to continue in force only to the end of the then next session of Congress, but the 3d, 4th, 5th, 6th, 7th, 8th, 9th, 10th, 11th, 17th and 18th sections were, by the act of June 28th, 1809, continued to the end of the next session.\n On the 19th of April, 1809, in consequenee of the arrangement with Mr. Erskine, the President issued his proclamation declaring that Great Britain had so revoked her edicts, &c. whereby the law ceased to operate against her. But in consequence of the disavowal of Mr. Erskine's arrangement by the British government, that proclamation was afterwards revoked.\n The act of 1st of March, 1809, expired with the session of Congress, on the 1st of May, 1810, on which day, Congress passed an act, (vol. 10, p. 186,) the 4th section of which enacted, 'that in case either Great 'Britain or France shall, before the third day of March \n\n[11 U.S. 382, 384]\n \n next, so revoke or modify her edicts, as that they shall cease to violate the neutral commerce of the United States, which fact the President of the United States shall declare by proclamation, and if the other nation shall not within three months thereafter so revoke or modify her edicts in like manner, then the third, fourth, fifth, sixth, seventh, eighth, ninth, tenth, and eighteenth sections of the act, entitled 'An act to interdict the commercial intercourse between the United States and Great Britain and France, and their dependencies, and for other purposes,' shall, from and after the expiration of three months from the date of the proclamation aforesaid be revived, and have full force and effect, so far as relates to the dominions, colonies, and dependencies of the nation thus refusing or neglecting to revoke or modify her edicts in manner aforesaid. And the restrictions imposed by this act, shall, from the date of such proclamation cease and be discontinued in relation to the nation revoking or modifying her decrees in manner aforesaid.'\n On the 2d of November, 1810, the President issued his proclamation, declaring that France had so revoked or modified her edicts, as that they ceased to violate the neutral commerce of the United States.\n By the act of March 2d, 1811, vol. 10, p. 346, sec. 1, it is enacted, 'that no vessel owned wholly by a citizen or citizens of the United States, which shall have departed from a British port prior to the 2d day of February, 1811, and no merchandize owned wholly by a citizen or citizens of the United States, imported in such vessel, shall be liable to seizure or forfeiture, on account of any infraction, or presumed infraction of the provisions of the act to which this is a supplement,' (the act of May 1st, 1810.)\n The 2d section provides that in case Great Britain should so revoke or modify her edicts, &c. the President shall declare the same by proclamation.\n The 3d section enacts, that until the proclamation aforesaid 'shall have been issued, the several provisions of the 3d, 4th, 5th, 6th, 7th, 8th, 9th, 10th and \n\n[11 U.S. 382, 385]\n \n 18th sections of the act, entitled 'An act to interdict,' &c. (the act of March 1st, 1809,) 'shall have full force, and be immediately carried into effect against Great Britain, her colonies and dependencies.'\n The Aurora cleared out from Liverpool on the 11th of December, 1810, sailed on the 16th, and arrived at New Orleans, between the 2d and the 20th of February, 1811. The President's proclamation of 2d of Nov. 1810, was known in Liverpool on the 13th of December.\n JOSEPH R. INGERSOLL, for Appellant.\n Here was no intent to violate the law. The vessel cleared out before the proclamation was known in Liverpool, and a knowledge of that fact is not brought home to her. But if it had been, it was impossible for her to know whether Great Britain would not, before the 2d of February, revoke her obnoxious orders in council, so that the law would never come into operation, even if the President could, by proclamation, call it into existence. And the law, if it should take effect, was not to go into operation until 'the 20th of May next.' When was the 20th of May next? If the law was revived by the proclamation, it could not be revived until the 2d of February, 1811. It was to be considered as being re-enacted on that day. The 20th of May next, therefore meant to the 20th of May, 1811. The words of the act of May 1st, 1810, are, 'shall from and after the expiration of three months from the date of the proclamation aforesaid, be revived, and have full force and effect.' The provision that it should begin to operate on the 20th of May next, was as much a part of the law as any other of its provisions. It was the intention of the legislature, that some warning should be given to the citizens of the United States, so that they might by possibility avoid forfeiture under it. But if that provision be not adopted as well as the others, it was impossible to avoid the penalties of the law; for until the 2d of February, it would at all events be lawful to import, and until after that day it would be impossible to know that Great Britain had not revoked her edicts, so that if the law was to take effect on that \n\n[11 U.S. 382, 386]\n \n day, it would be impossible for the most innocent and most wary to escape punishment.\n This could not have been the intention of the legislature. Effect ought, if possible, to be given to the words, after the 20th of May next; and the most matured construction is that the legislature meant the 20th of May next following the day, when the act should become absolute, by the happening of the contingency on which its existence was to depend. A contrary construction would attribute to the legislature the most flagrant injustice; that of punishing a man under a law of which it was impossible he should have had a knowledge.\n Whoever heard of a conditional penal law, the condition of which was to be decided by the party, and which it was impossible for him to decide until after the law became absolute? The President was not authorized to decide it. Every man was to ascertain the fact for himself.\n But Congress could not transfer the legislative power to the President. To make the revival of a law depend upon the President's proclamation, is to give to that proclamation the force of a law. Congress meant to reserve to themselves the power of ascertaining when the condition should have been performed. This is to be inferred from the act of March 2d, 1811, by which it is enacted, that until Great Britain shall so revoke her edicts, &c. and until that fact shall be proclaimed by the President, the enumerated sections of the act of March 1st, 1809, interdicting, &c. 'shall have full force, and be (i. e. shall be) immediately carried into effect.' These expressions strongly imply that those sections of the act were not already in full force, and had not been carried into effect.\n But the 1st section of the act of March 2d, 1811, protects from forfeiture all American vessels and goods, which sailed from Great Britain before the 2d of February. The information in this case does not deny that the goods are bona fide American property; and the answer of Burnside calls the Aurora an American Brig-speaks of the return voyage, and states himself to be of New Orleans. The bill of lading is also on account \n\n[11 U.S. 382, 387]\n \n and risk of an American citizen. It is therefore to be inferred, that the property was American, and therefore not liable to forfeiture.\n JOHN LAW, contra.\n The proclamation was known in Liverpool three days before the Aurora sailed, and must be presumed to have been known by the master.\n The 20th of May referred to in the act, was the 20th of May, 1809, which had passed when the law of May 1st, 1810, was enacted, and when the act of March 1st, 1809, expired.\n The legislature meant to revive the law as it existed on the day of its expiration. The words after the 20th of May next, were at that time of no effect, and were as inoperative as if they had been expunged from the law.\n The legislature did not transfer any power of legislation to the President. They only prescribed the evidence which should be admitted of a fact, upon which the law should go into effect.\n The evidence is not sufficient to show the cargo to be American property.\n Feb. 26th\n\n JOHNSON, J. delivered the opinion of the Court as follows:\n This is an appeal from a decision of the district Court of Orleans, on a libel preferred against the goods in question, under the non- intercourse acts of March 1st, 1809, and May 1st, 1810.\n These goods were claimed by Robert Burnside, a citizen of Orleans, as his property, and the material questions in the cause are,\n 1st. Is the property American, in which case it is exempted from forfeiture, by a subsequent law, viz. of March 2d, 1811. \n\n[11 U.S. 382, 388]\n \n 2d. Was the act of 1st March, 1809, revived by the President's proclamation at all, and if revived, did it commence its operation on the 2d February, or on the 20th May following, the time of issuing that proclamation.\n On the question of fact, the Court are of opinion, that the evidence is not sufficient to prove the property American. The national character of the property the Claimant might easily have established by his correspondence, and the examination of witnesses in Europe. No such evidence is resorted to. The bill of lading alone is resorted to, on which it is said to be shipped on account of a citizen of the United States, and consigned to Burnside, but the name of the owner is not inserted. Here again the defect of evidence may have been supplied by evidence who this citizen was, but no such evidence is adduced.\n In the examination of the two clerks of John Rason & Co. of Liverpool, it is simply stated, that these goods were shipped by John Richardson, of Liverpool, but on whose account they do not state, nor does it appear that they were examined to that point.\n Upon the whole, we are of opinion, that the absence of proof which might so easily have been supplied, will authorize a conclusion, that the property was not American.\n On the second point, we can see no sufficient reason, why the legislature should not exercise its discretion in reviving the act of March 1st, 1809, either expressly or conditionally, as their judgment should direct. The 19th section of that act declaring that it should continue in force to a certain time, and no longer, could not restrict their power of extending its operation, without limitation upon the occurrence of any subsequent combination of events.\n On the question when the operation of the 4th section of the act should commence, we are of opinion that by reviving an act, the legislature must be understood to give it, from the time of its revival, precisely that force and effect which it had at the moment when it expired. \n\n[11 U.S. 382, 389]\n \n And that a suspended operation to the 20th May, would be wholly inconsistent with the words made use of in the 4th section of the act of May, 1810, viz. 'shall be revived and have full force and operation,' and therefore, that its operation commenced on the 2d Feb. 1811.\n Some objections have been made to the sufficiency of the libel, because it does not negative the fact of American property. But on that subject, we are of opinion, that in no case can it be necessary to state in a libel, any fact which constitutes the defence of the Claimant, or a ground of exception of the operation of the law on which the libel is founded. \n\n\n\n"}}