{"Description":{"0":"HUNT v. PALAO , 45 U.S. 589 (1846)","1":"JOURDAN v. BARRETT , 45 U.S. 169 (1846)","2":"U.S. v. MCLEMORE , 45 U.S. 286 (1846)"},"Date":{"0":"January 1, 1846","1":"January 1, 1846","2":"January 1, 1846"},"Docket":{"0":"","1":"11","2":""},"Link":{"0":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/45\/589.html","1":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/45\/169.html","2":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/45\/286.html"},"Opinion":{"0":"\n\nUnited States Supreme Court\nHUNT v. PALAO(1846)\n\nArgued: Decided: January 1, 1846\n\n\n THIS was a motion made to bring up the record in the above case, which had been decided by the Territorial Court of Appeals of Florida previously to the admission of Florida as a State.\n The motion was as follows: --\n'Mr. Westcott, in behalf of John Hunt, submitted to the court a certified copy of the record of the opinion of said Court of Appeals, and of said judgment in said case, and suggested to the court that said Court of Appeals was defunct by the admission of the Territory of Florida as a State, on the 4th of March last, and that all the records and papers of said Court of Appeals, and the record aforesaid in said case, had been placed, by the act of the General Assembly of the said State, in the custody and keeping of the clerk of the Supreme Court of said State, and also that said case was a case of Federal jurisdiction; and he moved this court to allow a writ of error to remove said record and judgment into this court, with directions to the clerk of this court to direct the same to the judges of said Supreme Court of said State, and to the clerk aforesaid having the custody of said record as aforesaid, in order that said record and judgment may be certified to this court, and a return to said writ of error made by said clerk of said Supreme Court of said State.'\n\n\n Mr. Chief Justice TANEY delivered the opinion of the court.\n A motion has been made for process from this court to bring here for revision the record and proceedings of the late Territorial Court of Appeals of Florida, in the case of Hunt v. The Lessee of M. & S. Palao, in which judgment was rendered in favor of the latter, at February term, 1844.\n Since Florida ceased to be a Territory and became a State, a law has been passed by the State, directing the records and papers of the above- mentioned Territorial Court to be placed in the custody of the clerk of the Supreme Court of the State; and under this law, the record in the case in question is now in his possession for safe keeping. \n\n[45 U.S. 589, 590]\n \n As Congress has made no special provision for a case of this kind, the appellate power of this court, if exercised at all, must be exercised in the manner prescribed by the general laws of Congress upon that subject. Under the act of 1832, writs of error to the Territorial Court of Appeals were to be prosecuted according to the provisions and regulations of the twenty-fifth section of the judiciary act of 1789. And assuming the case in question to be one subject to revision in this court, according to these acts of Congress, yet the appellate power must be exercised in the manner prescribed by these laws; and under the act of 1789, the writ of error must be directed to the court which holds the proceedings as a part of its own records, and exercises judicial power over them. But the court which rendered the judgment in the case before us is no longer in existence; the proceedings are not in the possession of any court authorized to exercise judicial power over them, but are in the possession of an officer of another court, merely for the purpose of safe keeping. For the law of Florida does not place these records in the custody of the State court, but in that of the clerk; nor does it subject him to the control of the court in any manner in regard to them. And indeed if it had placed them in the custody of the court, it would not have removed the difficulty; for the law of the State could not have made them records of that court, nor authorized any proceedings upon them. The Territorial Court of Appeals was a court of the United States, and the control over its records, therefore, belongs to the general government, and not to the State authorities; and it rests with Congress to declare to what tribunal these records and proceedings shall be transferred; and how these judgments shall be carried into execution, or reviewed upon appeal or writ of error.\n It has been suggested that a writ of error may issue, under the fourteenth section of the act of 1789, to the person having the actual custody of the record, upon the ground that such a writ is necessary to the exercise of the appellate powers of this court. But if the language of that section would justify such a construction, and the record and proceedings were brought here by a writ of error, either to the Supreme Court of the State or to the clerk, and the judgment of the Territorial Court found to be erroneous and reversed, still there is no tribunal to which we are authorized to send a mandate to proceed further in the case, or to carry into execution the judgment which this court may pronounce. Certainly we could not send it to the Supreme Court of the State, for it is not their judgment or record, nor have they any power to execute the judgment given by the Territorial Court. Neither, for the same reasons, could we send such a mandate to the District Court of the United States, unless authorized to do so by a law of Congress. And it would be useless and vain for this court to issue a writ of error, and bring up the record, and proceed to judgment \n\n[45 U.S. 589, 591]\n \n upon it, when, as the law now stands, no means or process is authorized by which our judgment could be executed. We think, therefore, that no judgment or decree rendered by the late Territorial Court can be reviewed here by writ of error or appeal, unless some further provision on that subject shall be made by Congress. Consequently, the motion in this case must be refused. \n\n\n\n","1":"\n\nUnited States Supreme Court\nJOURDAN v. BARRETT(1846)\nNo. 11\nArgued: Decided: January 1, 1846\n\n\n THIS case was brought up from the Supreme Court of Louisiana for the Eastern District, by a writ of error, issued under the 25th section of the Judiciary Act.\n They were petitory actions, according to the practice of Louisiana, brought by the plaintiffs in error against Barrett, to recover some land, and as they involved the same questions of law, they were consolidated in the courts of that State.\n By referring to the diagram (which will be found on the next page), it will be seen that Jourdan and Landry were the owners of land fronting on the Mississippi River, and running back about forty arpents. There were nearly forty other proprietors similarly situated, between a and c, whose location it is not necessary to insert. Their lands were all bounded in the rear by a line running nearly parallel with the river, so as to include the quantity called for in their respective grants. \n\n[45 U.S. 169, 170]\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n The facts in the case were these.\n On the 3d of March, 1811, Congress passed an act, entitled 'An Act providing for the final adjustment of claims to lands, and for the sale of the public lands, in the Territories of Orleans and Louisiana, and to repeal the act passed for the same purpose, and approved February 16, 1811.' (2 Lit. & Brown's ed. 662.) \n\n[45 U.S. 169, 171]\n \n The fifth section was as follows:--\n 5th. 'That every person who, either by virtue of a French or Spanish grant recognized by the laws of the United States, or under a claim confirmed by the commissioners appointed for the purpose of ascertaining the rights of persons claiming lands in the Territory of Orleans, owns a tract of land, bordering on any river, creek, bayou, or water-course, in the said territory, and not exceeding in depth forty arpents, French measure, shall be entitled to a preference in becoming the purchaser of any vacant tract of land adjacent to, and back of, his own tract, not exceeding forty arpents, French measure, in depth, nor in quantity of land that which is contained in his own tract, at the same price, and on the same terms and conditions, as are or may be provided by law for the other public lands in the said territory. And the principal deputy surveyor of each district, respectively, shall be, and he is, hereby authorized, under the superintendence of the surveyor of the public lands south of the State of Tennessee, to cause to be surveyed the tracts claimed by virtue of this section; and in all cases where, by reason of bends in the river, lake, creek, bayou, or water-course bordering on the tract, and of adjacent claims of a similar nature, each claimant cannot obtain a tract equal in quantity to the adjacent tract already owned by him, to divide the vacant land applicable to that object between the several claimants, in such manner as to him may appear most equitable; Provided, however, that the right of pre emption granted by this section shall not extend so far in depth as to include lands fit for cultivation bordering on another river, creek, bayou, or water-course. And every person entitled to the benefit of this section shall, within three years after the date of this act, deliver, to the register of the proper land-office, a notice in writing, stating the situation and extent of the tract of land he wishes to purchase, and shall also make the payment and payments for the same at the time and times which are or may be prescribed by law for the disposal of the other public lands in the said territory; the time of his delivering the notice aforesaid being considered as the date of the purchase. And if any such person shall fail to deliver such notice within the said period of three years, or to make such payment or payments at the time above mentioned, his right of preemption shall cease and become void; and the land may thereafter be purchased by any other person in the same manner and on the same terms as are or may be provided by law for the sale of other public lands in the said territory.'\n On the 11th of May, 1820, Congress passed another act (3 Lit. & Brown's ed. 573), entitled, 'An Act supplementary to the several acts for the adjustment of land-claims in the State of Louisiana,' the seventh section of which was as follows.\n'That the fifth section of the act of the 3d day of March, \n\n[45 U.S. 169, 172]\n \n 1811, entitled, 'An Act providing for the final adjustment,' &c., &c., be, and the same is, hereby revived and continued for the term of two years from and after the passing of this act.'\n\n On the 12th of April, 1822, Bringier, under whom Barrett, the defendant claimed, filed the following application.\n To the Register of the Land-office for the Eastern District of Louisiana, at New Orleans. SIR,-In virtue of an act of Congress, dated 11th May, 1820, I apply to become the purchaser of a tract of land adjacent to and back of a front tract already owned by me, which said front tract contains 27 arpents 13 toises and 2 feet front, and forty arpents in depth, bounded as follows, viz., front on the left bank of the Mississippi, on the upper side by land of Baptiste Loviere, and below by lands of Paul Le Blanc. This land, composed of four tracts, confirmed in the name of Alexis Cesar Bonremy, and in the name of James Melancon. Two arpents, on the lower side, have been sold. The said back land, now claimed by right of pre emption, extends in depth _____ arpents, beginning at the rear of the said front tract, and contains five hundred and ten superficial acres, not being a greater quantity than is contained in my front tract, and does not extend so far back as to include any land fit for cultivation, bordering on any river, creek, bayou, or water-course.\n (Signed,) ML. DORADON BRINGIER. New Orleans, April 12th, 1822.\n On the 13th of April, 1822, Bringier paid to the receiver $637.50, as the price of the land.\n On the 17th of May, 1822, Harper, the register, issued the following certificate.\n I certify, that from the records in my office, expressing the quantity of land contained in the applicant's front tract (the surveys in this district not having been executed), and in virtue of the laws in this case made and provided, it appears the said applicant is entitled to the quantity of land for which he has applied, viz., five hundred and ten superficial acres, on paying the price of one dollar and twenty-five cents per acre. (Signed,) SAMUEL H. HARPER, Register.\n On the 17th of December, 1822, John Wilson, subscribing himself principal deputy surveyor for that district, surveyed the tract of land at the request of Bringier, who took possession of it. It is unnecessary to state the mesne conveyances by which the title was passed, through sundry persons, from Bringier to Barrett, who was in possession at the institution of the present suits. In 1829, the township and sectional lines were run, for the first \n\n[45 U.S. 169, 173]\n \n time, over this district, in the mode pursued in running out other public lands of the United States.\n On the 10th of June, 1830, a survey was completed, under the authority and with the approbation of A. T. Rightor, principal deputy surveyor of the exterior boundaries of the township and of the lands in question, together with others, which survey was reexamined and approved by Gideon Fitz, surveyor of public lands south of Tennessee, on the 9th of March, 1832. This survey differed in some degree from the one previously made by Wilson, although agreeing with it in substance; and being adopted by Bringier and his grantees as the basis of their title, has been followed in the preceding diagram.\n On the 15th of June, 1832, Congress passed another act (4 Lit. & Brown's ed. 539), entitled, 'An Act to authorize the inhabitants of the State of Louisiana to enter the back lands.' It did not refer to either of the two preceding acts, but in substance, and nearly in the same words, re enacted the fifth section of the act of 1811, limiting the time of making application to three years from the date of the act.\n On the 9th of August, 1834, Jourdan, one of the plaintiffs in error, obtained from the receiver the following certificate.\n RECEIVER'S OFFICE, SO. EAST. DIST. LA. New Orleans, August 9th, 1834.\n Received from Noel Jourdan, of the parish of St. James, the sum of three hundred and thirty-six 80\/100 dollars, being in full of the purchase money of his pre emption right by virtue of an act of Congress authorizing the inhabitants of Louisiana to enter their back lands, approved 15th June, 1832, to a tract of land adjacent to and back of his front tract, situate in township No. 11, range No. 3 east, and containing two hundred and sixty- nine 44\/100 superficial acres, at one dollar and twenty-five cents, as per register's certificate, numbered No. 9.\n (Signed,) MAURICE CANNON, Receiver of Public Moneys.\n On the 8th of March, 1836, Landry, the other plaintiff in error, obtained the following certificate. \n No. 520.\n RECEIVER'S OFFICE, SO. EAST. DIST. LA. New Orleans, 8th March, 1836.\n Received from Joseph Landry, of the parish of St. James, the sum of one hundred and ninety-two 76\/100 dollars, being in full of the purchase money of his pre emption rights, by virtue of an act of Congress, authorizing the inhabitants of Louisiana to enter their back lands, approved 15th June, 1832, to a tract of land adjacent to and back of his front tract, situate in township No. 11, range \n\n[45 U.S. 169, 174]\n \n No. 3 east, and containing one hundred and fifty-four 21\/100 superficial acres, at one dollar and twenty-five cents, as per register's certificate, numbered 520, and being described as section No. 19.\n (Signed,) MAURICE CANNON, Receiver of Public Moneys.\n In February, 1838, Jourdan and Landry filed separate petitions in the District Court for the First Judicial District of the State of Louisiana, claiming their respective back lands. Barrett, who was then in possession of the tract surveyed for Bringier, answered the petition and called in warranty, according to the Louisiana practice, all the intermediate grantors between Bringier and himself and Bringier also. They all responded to the call, and various evidence was taken and filed in the causes, which, as has been already mentioned, were consolidated and prosecuted together.\n On the 22d of March, 1838, the court adjudged and decreed that judgment should be entered for Barrett, the defendant; an appeal being made to the Supreme Court of Louisiana, that court, on the 21st of January, 1839, affirmed the judgment, to review which a writ of error brought the case up to this court.\n The case was argued by Mr. Coxe, for the plaintiffs in error, and Mr. Crittenden, for the defendant.\n Mr. Coxe referred to the act of 3 March, 1811, chap. 46, 2 Lit. & Brown's ed. 662; 1 Land Laws, 196; the act of 11 May, 1820, chap. 87, 3 Lit. & Brown's ed. 573; Land Laws, 331; the act of 15 June, 1832; Land Laws, 499; and the act of February 24, 1835, and contended that the title claimed by the plaintiffs was not so far forfeited by nonclaim, under the first two statutes, as to become incapable of confirmation under the subsequent legislation of Congress.\n Mr. Crittenden, for defendant in error.\n This is a suit for land in the State of Louisiana. The controversy arises out of interfering claims, which originate in the acts of Congress granting to the proprietors of lands fronting on the Mississippi River, &c ., a right of pre emption of the lands lying back of and adjoining their original or front tracts, and not exceeding the quantity thereof.\n The acts of Congress, so far as they affect this case, are three in number; namely, an act of the 3d of March, 1811, 2 Lit. & Brown's ed. 662; an act of the 11th of May, 1820, 3 Lit. & Brown's ed. 573; and an act of the 15th of June, 1832, 4 Lit. & Brown's ed. 534. The 5th section of the act of 1811, having expired by its own limitation of three years, was revived and continued in force for \n\n[45 U.S. 169, 175]\n \n two years by the act of the 11th of May, 1820. M. D. Bringier, being of that class of proprietors embraced by the above acts, and owning land bordering on the Mississippi River, and not exceeding in depth forth arpents, French measure, was entitled to the right of pre emption granted thereby; and, intending to avail himself of the preference and privilege given to him, he did, on the 12th day of April, 1822, and within the two years allowed by the said act of 1820, deliver to the register of the proper land-office a notice, in writing, of the situation and extent of the land he wished to purchase, and did make payment for the same, as required by law, and did thereby become the purchaser of the land, namely, 510 acres.\n The land so purchased by Bringier was surveyed for him on the 17th of December, 1822, by John Wilson, principal deputy surveyor for that district. Afterwards, on the 10th of June, 1830, M. F. Rightor, then principal deputy surveyor for Louisiana, undertook to make, and did make, another survey of Bringier's claim, variant but little from the survey of Wilson. This survey of Rightor's was approved by the surveyor-general of the public lands south of Tennessee, on the 9th of March, 1832. And to this later survey, Bringier and those claiming under him have submitted, and limited his claim and possession, and the land in contest lies within its boundaries. Bringier took possession of the land at the period of his purchase, and the possession has ever since been continued in him and those claiming under him. Bringier sold and conveyed his plantation, called Whitehall, including the land aforesaid, to the late General Wade Hampton, on the 9th of February, 1825; who, on the 6th of April, 1829, sold and conveyed the same to Leroy Pope, who, on the 18th of March, 1833, sold and conveyed the same to the defendant, Thomas Barrett. At the time of Bringier's purchase aforesaid, no survey had been made of the land, nor was any general survey made of the public lands in that district till long after.\n Barrett was thus entitled and in possession under Bringier, and the act of 1820, under which his claim was derived, had long since expired, when the Congress passed the said act of the 15th of June, 1832, re enacting, in substance, the 5th section of the act of 1811, and extended its operation as well to all purchasers from the United States as to French and Spanish claimants, to whom all the previous acts had been confined. Under this act of 1832, Noel Jourdan and Joseph Landry, claiming severally and respectively, under French or Spanish claims confirmed by the United States, lands bordering and fronting on the Mississippi River, and lying contiguous to the aforesaid claim of Bringier, asserted their right of pre emption to the lands back of their original tracts, and purchased, Noel Jourdan 269.44 acres, on the 9th of August, 1834, and Joseph Landry 154.21 acres, on the 8th of March, 1836. \n\n[45 U.S. 169, 176]\n \n In his general survey and township map of the litigated and circumjacent lands, made in 1834, Mr. Williams, the surveyor-general for Louisiana, has undertaken to survey and apportion out to the plaintiffs and defendant, respectively, who are all contiguous and front proprietors, the lands lying back of them; and this he does by a prolongation of the side lines of each front tract to the depth of forty arpents from the back line of the front tracts. These side lines are all perpendicular to the river, and converge as they recede from it, owing perhaps to their being situated within a bend. This mode of surveying and settling the claims of these preemptioners, by a prolongation of the side lines of their original tracts, was adopted and acted upon by the surveyor (Williams) in his survey of 1834, and seems to have been approved of by the surveying department. The effect of it is, that the claim of Bringier (now held by Barrett) is curtailed, and the subsequent claims of Landry and Jourdan are made to interfere, the former to the extent of 31 acres, the latter of 33 acres, with the prior claim and survey of Bringier.\n For these interferences, Landry and Jourdan respectively brought suit against Barrett, in the District Court for the First Judicial District of Louisiana. Pope, the heirs of Hampton, and Bringier, were, in the progress of the suit, cited in warranty, and made defendants.\n By consent of parties, the suits of Jourdan v. Barrett and Landry v. Barrett were consolidated, and were tried and decided together.\n The above statement contains the material and leading facts on which the rights of the parties depend.\n Upon the trial in the District Court, judgment was rendered in favor of Barrett; and, upon appeal by the plaintiffs to the Supreme Court of Louisiana, that judgment was affirmed. And the plaintiffs now prosecute their writ of error in the Supreme Court of the United States.\n The reasoning of the District and Supreme Courts of Louisiana, on which then judgment was founded, appears to me to be entirely satisfactory and unanswerable. If the conflicting claims of the parties litigant had been contemporaneous, and connected by having a common origin from the same act of Congress, such an apportionment as that made by the last survey (the survey of Williams), and now insisted or by the plaintiffs, might have been proper. But such a rule can have no application to a case like the present. Bringier had made a legal appropriation of the land under the act of 1820. From the expiration of that act, which gave the right of pre emption for two years only, until the passage of the act of the 15th of June, 1832, there was no right or title of any description conflicting with that \n\n[45 U.S. 169, 177]\n \n of Bringier. It was not the intention or within the competency of Congress to impair, diminish, or take away, by this latter act, the previously acquired or vested rights of Bringier.\n The land appropriated by him under the act of 1820 was not 'vacant' at the passage of the act of 1832; and this latter act gives no more than the pre emptive right to lands 'vacant' at the time of its passage.\n It is therefore insisted, on the part of Barrett, that the judgment ought to be affirmed.\n\n Mr. Justice CATRON delivered the opinion of the court.\n The record brings before us two petitory actions; one of Landry against Barrett; and the other of Jourdan against the same defendant. The State District Court of Louisiana adjudged the title of Barrett the better, and for this reason decided in his favor in both actions; but in that of Landry it was also held, that the title to the land he claimed was invalid, because he produced no other evidence of claim than the receipt of the receiver above set forth, dated 8th March, 1836; that the act of June 15, 1832, limited his right to purchase to three years; and not having filed his notice of claim, and paid his money, until the 8th of March, 1836, he came too late, and for this reason, also, the petition must be dismissed. The judgment being affirmed generally by the Supreme Court of Louisiana, and being opposed to the authority exercised by the officers of the United States, acting in virtue of acts of Congress, it becomes our duty to examine whether the judgment below was proper on this ground. We find the District Court overlooked the act of February 24, 1835, which extended the time to the 15th of June, 1836, to owners of front tracts to become purchasers by preference of the back tracts adjacent to those owned by them; so that the purchase made by Landry on the 8th of March, 1836, was in time. It follows, the claims of Landry and Jourdan are alike; and the opposing claim of Barrett, being the same as to each of the petitioners, the controversy may be treated as one suit. It depends on mixed questions of law and fact; both having been submitted to the courts below for their judgment, without the aid of a jury; and as the facts giving rise to the controversy call for construction of acts of Congress to give the facts effect, they come before this court for its action under the 25th section of the Judiciary Act. This is the settled doctrine here, as will be seen by the cases of Pollard's heirs v. Kibbie (14 Peters, 353), The City of Mobile v. Eslava (16 Peters, 234), and Chouteau v. Eckhart (2 How. 372).\n Neither party has a patent; and each comes before us asserting a superior equity to the lands in dispute. Barrett insists that the entry under which he claims title, dated April 12, 1822, was made for a specific quantity of 510 superficial acres, and designated by \n\n[45 U.S. 169, 178]\n \n survey and side lines ten years and more before the opposing claims originated, and therefore his possession cannot be disturbed by their assertion.\n On the other hand, it is insisted that Bringier, under whom Barrett claims title, had no preference extended to him by the act of May 11, 1820, to enter so much as 510 acres as back land to the Whitehall tract; that it fronted on the inside of a bend of the Mississippi River, and conformed to Spanish and French forty arpent concessions made on fronts, in concave bends, in the extension of side lines; which uniformly converged in proportion to the greater or less circle of the bend; that the Whitehall tract was much narrower on the back than on the front side; that the act of Congress did not permit Bringier to enter any other back land than that within his direct side lines, produced from the river eighty arpents deep; and that Barrett's equity is limited to the 'back land,' in quantity to forty arpents deep within these lines, although much less than 510 acres. And that, as this mode of surveying the double concession will not include the land entered by either of the petitioners, they are entitled to recover; furthermore, that in this form has Barrett's claim been surveyed by public authority, and in no other.\n In December, 1832, Bringier caused Wilson, a surveyor, to run out his claim of 510 acres, in the same form of the front tract; that is, he began at the back terminus of each side line of the old tract, and ran diverging lines so as to make the opposite side of his new survey of the same width with the front on the river, thus making a tract of 1,020 acres, little more than half as wide in the middle as it is at either end. This survey was neither returned to, nor recorded in, the surveyor-general's office; nor recognized by the officers of the United States as a public survey. Bringier, and those claiming under him, however, took and held possession of the land surveyed, and improved the same, assuming that it covered the land entered in 1832, and that it was lawfully made; at least, as against any claim the petitioners can be permitted to set up. This we suppose mainly to depend on the true construction of the act of 1811, which was renewed from time to time.\n The surveys of township No. 11, including the lands in dispute, were not made until the fall of 1829 and spring of 1830, and then only in part, both as to the ordinary extension lines, and as regarded the private grants and back lands subject to be attached by preference of entry to front grants. Until these latter were surveyed, they could not be acted on as to specific quantity. By the act of March 2, 1805, section 7, the powers of the surveyor of lands south of Tennessee were extended over the Territory of Orleans. And by the 9th section of the act of April 21, 1806, he was directed to appoint two principal deputies, one \n\n[45 U.S. 169, 179]\n \n for each of the districts into which the Orleans Territory was divided; who were to keep separate offices of their own, and to execute public surveys in their respective districts, in conformity to the regulations and instructions of their principal.\n By the act of March 3, 1831, a surveyor-general of public lands lying in the State of Louisiana was ordered to be appointed; and on whom, within that State, were devolved the duties formerly imposed on the surveyor of lands south of Tennessee; that is, after the 1st of May, 1831; and also the duties of the two principal deputies authorized by the act of 1806. The latter offices were abolished, and the duties appertaining to them merged in the surveyor-general's office of Louisiana. That officer took charge of the official records and papers; and on him was imposed the duty of doing equity among those entitled to back concessions under the acts of 1820 and 1832, where it had not been previously done. His own deputies did the field work not done on his coming into office; and in his time were the surveys in township No. 11 completed; and by him were they first approved after their completion. This the government recognizes as the legal survey of the township, by which the United States are bound, and on extracts from which patents and certificates can be founded; and to this end the approved plan of it was filed in the register's office of the Southeastern District of Louisiana, on the 8th of August, 1834; by it all those purchasing from the United States, either by preference of entry, or otherwise, are bound to abide, unless legal alterations have been made, or there were existing legal and sanctioned surveys, laying off back lands to particular front owners, independent of the general survey. None such was made for the Whitehall tract, as we think, and its back land, as to extend and form, is governed by the general plan above named. The one made by Rightor's direction, approved by Gideon Fitz, surveyor of public lands south of Tennessee (March 9, 1832), received no additional value from such approval, as the act of 1831 superseded his authority in this respect. Rightor deposes, that at no time had the surveyor south of Tennessee any power of approval or supervision of the surveys made by him, Rightor, as principal deputy; and that the surveys made by Foster and Walker in the spring of 1830, and approved by Rightor, as principal deputy, June 10, 1830, in his judgment bound the United States, as to the form and extent of the land attached to the Whitehall tract. The commissioner of the general land-office thought the survey on its face an unwarrantable proceeding, as it cut off the back lands of Bringier's neighbours, and violated the act of 1811. 2 Land Laws, No. 950. And we think the commissioner was right in his conclusion. Claims of double concessions in Louisiana were not new in practice; surveys of such claims were common, and the direct extension of the side lines of the front tract was the \n\n[45 U.S. 169, 180]\n \n equity, as a general rule, accorded to them, as we apprehend; and so gross a violation of it as is found in Bringier's survey could not be sanctioned.\n In April, 1822, when Bringier's entry was made, there can be no fair pretence to say he acquired by the entry an equity to the extent of Wilson's or Rightor's survey, as against others having at that time equal rights to enter back land, which rights the survey assumed to defeat. By his entry Bringier acquired an equity to certain land, to be laid off in a form not to interfere with his neighbours having equal rights under the law. They did not enter, probably because his unjust, pretended claim deterred them; and failing to do so until the time expired, Bringier assumed that his equity might be enlarged, and was enlarged, to the extent that Rightor's or Wilson's survey goes.\n We think this assumption cannot be sustained; what equity Bringier acquired took date with his entry, and his survey ought to have been the same, had no one claiming front lands interfered, as the act of Congress reserved for future sale all the back lands not entered in time; a provision that would have been altogether defeated in this instance, if the assumption was true. For nearly twenty years after the act of 1811 was passed, the government failed to survey the back lands, so as to afford an opportunity to front owners to acquire woodland in the rear (most necessary in a sugar-growing country), and it would be strange had the power to make back concessions been parted with, in so plain a case, by permitting sweeping surveys like that of Bringier.\n We say above, claims for double concessions were not new. O'Reilly's regulations of 1770 provide for narrow front grants on rivers, by forty arpens in depth; for embankments in front for the exclusion of high water; for ditches to carry off the water; for roads and bridges. The 17th article of Gayoso's regulations confirms those of O'Reilly. These were made by governors-general, who had the distribution of lands from 1770 to October, 1798; then the authority was restored to the General Intendant of Louisiana and West Florida, Morales; and in this officer the power remained up to the change of governments, in 1804. All the regulations will be found in 2 White's Recopilacion, 228, 244. In article 3d of Morales's, especial duties are prescribed to the owners of front grants, but nearly the same of O'Reilly's. The syndics were bound to enforce the making of such embankments, ditches, roads, and bridges, and the clearing in the three first years, in addition, a certain quantity of land, and putting it into cultivation. The grants were not to exceed six or eight arpens in front; usually not so much was granted; and the lands were to adjoin. Annually the Mississippi overflows, and to prevent an inundation of the country, heavy and expensive embankments are required, and they must be continuous; and are so, for hundreds of miles, on the banks \n\n[45 U.S. 169, 181]\n \n of the river. The country would be worthless without them. It had been reclaimed from the water by this means and the ditches, by the French and Spanish front proprietors; and on the keeping up of the levees the value of the back lands depended; the great expense, and constant watchings, during a part of the year, to guard against inundation, and that of the whole country, by a break in the levee at any one place, involve public considerations to Louisiana of the highest magnitude; and those whose duty and interest it was to prevent it-the front owners-had extended to them, by the Spanish government, peculiar privileges, and which the United States at an early day recognized.\n A board of commissioners was established by the act of March 2, 1805, whose duty it was to examine and report to Congress on French and Spanish claims to lands in that section of country; and by the supplementary act of April 21, 1806, section 5, it was made their further duty, among other things, 'to inquire into the nature and extent of claims which may arise from a right to a double or additional concession on the back of grants or concessions heretofore made,' 'and to make a special report thereon to the Secretary of the Treasury, which report shall be by him laid before Congress at their next session. And the lands which may be embraced in such report shall not be otherwise disposed of until a decision of Congress shall have been had thereupon.'\n The commissioners were engaged for some six years in the Orleans Territory in pursuing their investigations, and their reports were laid before Congress by the Secretary of the Treasury early in 1812. But in the mean time it was well known what course had been pursued by the board in regard to all descriptions of claims, and among others of back concessions. Instances in the report will be found in 2 Am. State Papers, 297, 337. Of claim (p. 297) No. 101, the board says,-'Benj. Babin claims a second depth of forty arpents, lying immediately back of a front or first depth, which we have already confirmed to him among the confirmed claims.'\n'The claimant has no other foundation for his title to the second depth than having occupied the front and first depth, and having occasionally supplied himself with timber from this second depth.\n\n'According to the laws, customs, and usages of the Spanish government, no front proprietor, by any act of his own, could acquire a right to lands further back than the ordinary depth of forty arpents; and although the Spanish government has invariably refused to grant the second depth to any other than the front proprietor, yet nothing short of a grant or warrant of survey from the governor could confer a title or right to the land; wherefore we reject the claim.' We give this as an instance of many similar ones reported. The statement applies to all front tracts, where only the first \n\n[45 U.S. 169, 182]\n \n forty arpents had been granted by France or Spain. Instead of granting the back lands as a donation, the government of the United States extended to the front owner a preference of entry, by the act of 1811; and if the entry was not made, the land was reserved, as above stated. No question affecting the titles to lands in Louisiana was more interesting to the old inhabitants, than the one concerning the back lands; and, although the former government had granted them in probably but few instances, yet this was quite immaterial to front owners at that time, as they had the privilege of getting wood and timber from them, and the lands were in no danger of being granted to another. That back lands at all times meant those in the rear between the extended front lines in the rear, to the distance of forty arpents (each line being a straight one throughout), we suppose to be undoubted, as a general rule, although there may have been exceptions to it.\n\n Many tracts had no doubt been surveyed for the purpose of having them acted on by boards of commissioners; but the record does not show that any of the front tracts in township No. 11 had been surveyed by public authority; which could only be done, after the passing of the act of February 28, 1800, under the superintendence of the surveyor-general,-and all other surveys were, by the third section of that act, declared to be private surveys, on which no patent could issue for an incomplete claim, after it was confirmed by Congress. And this law applied equally to confirmations by the commissioners, under the act of March 3, 1807, whose adjudications were final, and authorized a patent to issue thereon.\n When the first two acts of 1811 and 1820 were passed, it was known that no township surveys had been made in much the greater portion of the country to which the acts applied; in reference to this state of the country Congress legislated, and therefore it was provided by the fifth section of the act of 1811, that the principal deputy surveyor of each district should be, and was, authorized, 'under the superintendence of the surveyor of the public lands south of the State of Tennessee,' to cause to be surveyed the tracts claimed by virtue of that section, that is, preference rights; and in all cases where there were bends in rivers (as in the case before us), on which the granted tract bordered, and there were adjacent claims of a similar nature, and each claimant could not obtain a tract of equal quantity with the original front tract, then it should be the duty of the surveyor to divide the vacant land between the several claimants, in such manner as to him might appear most equitable.\n Three years were allowed from the date of the act for those entitled to give notice in writing, stating the situation and extent of the tract each wished to purchase; and for which he was to make payment according to the then credit system. But if he failed in either, the right to pre emption should cease and become void; and \n\n[45 U.S. 169, 183]\n \n the land might be purchased thereafter by any person, as other public lands. As no public surveys existed, from which it could be ascertained at the register's offices what the back lands of the numerous tracts were; and as entries were contemplated in advance of the public township surveys, some mode of ascertaining the quantity and form each front owner was entitled to was indispensable. And the mode adopted by Congress was to make the principal deputy-surveyor of the particular district the judge of form and quantity; subject, however, to the superintendence of his principal, the surveyor-in-chief of the lands south of Tennessee.\n This officer (as well as the principal deputy) was, by the acts of 1812 (April 25th) and 1836 (July 4), subject to the direct control, and bound by the instructions, of the commissioner of the general land-office; and so was the commissioner subject to the control of the President, through the Secretary of the Treasury, as will be seen by the opinion of the Attorney-general of July 4, 1836 (2 Public Lands, Laws, Opinions, &c., 103). So that, in the end, it devolved on the President, by aid of the Secretary, as in other instances, to see the acts of Congress above set forth duly executed; and this was done through the commissioner of the general land-office.\n On the 18th of March, 1833 (2 Land Laws, 573, No. 516), the commissioner, by an instruction to the registers and receivers of Louisiana, gave a construction to the act of June 15th, 1832:-1. That where the back lands had been offered for sale and sold, after the passing of the act, still the front owner was to be permitted to enter them. 2. Where the back tracts had not been surveyed and connected with the adjoining public lands, and the quantity could not be ascertained at the time of payment, the party claiming should be required to pay for the maximum quantity to which he could be entitled under the law; and any excess of payment found on actual survey should thereafter be refunded to the party, on instructions to that effect, to be given from the general land-office.\n The form of the receiver's receipt for the payment is there given; showing the land had not yet been surveyed. And the register was instructed not to transmit the certificate of purchase until the survey was completed, whereby the quantity would be ascertained. The commissioner also informed the registers and receivers that the surveyor-general had been directed to advise them as to the course to be pursued by the claimants in cases where the back tracts remained to be surveyed.\n In executing the act of 1832, the foregoing instructions were of course pursued, and entries received on such notices of claim as parties saw proper to file, subject to the risk of being curtailed by the proper public surveys, approved by the surveyor-general. And Mr. Harper proves that on these terms notices of claim were received, under the act of 1820, in 1822, when Bringier's claim was \n\n[45 U.S. 169, 184]\n \n entered. Harper was then the register at New Orleans. It is manifest that in no other way could the acts of 1820 or 1932 be executed, than by general surveys of the back lands, whereby the portion of each claimant was marked out. Nor could any survey in township No. 11 be recognized by the register after the appointment of the surveyor-general of Louisiana, and the extinguishment of the offices of the principal deputies (May 1st, 1831), other than such as were approved by the surveyor-general. None was made of Bringier's claim, so far as we are informed, before that time, which received the sanction of any department of the general land-office, and on which a patent certificate and patent could issue. Of Rightor's survey, we have already spoken. Wilson's was a mere private act, at the instance of Bringier, and not recorded anywhere. The instruction of July 25th, 1838 (2 Land Laws, No. 1009), applies to Bringier's case as well as others; the register and receiver are there directed to issue the certificate of purchase in cases where an over-payment has been made for back lands, by 'describing each tract by section, township, range, and area, as returned by the surveyor-general,'-assuming the plan approved by him to have settled the equities of parties claiming under the pre-emption laws, as to extent and boundary. And our opinion is, that the survey of township No. 11, approved by H. S. Williams, surveyor-general of Louisiana, on the 5th of August, 1834, was made in execution of the acts of Congress, and governs the rights of the parties before this court; that to the land there designated as 'back land' of the Whitehall tract, Bringier's equity attached, by his notice of claim and the payment of his money, in 1822, and to none other. And that, by the same survey, the equities of Landry and Jourdan, acquired by their entries, are established as the better title to the extent of 'back land' attached to their respective tracts by the survey. And to that extent they are respectively entitled to recover, as against the claim of the defendant, set forth in the answers.\n Some stress, in the argument, was laid on the fact, that possession had been held of the land in dispute, under Bringier's claim, for more than ten years before the suits of Landry and Jourdan were brought, and therefore the petitioners were barred by prescription and limitation in Louisiana. Prescription of ten years' possession is relied on in defence by a direct plea, and made up part of the defence.\n To this ground of defence, it is a sufficient answer to say, that Jourdan first acquired his interest in 1834, and Landry his, in 1836; up to that time the lands they claim belonged to the United States, as part of the public domain, and on which the defendant, Barrett, and those under whom he claims, were trespassers; and that no trespass of the kind can give title to the trespasser, as against the United States, or bar the right of recovery; nor had \n\n[45 U.S. 169, 185]\n \n the operation of time any effect as against Landry and Jourdan, until they respectively purchased.\n By the Constitution, Congress is given 'power to dispose of and make all needful rules and regulations respecting the territory or other property of the United States'; for the disposal of the public lands, therefore, in the new States, where such lands lie, Congress may provide by law; and having the constitutional power to pass the law, it is supreme; so Congress may prohibit and punish trespassers on the public lands. Having the power of disposal and of protection, Congress alone can deal with the title, and no State law, whether of limitations or otherwise, can defeat such title.\n For the foregoing reasons, we order the judgment of the Supreme Court of Louisiana to be reversed, and that the cause be remanded, &c. \n\n\n\n","2":"\n\nUnited States Supreme Court\nU.S. v. MCLEMORE(1846)\n\nArgued: Decided: January 1, 1846\n\n\n THIS was an appeal from the Circuit Court of the United States for the District of Middle Tennessee, sitting as a court of equity.\n It is unnecessary to recite all the circumstances which led to the filing of the bill in equity, as it was dismissed for the want of jurisdiction in the Circuit Court. The facts in the case are summarily stated in the opinion of the court. It is proper, however, to exhibit the account to which the opinion of Mr. Justice Wayne refers:--\n THE UNITED STATES OF AMERICA v. SEARCY'S EXECUTORS AND SECURITIES. DR. Robert Searcy, late District Paymaster, in account with the U.S. To amount of judgment, 21st June, 1827, $17,028 41 Amount overpaid, $ 1,895 06 \n\n[45 U.S. 286, 287]\n \n 1828, May 3, By payment to Tho. Fletcher $1,283.62 \" interest till 20th Sept., 1843, 15 years, 4 months, 17 days, 1,184.00 \" July 8, \" payment to Tho. H. Fletcher 519.25 \" interest till 20th Sept., 1843, 15 years, 2 months, 12 days, 473.33 \" July 18, \" payment to Tho. H. Fletcher, 1,940.68 \" interest till 20th Sept., 1843, 15 years, 2 months, 2 days, 1,766.05 \" July 24, \" payment made to Tho. H. Fletcher, 498.33 \" interest till 20th Sept., 1843, 15 years, 1 month, 26 days, 455.34 \" Oct. 28, \" payment made to Tho. H. Fletcher, 960.00 \" interest till 20th Sept., 1843, 14 years, 10 months, 22 days, 857.92 1829, Jan. 15, \" payment made to Tho. Fletcher, 304.60 \" interest till 20th Sept., 1843, 14 years, 8 months, 5 days, 267.77 \" Jan. 24, \" payment made to Tho. Fletcher, 498.34 \" interest till 20th Sept., 1843, 14 years, 7 months, 26 days, 437.91 \" Jan. 26, \" payment made to Tho. Fletcher, 286.67 \" interest till 20th Sept., 1843, 14 years, 7 months, 24 days 251.39 \" April 6, \" payment made to Tho. Fletcher, 1,273.76 \" interest till 20th Sept., 1843, 14 years, 6 months, 14 days 1,110.48 \" June 12, \" payment made to Jas. Collinsworth, 1,163.50 \" interest till 20th Sept., 1843, 14 years, 3 months, 8 days 995.92 \" June 24, \" payment made to Jas. Collinsworth, 1,027.75 \" interest till 20th Sept., 1843, 14 years, 2 months, 26 days 877.40 \" Oct. 22, \" payment made to Jas. Collinsworth, 1,920.00 \" interest till 20th Sept., 1843, 13 years, 10 months, 28 days, 1,602.56 1831, Oct. 28, \" payment made to Jas. Collinsworth, 200.00 \" interest till 20th, Sept., 1843, 11 years, 10 months, 22 days, 142.73 1832, Jan., 1, \" payment made to Jas. Collinsworth, 500.00 \" interest till 20th Sept., 1843, 11 years, 8 months, 20 days 351.67 \" Sept. 3, \" payment made to Jas. Collinsworth, 1,669.49 \" interest till 20th Sept., 1843, 11 years, and 17 days, 1,166.27 1833, Jan. 1, \" payment made to Jas. Collinsworth, 2,104.60 \" interest till 20th Sept., 1843, 10 years, 8 months, 20 days, 1,351.00 1834, Jan 1, \" payment made to Collinsworth, 1,279.80 \" interest till 20th Sept., 1843, 9 years, 8 months, 20 days 756.08 1833, Jan. 1, \" payment made to Collinsworth, 861.00 \" interest till 20th Sept., 1943, 10 years, 8 months, 20 days 553.91 Amounts carried forward $34,245.85 33,626.21\n The case was argued by Mr. Mason (Attorney-General), for the appellant, and by Mr. Brinley and Mr. Eaton, for the defendant.\n\n Mr. Justice McLEAN delivered the opinion of the court.\n This is an appeal from the decree of the Circuit Court of the United States, for the District of Middle Tennessee. \n\n[45 U.S. 286, 288]\n \n The bill was filed by McLemore and Cantwell, surviving executor of Robert Searcy, deceased, and surviving executor of George M. Deoderick, deceased, representing that a judgment was obtained by the United States against the executors of Searcy, for the sum of seventeen thousand and twenty-eight dollars and forty-one cents. That various payments had been made on the judgment until the whole or nearly the whole had been paid. That the last execution on the judgment was issued the 10th of January, 1842, for a balance claimed on the judgment of two thousand eight hundred thirty-two dollars and thirty-seven cents. And they state that their payments were made to different persons named, who succeeded each other in the office of District Attorney of the United States for Middle Tennessee; and that by the absence and death of a part of them it is difficult to show the sums paid. That the money was principally collected by the district attorneys on notes handed them for collection, the proceeds of which, when received, were to be applied to the discharge of the judgment. That this arrangement was sanctioned by the treasury department. And the prayer of the bill is, that the judgment may be enjoined, &c.\n The District Attorney of the United States answered the bill, and the matter of payments was referred to a master, who repected a balance against the United States, after paying the judgment. On this report, the district judge holding the Circuit Court decreed a perpetual injunction, and that the United States should pay the costs.\n There was no jurisdiction of this case in the Circuit Court, as the government is not liable to be sued, except with its own consent, given by law. Nor can a decree or judgment be entered against the government for costs.\n The Circuit Court, as a court of law, may direct credits to be given on the judgment, and having a right to order satisfaction to be entered on the judgment, consequently may examine the grounds on which such an entry is claimed, and may direct the execution to be stayed until such an investigation shall be made.\n This bill is dismissed.\n Mr. Justice WAYNE concurred in the decision of the case, but said it appeared in the record that a different mode of computing interest had been pursued from that which had been settled by this court. In Livingston v. Story, 13 Peters, 371, the court said:-'The correct rule, in general, is, that the creditor shall calculate interest whenever a payment is made. To this interest the payment is first to be applied; and if it exceed the interest due, the balance is to be applied to diminish the principal. If the payment fall short of the interest, the balance of interest is not to be added to the principal so as to produce interest. This rule is equally applicable, whether the debt be one which expressly draws \n\n[45 U.S. 286, 289]\n \n interest, or on which interest is given in the name of damages.' Nor is it to be considered, by any thing which the court has done upon the motion, that any sanction is given to any other mode of computing interest. \n\n\n\n"}}