{"Description":{"0":"BOGART v. THE JOHN JAY , 58 U.S. 399 (1854)","1":"CARPENTER v. COM. OF PENNSYLVANIA , 58 U.S. 456 (1854)","2":"STEVENS v. GLADDING , 58 U.S. 447 (1854)"},"Date":{"0":"December 1, 1854","1":"December 1, 1854","2":"December 1, 1854"},"Docket":{"0":"","1":"","2":""},"Link":{"0":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/58\/399.html","1":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/58\/456.html","2":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/58\/447.html"},"Opinion":{"0":"\n\nUnited States Supreme Court\nBOGART v. THE JOHN JAY(1854)\n\nArgued: Decided: December 1, 1854\n\n\n THIS was an appeal from the circuit court of the United States for the southern district of New York.\n It was a libel filed by the appellants of the steamboat John Jay, to enforce payment of a mortgage upon the boat, under the circumstances stated in the opinion of the court.\n The district court dismissed the libel, which decree was \n\n[58 U.S. 399, 400]\n \n affirmed by the circuit court, and the libellants appealed to this court.\n It was submitted on the record by Mr. Johnson, for the appellants; and submitted by Mr. Cutting, for the appellee, upon a printed brief filed by himself and Mr. Byrne.\n It is only necessary to state the following points for the appellee:--\n First Point. The district court in admiralty had no jurisdiction of the cause of action set forth in the libel, it not being a maritime contract, or a maritime cause of action, or dependent on maritime risks. Hurry v. The Ship John and Alice, 1 Wash. R. 293; The Steamboat Orleans v. Phoebus, 11 Pet. 175; The Atlas, 2 Hagg. Adm. R. 48, 73; Abbott on Shipping, old paging 153, new 205.\n Second Point. A court of admiralty has no power to enforce payment of a mortgage. The Dowthorpe, 2 W. Rob. 73; The Highlander, Ib. 109; Leland v. The Medora, 2 W. & M. 92, 97, 118.\n Neither has it jurisdiction to decree possession, as between mortgagee and mortgagor. The Fruit Preserver, 2 Hagg. 181; The Neptune, 3 Ib. 132.\n\n Mr. Justice WAYNE delivered the opinion of the court.\n We will confine ourselves, in this opinion, to the inquiry, whether or not a court of admiralty has jurisdiction to decree the sale of a ship for an unpaid mortgage, or can, on that account, declare a ship to be the property of the mortgagees, and direct the possession of her to be given to them. The questions of pleading made in the case, and the other points argued, we shall not notice. The conclusion at which we have arrived makes that unnecessary.\n The libellants were the owners of the steamer John Jay. They sold her to Joseph McMurray for the sum of $6,000; $1,000 in cash, and the residue of $5,000 upon a credit, for which promissory notes were given, payable to their order, in three, six, nine, twelve, fifteen, eighteen, twenty-one, and twenty-four months. On the day of sale, McMurray, the purchaser, executed in a single deed, containing the whole contract between himself and the libellants, a transfer of the boat to the latter as a security for the payment of his notes, with the proviso 'that this instrument is intended to operate only as a mortgage to secure the full and just payment of the eight promissory notes given in consideration of the purchase-money of said vessel or steamboat.' McMurray failed to pay the second note. Upon such failure the libel was filed. The libellants set out the contract; \n\n[58 U.S. 399, 401]\n \n allege that it was to operate as a mortgage to secure the payment of McMurray's notes; state his failure to pay the second note; claim, in the fifth article of their libel, that McMurray's failure to pay had revested them with the title to the boat, and that McMurray's had become forfeited, from his non-compliance\n (a.) The direction to pay the in the contract of sale. Their prayer is, that they may have a decree for the amount of the unpaid purchase- money, with interest and costs, and that The John Jay and her equipments may be condemned to pay the same. Afterwards, upon their appeal in the circuit court, they moved to amend their libel by inserting the words, 'or that the steamboat John Jay may be decreed to be their property, and the possession be directed to be delivered to them.'\n To this libel George Logan, by way of answer, put in a claim of ownership of The John Jay, by a bon a fide purchase from McMurray; and he further denies the jurisdiction of the court, upon the ground that the contract between the libellants and McMurray was not maritime; or a case of admiralty and maritime jurisdiction. It appears that McMurray had received the possession of the boat; that she had been enrolled at the custom-house in his name; that he first sold one fourth of her to Logan, and afterwards, on the 2d December, executed a bill of sale for the whole of her to Logan, which was recorded in the custom-house; and that thereupon The John Jay was enrolled and licensed in the name of Logan.\n Upon the hearing of the cause in the district court, the libel was dismissed. It was carried, by appeal, to the circuit court, and the judgment of the district court having been affirmed, it is now here upon appeal from the circuit court. We think that the affirmance of the judgment of the district court was right, and will here briefly give our reasons for that opinion.\n It has been repeatedly decided in the admiralty and common law courts in England, that the former have no jurisdiction in questions of property between a mortgagee and the owner. No such jurisdiction has ever been exercised in the United States. No case can be found in either country where it has been done. In the case of The Neptune, 3 Hagg. Admiralty Reports, 132, Sir John Nicholl, in giving his judgment, observes: 'Now upon questions of mortgage, the court of admiralty has no jurisdiction; whether a mortgage is foreclosed, whether a mortgagee has a right to take possession of a chattel personal, whether he is the legal or only the equitable owner, and whether a right of redemption means that a mortgagee is restrained from selling in repayment of his debt till after the time specified for the redemption is passed, the decision of these questions belongs to other courts; they are not within the jurisdiction or \n\n[58 U.S. 399, 402]\n \n province of the courts of admiralty, which never decides on questions of property between the mortgagee and owner.'\n This is not so, because such a jurisdiction had been denied by the jealousy of the courts of the common law. Its foundation is, that the mere mortgage of a ship, other than that of an hypothecated bottomry, is a contract without any of the characteristics or attendants of a maritime loan, and is entered into by the parties to it, without reference to navigation or perils of the sea. It is a security to make the performance of the mortgagor's undertaking more certain; and, whilst he continues in possession of the ship, disconnecting the mortgagee from all agency and interest in the employment and navigation of her, and from all responsibility for contracts made on her account. Such a mortgage has nothing in it analogous to those contracts which are the subjects of admiralty jurisdiction. In such a case, the ship is the object for the accomplishment of the contract, without any reference to the use of her for such a purpose, There cannot be, then, any thing maritime in it. A failure to perform such a contract cannot make it maritime. A debt secured by the mortgage of a ship does not give the ownership of it to the mortgagee. He may use the legal title to make the ship available for its payment. A legal title passes conditionally to the mortgagee. Where there has been a failure to pay, he cannot take the ship manu forti, but he must resort either to a court of equity or to statutory remedies for the same purpose when they exist, to bar the mortgagor's right of redemption by a foreclosure, which is to operate at such time afterward, when there shall be a foreclosure without a sale, as the circumstances of the case may make it equitable to allow. Indeed, after a final order of foreclosure has been signed and enrolled, and the time fixed by it for the payment of the money has passed, the decree may be opened to give further time, if there are circumstances to make it equitable to do so, with an ability in the mortgagor to make prompt payment. Thornhill v. Manning, 7 Eng. Rep. 97, 99, 100.\n Courts of admiralty have always taken the same view of a mortgage of a ship, and of the remedies for the enforcement of them, that courts of chancery have done of such a mortgage and of any other mortgaged chattel. But, from the organization of the former and its modes of proceeding, they cannot secure to the parties to such a mortgage the remedies and protection which they have in a court of chancery. They have, therefore, never taken jurisdiction of such a contract to enforce its payment, or by a possessory action to try the title, or a right to the possession of a ship. It is true that the policy of commerce and its exigencies in England have given to its admiralty courts \n\n[58 U.S. 399, 403]\n \n a more ample jurisdiction in respect to mortgages of ships, than they had under its former rule, as that has been given in this opinion. But this enlarged cognizance of mortgages of ships has been given there by statute 3 and 4 Victoria, ch. 65. Until that shall be done in the United States, by congress, the rule, in this particular, must continue in the admiralty courts of the United States, as it has been. We affirm the decree of the court below.\n Order.\n This cause came on to be heard on the transcript of the record from the circuit court of the United States for the southern district of New York, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said circuit court in this cause be and the same is hereby affirmed, with costs. \n\n\n\n","1":"\n\nUnited States Supreme Court\nCARPENTER v. COM. OF PENNSYLVANIA(1854)\n\nArgued: Decided: December 1, 1854\n\n\n THIS case was brought up from the supreme court of Pennsylvania by a writ of error issued under the 25th section of the judiciary act.\n The case is stated in the opinion of the court.\n It was argued by Mr. Ewing, and Mr. Hart, for the plaintiffs in error, and by Mr. Hood, and Mr. Scott, for the defendant.\n The following notice of these points on behalf of the plaintiffs in error, upon which the decision of this court turned, is taken from the brief of Mr. Ewing:--\n\n 2. \nThat the act of 1850, professes to be explanatory of the act of 1826, does not help it in the least. If a direct act, levying a tax or penalty on past cases of collateral inheritance, would be ex post facto within the meaning of the constitution of the United States, so is this; as if the act of 1826 provided for the punishment of crimes, a declaratory law of 1850 could not extend its provisions to acts committed prior to the declaratory law, no more than an original law could punish a past fact as a crime.\n\n 3. \nWe have here then a retroactive law, which takes the property of an individual to the use of the State, because of a fact which had occurred prior to the passage of the law. And \n\n[58 U.S. 456, 457]\n \n we suppose it quite immaterial whether it is seized to the use of the State, by the name of tax, fine, penalty, or forfeiture, so that it is seized by virtue of a lex post factum.\n This court has decided, in cases which raised the question, that the clause in the 10th section, 1st article of the constitution of the United States, which provides that no State shall pass any 'ex post facto law,' does not prohibit the States from passing laws which shall transfer the property of A to B, for reasons, ex post facto, that their power in this respect, between persons, is unlimited and unrestrained. But that it does prohibit the States from making past acts penal, which, when performed, were attended with no punishment or penalty; and it equally prohibits them from increasing any punishment or penalty by laws passed after the fact; the scope and intent of the restriction, as construed and explained by the court, being to prohibit the States from punishing the persons or seizing upon the property of individuals, by reason of acts committed or perforned previous to the enactment of the law. It is to protect the individual from the direct action of the State against his person or property for any past cause, but not to limit the power of the State in adjusting or distributing property among individuals for like cause.\n Thus a State may say by a law of to-day, that A shall have the lands and goods of B, because of some fact done between A and B yesterday, which did not then transfer or pledge or incumber either lands or goods; the protection of property, as between individuals, being left to the constitution and laws of the State, except only where a contract intervenes, the validity of which they may not impair. But the State cannot by a law of to-day forfeit to itself the lands or goods of B, be ause of some fact done or suffered by B yesterday, and which did not then by law work a forfeiture or make his lands or goods the property of the State. This would be, according to the construction of the court ex post facto, within the prohibition of the constitution of the United States. And I suppose it to be quite immaterial whether the past fact, by reason of which the property of an individual is seized to the use of the State by a subsequent law, lex post factum, be called a crime or not, or whether the seizure be denominated fine, levy, or forfeiture. This is mere form- 'words, words'-haeret in cortice. The substance is, the seizure of the lands or funds of an individual to the use of the State by a law operating on a past fact. If the property of an individual cannot be seized to the use of the State, because of a fact which an after law declares criminal, may it be so for the same fact if the law do not at all characterize the fact, or if it pronounce it meritorious? This would be \n\n[58 U.S. 456, 458]\n \n absurd. One State legislature enacts: That every member of the immediately preceding legislature who voted against the passage of the act to establish common schools shall be deemed guilty of a misdemeanor, and shall forfeit to the State, to be applied to said common schools, one twentieth part of his lands and goods. Such a law would be ex post facto within the meaning of the constitution, as expounded by this court.\n The legislature of another State enacts: That every member of the immediately preceding legislature who voted against the act for the establishment of common schools shall be, and he is hereby, declared to be free from all blame or censure therefor, and there shall be assessed upon the property of every such person one twentieth part of its value, as a public tax to be applied to the use of schools. If the first be unconstitutional, so is this likewise. It does not, it is true, make the fact criminal by an affer law, but it attaches to it a penalty, the same in its consequence as if it had called it a crime. In substance and effect the provisions are the same, and equally within the prohibition of the constitution.\n If I be correct in this, the constitution of the United States does not apply alone in cases where an act, innocent when done, is by a subsequent law declared to be a crime, and punished as such, put also, to cases where a past fact, giving no right to the State to the property of the individual, is by an after law made the occasion of burdening him with fine, forfeiture, or assessment. This case, then, comes literally within the prohibitory clause of the constitution. It is lex post factum, and it is the State acting upon and against individuals by reason of the past fact. I all cases heretofore decided under this clause of the constitution, and in which the retroactive law has been sustained, the State pronounced by law between individuals, and transferred property from one to the other, by reason of some past fact, but not to itself. This, it appears to me, is the great line of distinction; and if it be once passed,-if it be held that the State may take property of an individual, because of a past fact,- the constitution affords no protection against confiscation and forfeiture; all that is necessary is to give it a softer name.\n Suppose a statute, having the the same effect precisely, to run thus:--\n If any person shall heretofore have died within this State, leaving personal property within it, and also in other States, and leaving no lineal heirs; and if the collateral heir or devisee of such decedent shall have heretofore claimed and received such part of the estate of decedent as was situated without this State, he shall be deemed guilty of a misdemeanor, and shall \n\n[58 U.S. 456, 459]\n \n forfeit therefor, and pay to the use of common schools, one half the assets of the decedent which remain within the State at the time of the passage of this act.\n No one can doubt that this would be an ex post facto law, within the prohibition of the constitution.\n Strike out of the act the word 'misdemeanor,' it does not vary the case except in words. You retain the forfeiture, but fail to characterize the fact. Strike out the word 'forfeit,' and insert 'tax,' in its stead, the effect is still the same; you retain the penalty, the usual consequence of crime, by another name, and attach it as a consequence to a past fact, not pronounced criminal. The very part of the supposed criminal law against which the constitution of the United States would protect the individual, namely, the penalty, remains after the two suggested amendments. The parts stricken out, had they remained without the penalty, would be nugatory, and this court could not consider them. It seems to me very clear, that the intent and the just effect of this constitutional provision is to protect the individual in his person and property against punishment or confiscation by the State, under a law operating upon a past fact.\n\n 4. \nWe contend, also, that this law, in its retroactive effect, impairs the obligation of a contract.\n When Carpenter, the executor, took upon himself the execution of the will, he entered into a contract, implied in law, to pay over to the legatees what should remain in his hands after paying debts and such charges as the law attached to the estate and its administration. That sum was about $43,000. The act of March 11, 1850, intervenes, and requires the executor to pay $25,000 of that sum to the State, and but $18,000 to the legatees in discharge of his implied contract.\n This law, therefore, greatly impairs the obligation of this contract. For, if the law be obligatory, it at once absolves the executor from the obligation of his contract to the legatees, just to the extent that it requires him to pay to the State, and it is because of a fact which occurred before the passage of the law. Suppose the law to have been enacted in these words:-- 'That every agent, executor, administrator, factor, and attorney, who has in his hands, at the time of the passage of this act, moneys heretofore received or collected for his principal, &c., shall pay one half thereof into the treasury of the State for the use of schools, and the other half to his principal, &c., which shall be in full discharge of his legal liability to such principal.' If a State can do this, the constitution of the United States does not protect contracts; if a State can take half as a retroactive \n\n[58 U.S. 456, 460]\n \n tax, she can take the whole, and she can name any past fact she chooses as the cause of the tax. And it is quite immaterial to the creditor whether his contract is annulled absolutely, if it be so as to him, and remains valid only for the benefit of the State.\n A State may seize the property of an individual directly to her own use, but this were an act of arbitrary power not likely to occur. She may take his property for any future fact or act, whether innocent or criminal, either as a forfeiture or levy, but not for a past act or fact, by a retroactive law. She may take from A his property and give it to B, but she cannot impair the validity, or at all lessen the obligation, of a contract between them.\n The following points, on behalf of the defendant, relate to that branch of the case upon which the opinion of this court rested:--\n\n 1. \nIt does not appear, by the said document or record, that the supreme court of the United States has jurisdiction of the cause.\n\n 2. \nIt does not appear thereby that there was drawn in question, in the supreme court of Pennsylvania, and of the causes or grounds alleged in the said writ of error.\n\n 3. \nIt does not appear thereby that the validity of the Pennsylvania act of assembly of 11th March, 1850, was called in question in the cause in the supreme court of Pennsylvania, on the ground of its repugnancy to the constitution of the United States.\n\n 4. \nNor that any such question was decided by the supreme court of Pennsylvania in said cause.\n It is only where there is drawn in question in the state court the validity (not merely the construction) of a state law, that the supreme court of the United States has jurisdiction to review the question by writ of error; and even then only where the validity of the state law is questioned, on the ground that it is requgnant to the constitution, treaties, or laws of the United States. The Commonwealth Bank of Kentucky v. Griffith, 14 Pet. 64; Lawler v. Walker, 14 How. 149, 152; Crowell v. Randall, 10 Pet. 368, in which Mr. Justice Story reviews the previous cases, &c. See, also, Ohio Life Insurance v. Debolt, 16 How. 416, Taney, C. J., 428, &c.; State Bank of Ohio v. Knoop, Ib. 369, McLean, J., 384, &c.\n To give jurisdiction to the supreme court of the United States, under the 25th section of the judiciary act, it must appear on the record itself to be one of the cases enumerated in that section; and nothing out of the record can be taken into \n\n[58 U.S. 456, 461]\n \n consideration. Armstrong v. The Treasurer of Athens County, 16 Pet. 281, 285; 1 Curtis's Com.  279.\n Retrospective laws are forbidden to the States only when, in civil cases, they impair the obligation of contracts; or, in criminal cases, where they are ex post facto. Calder v. Bull, 3 Dall. 386.\n Where a retrospective law of a State affects vested rights, the supreme court of the United States has jurisdiction only where such rights are grounded on contract. The Charles River, Bridge v. The Warren Bridge, 11 Pet. 420, 536, 547; 1 Curtis's Com.  244, 253, note 1; The Providence Bank v. Billings, 4 Pet. 514, 558, 561.\n\n Mr. Justice CAMPBELL delivered the opinion of the court.\n The legislature of Pennsylvania, in 1826, adopted a law by which all inheritances, 'being within this commonwealth,' which, by the intestacy or the will of any decedent, should devolve 'upon any other than the father, mother, wife, children, or lineal descendants' of such person, should be subject to the payment of a tax, now fixed at five per cent. Purd. Dig. 138,  1.\n The assessments under this act were confined to the property which might be within the commonwealth. The Commonwealth v. Smith, 5 Barr. 142.\n In March, 1850, by an explanatory act, it was declared that the words 'being within this commonwealth, shall be so construed as to relate to all persons who have been at the time of their decease, or now may be, domiciled within this commonwealth, as well as to estates; and this is declared to be the true intent and meaning of this act.'\n William Short, a citizen of Pennsylvania, died within the State a few months previously to the passage of this act, leaving his property to friends and collateral relations, the principal of whom, the residuary legatees, reside beyond the limits of the State. The will was proven, by a resident executor, in December, 1849, before the register's court in Philadelphia, and a settlement was made with that court in June of the following year. In that settlement, the executor represented that a portion of the estate, consisting of securities, stocks, loans, and evidences of debt and property, was not within the commonwealth, and offered to pay the tax for the property within, under the act of 1826, and denied the validity of the assessment under the act of 1850. The tax was assessed upon the entire personal estate, without reference to its locality, by the court, and its judgment upon this subject was affirmed by the supreme court, to which it was removed by certiorari. That \n\n[58 U.S. 456, 462]\n \n court says: 'More pointed words to make the act (of 1850) retrospective could not be chosen; and it will scarce be said the legislature had not power to make it so, at least while the assets remain in the hands of the executor as administrator. No clause of the constitution forbids it to extend a tax already laid, or to tax assets not taxed before; and, in establishing its peculiar interpretation, it has only done indirectly what it was competent to do directly.' The supreme court thus interprets the act of 1850 as if it read: 'That assets in the hands of an executor, for distribution among the collateral relations of or strangers to the decedent, shall be subject to a tax of five per cent.'\n This court has no authority to revise the act of Pennsylvania, upon any grounds of justice, policy, or consistency to its own constitution. These are concluded by the decision of the public authorities of the State. The only inquiry for this court is, does the act violate the constitution of the United States, or the treaties and laws made under it?\n The validity of the act, as affecting successions to open after its enactment, is not contested; nor is the authority of the State to levy taxes upon personal property belonging to its citizens, but situated beyond its limits, denied. But the complaint is, that the application of the act of 1826, by that of 1850, to a succession already in the course of settlement, and which had been appropriated by the last will of the decedent, involved an arbitrary change of the existing laws of inheritance to the extent of this tax, in the sequestration of that amount for the uses of the State. That the rights of the residuary legatees were vested at the death of the testator, and from that time those persons were non- residents, and the property taxed was also beyond the State; and that the State has employed its power over the executor and the property within its borders, to accomplish a measure of wrong and injustice. That the act contains the imposition of a forfeiture or penalty, and is ex post facto. It is, in some sense, true, that the rights of donees under a will are vested at the death of the testator; and that the acts of administration which follow are conservatory means, directed by the State to ascertain those rights, and to accomplish an effective translation of the dominion of the decedent to the objects of his bounty; and the legislation adopted with any other aim than this would justify criticism, and perhaps censure. But, until the period for distribution arrives, the law of the decedent's domicile attaches to the property, and all other jurisdictions refer to the place of the domicile, as that where the distribution should be made. The will of the testator is proven there, and his executor receives his authority to collect \n\n[58 U.S. 456, 463]\n \n the property, by the recognition of the legal tribunals of that place. The personal estate, so far as it has a determinate owner, belongs to the executor thus constituted. The rights of the donee are subordinate to the conditions, formalities, and administrative control, prescribed by the State in the interests of its public order, and are only irrevocably established upon its abdication of this control, at the period of distribution. If the State, during this period of administration and control by its tribunals and their appointees, thinks fit to impose a tax upon the property, there is no obstacle in the constitution and laws of the United States to prevent it. Ennis v. Smith, 14 How. 400; In re Ewin, 1 Cr. and Jer. 151; 1 Barb. Ch. R. 180; 6 W. H. and G. Cy. R. 217; 21 Conn. R. 577.\n The act of 1850, in enlarging the operation of the act of 1826, and by extending the language of that act beyond its legal import, is retrospective in its form; but its practical agency is to subject to assessment property liable to taxation, to answer an existing exigency of the State, and to be collected in the course of future administration; and the language retrospective is of no importance, except to describe the property to be included in the assessment. And, as the supreme court has well said, 'in establishing its peculiar interpretation, it (the legislature) has only done indirectly what it was competent to do directly.'\n But if the act of 1850 involved a change in the law of succession, and could be regarded as a civil regulation for the division of the estates of unmarried persons having no lineal heirs, and not as a fiscal imposition, this court could not pronounce it to be an ex post facto law, within the 10th section of the 1st article of the constitution. The debates in the federal convention upon the constitution show that the terms 'ex post facto laws' were understood in a restricted sense, relating to criminal cases only, and that the description of Blackstone of such laws was referred to for their meaning. 3 Mad. Pap. 1399, 1450, 1579.\n This signification was adopted in this court shortly after its organization, in opinions carefully prepared, and has been repeatedly announced since that time. Calder v. Bull, 3 Dall. 386; Fletcher v. Peck, 6 Cranch, 87; 8 Pet. 88; 11 Ib. 421.\n The same words are used in the constitutions of many of the States, and in the opinions of their courts, and by writers upon public law, and are uniformly understood in this restricted sense. 3 N. H. 375; 5 Mon. 133; 9 Mass. 363; 6 Binn. 271; 4 Geor. 208.\n The plaintiff's argument concedes that his case is not within the scope of this clause of the constitution, unless its limits are \n\n[58 U.S. 456, 464]\n \n enlarged to embrace civil as well as criminal cases; and he insists that the court should depart from the adjudications heretofore made upon this subject. But this cannot be done. There is no error in the record, and the judgment of the supreme court is affirmed.\n Order.\n This cause came on to be heard on the transcript of the record from the supreme court of Pennsylvania, and was argued by counsel. On consideration whereof it is now here ordered, adjudged, and decreed by this court, that the decree of the said supreme court in this cause be and the same is hereby affirmed with costs. \n\n\n\n","2":"\n\nUnited States Supreme Court\nSTEVENS v. GLADDING(1854)\n\nArgued: Decided: December 1, 1854\n\n\n\n\n[58 U.S. 447, 448]\n \n THIS was an appeal from the circuit court of the United States for the district of Rhode Island.\n It was a branch of the case of Stevens v. Cady, reported in 14 How. 528, and the difference between the two cases is stated in the opinion of the court.\n The decree of the circuit court was as follows:--\n Decree.\n This cause came on to be heard on the bill, answer, replication, depositions, and other papers in the case, and after the hearing, it is ordered by the court that the following entry be made on the minutes in relation to the same:--\n'The court differ in opinion as to the effect of the sale of the copperplate, but agree that injunction cannot issue without a return of the money paid for the plate.'\n\n And afterwards, at the same term, Mr. Stevens having the election to return the price of the plate or not, elected not to return the same, upon which the respondents move that the bill be dismissed, which is dismissed as follows:--\n This cause having been heard on the bill, answer, and other pleadings therein, and the complainant having refused to return the price of the plate of the map in question as required by the court:\n It is now, on motion of the respondents, and by the consideration of the court, ordered, adjudged, and decreed, that the said bill be and the same is hereby dismissed, with costs.\n November term, A. D. 1849.\n From this decree, Stevens appealed to this court.\n It was submitted on a printed argument by the appellant, and argued by Mr. Ames, for the appellees.\n Mr. Ames made the following points:--\n\n 1. \nThe 7th section of the act of congress, approved February 3, 1831, entitled 'An act to amend the several acts respecting copyrights,' (4 Stats. at Large, 438,) inflicting forfeiture and penalties upon those who shall sell any map, &c., 'without the \n\n[58 U.S. 447, 449]\n \n consent of the proprietor or proprietors of the copyright thereof, first obtained in writing, signed in the presence of two credible witnesses,' applies only to persons claiming the right of sale by act of party, and not to those claiming and proving such right by act or operation of law. 4 Stats. at Large, 435,  1; Hesse v. Stevenson, 3 Bos. and Pul. 565, 578; Bloxam v. Elsee, 1 C. and P. 578; S. C. 11 Eng. C. L. R. 468; S. C. in Error, 6 B. and C. 69; S. C. 13 Eng. C. L. R. 133; Cartwright v. Amatt, 2 Bos. and Pul. 43; Sawin et al. v. Guild, 1 Gallison, 485; Wilson v. Rousseau, 4 How. 646; Webster on Patents, 21-23, 82, n. n.; Godson on Patents and Copyright, 2d ed. 219, 221, 377, 430; 2 Renouard Trait e des Droits d'Auteurs, ch. 3,  4, arts. 204, 205, p. 348, and onwards.\n\n 2. \nCopyrights and patent-rights are, by the law of England, and in conformity to the principles of justice and policy prevailing there, as well as in contries of the civil law, liable, as goods and chattels, to the payment of the debts of the authors or inventors who may hold them. As goods and chattels they pass to assignees in bankruptcy, and to provisional assignees in insolvency, as 'the assignees' or 'representatives' of the bankrupt or insolvent author or inventor; and, both in England and in France, may be seized and sold on execution or decrees of seizure issued against him. Hesse v. Stevenson, supra; Bloxam v. Elsee, supra; Cartwright v. Amatt, supra; Mary York v. Twine, Cro. Jac. 78; Sewall, Office of Sheriff, 225, 46 Law Lib.; Webster on Patents, 21-23; Godson on Patents and Copyright, 219, 221, incl. 430; Renouard Trait e des Droits d'Auteurs, 348, 349, &c., ch. 3,  4, arts. 204, 205.\n\n 3. \nAfter an author has printed his book, or map, in performance of the contract of copyright with the public, and it has thus passed from the condition of a thought or conception still under deliberation, as well as after a patented machine has been completed and sold by the inventor, in fulfilment of the contract of his letters-patent, and he has, in any manifest form, clothed his incorporeal right with a valuable corporeal substance, and, abstracting other values for the purpose, has brought it into the condition of property, in the nature of a personal, tangible good or chattel, he thereby has made the right to use and sell the same, appurtenant thereto; and public policy, common honesty, attention to the true interests of the author or proprietor of the copyright, as well as of his creditors, and every legal analogy, require that the two should not be dissevered for the purpose of enabling him to defeat the rights of his creditors, sought through the remedies provided by law. Wilson v. Rousseau, 4 How. 682, 684; Bloomer v. McQuewan et al. 14 Ib. 549, 550, 553, \n\n[58 U.S. 447, 450]\n \n 554; 2 Renouard Trait e des Droits d'Auteurs, 348, and onwards, ch. 3,  4, arts. 204, 205.\n\n 4. \nThat the engraving of a map upon copperplate brings it fairly within the principle and policy, that the proprietor having made the right to use the plate appurtenant to the same, and to the right of property therein, such right will pass with the right of property in the plate, whenever that right passes by act or operation of law in forms appropriate to such act or operation.\n\n 5. \nThat, at least, the condition of relief annexed by the court below was, under the circumstances of this case, a perfectly equitable one, and, upon non-compliance therewith by the complainant, the bill ought to have been, as it was, dismissed with costs. Origin of rule imposing terms of relief on complainant. 1 Spence, Equitable Jurisdiction of Chancery, 216, 422, 423, and notes. Though equity cannot relieve against common law or statute penalties and forfeitures, (Peacy v. Duke of Somerset, 1 Stra. 447; Keating v. Sparrow, 1 Ball and Beatty, 372, 373, 374,) yet it does, in the case of usurious bonds and instruments, grant relief against them only on condition of payment of the principal and legal interest of the amount borrowed; in other words, only upon waiver of the statute forfeitures. 1 Story's Eq. Jurisp. 64 c. and cases cited; Rogers v. Rathbone, 1 Johns. Ch. R. 365; Tupper v. Powell, Ib. 439; Morgan v. Schermerhorn, 1 Paige, 544; Livingston v. Harris, 3 Ib. 528; Campbell v. Morrison, 7 Ib. 158; Judd v. Seaver, 8 Ib. 548; Cole v. Savage, 10 Ib. 583.\n\n Mr. Justice CURTIS delivered the opinion of the court.\n The appellant filed his bill in the circuit court of the United States for the district of Rhode Island, to restrain the defendants from printing and publishing a map of that State, whereof he claimed to be the exclusive proprietor, under the act of congress of February 3, 1831, concerning copyrights of maps, &c. The defendants admit that they have sold such maps, but allege that a copperplate, owned by the plaintiff, was duly sold on an execution which issued on a judgment recovered against the plaintiff, in the court of common pleas for the county of Bristol, the in State of Massachusetts, and that one Isaac H. Cady was the purchaser of the plate under that sale; that Cady has used the plate to print the said maps, and the defendants have sold them; and they insist that, by the purchase of the correrplate, Cady acquired the right to print maps therewith, and to publish and sell them; and that, therefore, the defendants have not infringed on any exclusive right of the complainants.\n By reference to the case of Stevens v. Cady, reported in 14 How. 528, it will be seen that the same title, now asserted by \n\n[58 U.S. 447, 451]\n \n these defendants, was tried on that case, between the complainant and Cady. But, as is stated in the report of that case, no counsel then appeared or was heard in support of Cady's title; and Mr. Justice Woodbury, who sat in the cause in the circuit court, having deceased, this court was not apprised of the grounds and reasons on which the decree of that court dismissing the bill rested; and when this cause was called, counsel having appeared and desired to be heard, though he frankly avowed that the question passed on in the former case was the only one which could be raised, the court readily assented, and, having now considered the argument of the respondent's counsel, the court directs me to state its opinion in the cause.\n The positions assumed by the respondent's counsel are, that copy and patent-rights are subject to seizure and sale on execution; and that, whenever the owner of a copyright of a map causes a plate to be made which is capable of no beneficial use except to print his map, he thereby annexes to the plate the right to use it for printing that map, and also the right to publish and sell the copies when printed; and that when the plate is sold on execution, these rights pass with the plate, and as incidents or accessories thereto, though no mention is made of them in the sale.\n There would certainly be great difficulty in asseting to the proposition that patent and copyrights, held under the laws of the United States, are subject to seizure and sale on execution. Not to repeat what is said on this subject, in 14 How. 531, it may be added, that these incorporeal rights do not exist in any particular State or district; they are coextensive with the United States. There is nothing in any act of congress, or in the nature of the rights themselves, to give them locality anywhere so as to subject them to the process of courts having jurisdiction limited by the lines of States and districts. That an execution out of the court of common pleas for the county of Bristol, in the State of Massachusetts, can be levied on an incorporeal right subsisting in Rhode Island, or New York, will hardly be pretended. That by the levy of such an execution, the entire right could be divided, and so much of it as might be exercised within the county of Bristol, sold, would be a position subject to much difficulty.\n These are important questions, on which we do not find it necessary to express an opinion, because, in this case, neither the copyright, as such, nor any part of it, was attempted to be sold. The return of the officer on the execution is, that he seized and sold 'one copperplate for the map of the State of Rhode Island.' The defendants must, therefore, stand upon the second position assumed by their counsel, that the right to \n\n[58 U.S. 447, 452]\n \n print and publish the map passed by the execution sale with the plate.\n There are no special facts in this case to distinguish it from any case of a sale on execution of copper or stereotype plates. It appears that the plaintiff owned the plate; whether he made it, or caused it to be made, or purchased it after it had been made, does not appear.\n Nor should the case be confounded with one where the owner of copper or stereotype plate sells them. What rights would pass by such a sale would depend on the intentions of its parties, to be gathered from their contract and its attendant circumstances. In this case, the owner of the copyright made no contract of sale, and necessarily had no intention respecting its subject-matter.\n The sole question is, whether the mere fact that the plaintiff owned the plate, attached to it the right to print and publish the map, so that this right passed with the plate by a sale on execution. And upon this question of the annexation of the copyright to the plate it is to be observed, first, that there is no necessary connection between them. They are distinct subjects of property, each capable of existing, and being owned and transferred, independent of the other. It was lawful for any one to make, own, and sell this copperplate. The manufacture of stereotype plates is an established business, and the ownership of the plates of a book under copyright may be, and doubtless in practice is, separated from the ownership of the copyright. If an execution against a stereotype founder were levied on such plates, which he had made for an author and not delivered, the title to those plates would be passed by the execution sale, and the purchaser might sell them, but clearly he could not print and publish the book for which they were made. The right to print and publish is therefore not necessarily annexed to the plate, nor parcel of it.\n Neither is the plate the principal thing, and the right to print and publish an incident or accessory thereof. It might be more plausibly said that the plate is an incident or accessory of the right; because the sole object of the existence of the plate is as a means to exercise and enjoy the right to print and publish. Nor does the rule that he who grants a thing, grants impliedly what is essential to the beneficial use of that thing, apply to this case. A press, and paper, and ink, are essential to the beneficial use of a copperplate. But it would hardly be contended that the sale of a copperplate passed a press, and paper, and ink, as incidents of the plate, because necessary to its enjoyment.\n The sale of a copperplate passes the right to such lawful use \n\n[58 U.S. 447, 453]\n \n thereof as the purchaser can make, by reason of the ownership of the thing he has bought; but not the right to a use thereof, by reason of the ownership of something else which he has not bought, and which belongs to a third person. If he has not acquired a press, or paper, or ink, he cannot use his plate for printing, because each of these kinds of property is necessary to enable him to use it for that purpose. So, if he has not acquired the right to print the map, he cannot use his plate for that purpose, because he has not made himself the owner of something as necessary to printing as paper and ink, or as clearly a distinct species of property as either of those articles. He may make any other use of the plate of which it is susceptible. He may keep it till the limited time, during which the exclusive right exists, shall have expired, and then use it to print maps. He may sell it to another, who has the right to print and publish, but he can no more use that right of property than he can use a press, or paper, which belongs to a third person.\n The cases mentioned at the bar, in which incorporeal rights have been held to pass with corporeal property, do not apply.\n By the levy of an execution on a mill, the incorporeal rights actually annexed to the mill, and necessary to its use, pass with the mill. So does what is parcel of the mill, though temporarily removed from it-as a mill-stone, which has been taken from its place to be picked. These, and many other such cases, are collected in Broome's Legal Maxims, 198, 205.\n But the right in question is not parcel of the plate levied on, nor a right merely appendant or appurtenant thereto; but a distinct and independent property, subsisting in grant from the government of the United States, not annexed to any other thing, either by the act of its owner or by operation of law.\n For these reasons, as well as those stated in 14 How., our conclusion is, that the mere ownership of a copperplate of a map, by the owner of the copyright, does not attach to the plate the exclusive right of printing and publishing the map, held under the act of congress, or any part thereof; but the incorporeal right subsists wholly separate from and independent of the plate, and does not pass with it by a sale thereof on execution.\n The next question is, whether the complainant can have a decree in accordance with the prayer of his bill, for the penalties imposed by the 7th section of the act of February 3, 1831. The bill prays specifically for a decree for these penalties. We speak of the forfeiture of the printed copies, as well as of the sum of one dollar for each sheet unlawfully printed, as penalties; for, under the laws of the United States, it is clear that the complainant can have no title to either of them, except by way of penalty. \n\n[58 U.S. 447, 454]\n \n There being no common law of copyright in this country, whatever rights are possessed by the proprietor of the copyright must be derived from some grant thereof, in some act of congress, either nominatim or by a satisfactory implication; and, looking to the act of congress applicable to this subject-matter, it appears that the rights claimed by this bill are expressly conferred by way of forfeiture. Its language is: 'Then such offender shall forfeit the plate or plates on which such map, &c., shall be copied, and also all and every sheet thereof so copied or printed as aforesaid, to the proprietor or proprietors of the copyright thereof; and shall further forfeit one dollar for every sheet of such map, &c., which may be found in his or their possession, printed, &c., contrary to the true intent and meaning of this act; the one moiety thereof to the proprietor or proprietors, and the other moiety to the use of the United States, to be recovered in any court having competent jurisdiction thereof.'\n In the case of Colburn v. Simms, 2 Hare, 554, Mr. Vice-Chancellor Wigram came to the conclusion, that since the decision of the house of lords in the case of Miller v. Taylor, the right to a decree for the delivery up of copies must be rested by the complainant upon some statute provision; and that inasmuch as courts of equity do not enforce forfeitures by an exercise of their ordinary jurisdiction, such a jurisdiction also must be derived from an act of parliament. And though the 8th section of the act of 1 and 2 Vict. c. 59, as well as the preceding act of 54 Geo. III., c. 156,  4, allows the forfeited copies to be recovered in 'any court of record in which an action at law, or a suit in equity, shall be commenced by such author or authors, or other proprietor or proprietors,' &c.; yet it was admitted, in Colburn v. Simms, that no such order had ever been made, in invitum, in a court of equity. It is a significant fact that congress, in legislating on this subject, though manifestly acquainted with the phraseology of the act of Geo. III., and though in some particulars it adopted that phraseology, yet omitted to confer upon courts of equity power to enforce either of the forfeitures provided for, but left them to be recovered 'in any court having competent jurisdiction thereof.' And the only equitable jurisdiction, as to copyright, conferred upon the courts of the United States, is by the act of February 15, 1819, which gives original cognizance to the courts of the United States, as well in equity as at law, of cases arising under any law of the United States granting to authors or inventors the exclusive right to their respective writings, inventions, and discoveries; and, upon any bill in equity filed by any party aggrieved in any such case, shall have authority to grant injunctions according to the course and principles of courts of equity, to prevent the violation of the \n\n[58 U.S. 447, 455]\n \n rights of any authors or inventors secured to them by any laws of the United States, on such terms as the said courts may deem fit and reasonable. Though the substance of this enactment is incorporated into the 17th section of the patent act of July 4, 1836, so far as it related to inventors, and so far as it related to the subject of patent-rights, is no longer in force, proprio vigore, yet, so far as it gave cognizance to the courts of the United States of cases of copyright, it still remains in force, and is the only law conferring equitable jurisdiction on those courts in such cases; for the 9th section of the act of February 3, 1831, protects manuseripts only.\n There is nothing in this act of 1819, which extends the equity powers of the courts to the adjudication of forfeitures; it being manifestly intended, that the jurisdiction therein conferred should be the usual and known jurisdiction exercised by courts of equity for the protection of analogous rights. The prayer of this bill for the penalties must therefore be rejected.\n The remaining question is, whether there ought to be a decree for an account of the profits. The complainant has not prayed for such an account, nor have the defendants stated one in their answer; but the bill does pray for general relief.\n The right to an account of profits is incident to the right to an injunction in copy and patent-right cases. Colburn v. Simms, 2 Hare, 554; 3 Dan. Ch. Pr. 1797. And this court has held, in Watts et al. v. Waddle et al., 6 Pet. 389, that where the bill states a case proper for an account, one may be ordered under the prayer for general relief. See also 2 Pet. 612; 14 Ib. 156; 16 Ib. 195; 9 How. 405.\n The decree of the circuit court must be reversed, and the cause remanded to the circuit court, with directions to award a perpetual injunction as prayed for in the bill, and to take an account of the profits received by the defendants from the sales of the map.\n Order.\n This cause came on to be heard on the transcript of the record from the circuit court of the United States for the district of Rhode Island, and was argued by counsel. On consideration whereof it is now here ordered, adjudged, and decreed by this court, that the decree of the said circuit court in this cause be and the same is hereby reversed with costs, and that this cause be and the same is hereby remanded to the said circuit court, with directions to award a perpetual injunction, as prayed for in the bill filed in this case, and to take an account of the profits received by the defendants from the sales of the map, and for such further proceedings in conformity to the opinion of this court, as to law and justice shall appertain. \n\n\n\n"}}