{"Description":{"0":"ALMY v. PEOPLE OF STATE OF CALIFORNIA , 65 U.S. 169 (1860)","1":"COM. OF KENTUCKY v. DENNISON , 65 U.S. 66 (1860)","2":"EBERLY v. MOORE , 65 U.S. 147 (1860)","3":"FREEMAN v. HOWE , 65 U.S. 450 (1860)","4":"MOORE v. AMERICAN TRANSP. CO. , 65 U.S. 1 (1860)","5":"RECTOR, &C., OF CHRIST CHURCH, PHILA. v. COUNTY OF PHILA. , 65 U.S. 300 (1860)","6":"US v. OSSIO , 154 U.S. 535 (1860)"},"Date":{"0":"December 1, 1860","1":"December 1, 1860","2":"December 1, 1860","3":"December 1, 1860","4":"December 1, 1860","5":"December 1, 1860","6":"March 12, 1860"},"Docket":{"0":"","1":"","2":"","3":"","4":"316","5":"","6":"74"},"Link":{"0":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/65\/169.html","1":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/65\/66.html","2":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/65\/147.html","3":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/65\/450.html","4":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/65\/1.html","5":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/65\/300.html","6":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/154\/535.html"},"Opinion":{"0":"\n\nUnited States Supreme Court\nALMY v. PEOPLE OF STATE OF CALIFORNIA(1860)\n\nArgued: Decided: December 1, 1860\n\n\n THIS case was brought up by writ of error from the Court of Sessions for the city and county of San Francisco, in the State ofCalifornia.\n It was a constitutional question entirely, and is stated in the opinion of the court.\n It was argued by Mr. Blair for the plaintiff in error, and submitted on a printed argument by Mr. Benjamin for the defendants.\n Mr. Blair placed his opposition to the law upon two grounds, viz: 1st, that it imposed a tax upon commerce; 2d, that it amounted to a tax upon exports. As the opinion of the court notices only the latter point, the arguments of the counsel on both sides will be confined to that point. Mr. Blair said:\n The law in question is also in violation of the provisions of the Constitution prohibiting the States from taxing exports; and the reasoning of the court in Brown's case is equally applicable to this branch of the case.\n The payment required for the license to enable an importer to sell his imports was declared to be a tax on such imports; the court saying that it was 'varying the form without varying the substance,' and 'treating a prohibition which is general as if it were confined to a particular mode of doing the forbidden thing.'\n There is even less room for controversy here, as to the application of the prohibition, than in that case. Every export is taxed by an impost on the paper which represents it, and which is indispensable. \n\n[65 U.S. 169, 170]\n \n Upon this point Mr. Benjamin's argument was as follows:\n II. Is a stamp tax on a bill of lading a duty on exports?\n It is said to be an indirect tax on exports, because the jury have found 'that it is the usual and invariable custom to make and issue such bills of lading,' &c., and 'no vessel or steamer could practically fill up with, or obtain freight,' unless the matter executes one.\n It is submitted that the argument proves quite too much, and if once admitted, would inaugurate a most dangerous system of construction, and under which all right of taxation might be taken away from a State, thus leaving it shorn of powers which were never intended to be abandoned, and which are absolutely indispensable to its existence.\n Drays and carts are necessary for loading merchandise on board of ships. 'It is the usual and invariable custom to employ them.' 'No vessel could practically fill up without them.' Cannot a State tax drays and carts?\n In Mobile harbor, and many others, large vessels cannot load at all without the aid of lighters. Is the State of Alabama without power to tax lighters?\n This law taxes policies of insurance, as well as bills of lading. Scarcely an argument will apply to one class of these papers that will not apply to the other. If everything that operates indirectly to enhance the cost of conveying merchandise is a duty on exports, what State tax could not, by ingenious construction, be demonstrated to have that effect?\n Nearly all the States tax foreign insurance agencies established within their borders; to pay their tax, rates of premium must be enhanced. Therefore, the ship-owner who pays this enhanced premium must charge a higher freight to the exporter, and it might hence be argued that the tax was unconstitutional. All such lines of argument are fanciful, dangerous, and subversive of the true meaning of the Constitution.\n No man is by the law in question forbidden to ship his gold-dust. He may accompany it. He may send an agent to take care of it; he may make a valid parol contract for its delivery abroad, and take twenty witnesses, in order to retain the evidence of his contract; but, if he wishes to reduce it to writing \n\n[65 U.S. 169, 171]\n \n within the State, he must put his writing on a paper on which the State of California has levied a stamp tax.\n It is worthy of notice, that in the draft of the Constitution offered in Convention by Mr. Patterson, of New Jersey, there was an express authority in Congress to raise revenue 'by stamps on paper, vellum, or parchment.'\n 1 Elliott's Debates, 175.\n Yet, notwithstanding the fact that the attention of the Convention was thus specially directed to this precise tax, no attempt was made to inhibit its exercise by the States.\n Suppose a State should, as a source of revenue, establish in its own favor a monopoly of the retail traffic within the State in paper, vellum, and parchment, just as some foreign nations do with tobacco; it is obvious that it might thus fix on paper a price far exceeding its value in open market, and fully equal to a stamp tax, and thereby enhance the cost of all written contracts, including bills of lading, invoices, and marine policies; but in what just sense could this be called either a regulation of commerce between the States or a duty on exports?\n The great cause of the present alarming crisis in public affairs is the disposition to which men are so prone of construing the Constitution, instead of reading it; of trenching on the rights of States by interpretation, instead of respecting as sacred all such as are not plainly and expressly prohibited.\n Now, this power of taxation by a State is that which was most jealously watched, and apprehensions in relation to a check on its exercise formed the chief objection urged against the adoption of the Constitution. The history of all the State Conventions shows this.\n The precise point in this case seems to be covered by the very language of the Chief Justice in the passenger cases. Speaking of the State, he says:\n'They are expressly prohibited from laying any duties on imports or exports, except what may be absolutely necessary for executing their inspection laws. So far their taxing power over commerce is restrained, but no farther. They retain all the rest; and if money demanded is a tax upon commerce, or the instrument or vehicle of commerce, it furnishes no objection \n\n[65 U.S. 169, 172]\n \n to it, unless it is a duty on imports, [or exports,] or a tonnage duty, for these alone are forbidden.'\n\n 7 Howard, 480.\n The argument on this whole subject, however, has been so completely exhausted in the various adjudications of this court, with which its members are thoroughly familiar, that nothing more could be required than the simple reference to them already made; and on them the State of California rests her case.\n\n Mr. Chief Justice TANEY delivered the opinion of the court. The only question in this case is upon the constitutionality of a law of California, imposing a stamp tax upon bills of lading.\n By an act passed by the Legislature of that State to provide a revenue for the support of the Government from a stamp tax on certain instruments of writing, among other instruments mentioned in the law, a stamp tax was imposed on bills of lading for the transportation from any point or place in that State, to any point or place without the State, of gold or silver coin, in whole or in part, gold-dust, or gold or silver in bars or other form; and the law requires that there shall be attached to the bill of lading, or stamped thereon, a stamp or stamps, expressing in value the amount of such tax or duty.\n By a previous law upon the same subject it was made a misdemeanor, punishable by fine, to use any paper without a stamp, where the law required stamped paper to be used.\n After the passage of these acts, Almy, the plaintiff in error, being the master of the ship Ratler, then lying in the port of San Francisco, and bound to New York, received a quantity of gold-dust for transportation to New York, for which he signed a bill of lading upon unstamped paper, and without having any stamp attached to it. For this disobedience to the law of California he was indicted in the Court of Sessions for a misdemeanor, and at the trial the jury found a special verdict setting out particularly the facts, of which the above is a brief summary; and upon the return of the verdict the counsel for the defendant moved for a judgment of acquittal, \n\n[65 U.S. 169, 173]\n \n upon the ground that the law of California was repugnant to the Constitution of the United States. But the court decided that the State law was not repugnant to the Constitution of the United States, and adjudged that Almy should pay a fine of $100 for this offence. And the Court of Sessions being the highest court of the State which had jurisdiction of the matter in controversy, this writ of error is brought to revise that judgment.\n We think this case cannot be distinguished from that of Brown v. the State of Maryland, reported in 12 Wheat., 419. That case was decided in 1827, and the decision has always been regarded and followed as the true construction of the clause of the Constitution now in question.\n The case was this: The State of Maryland, in order to raise a revenue for State purposes, among other things required all importers of certain foreign articles and commodities enumerated in the law, or other persons selling the same by wholesale, before they were authorized to sell, to take out a license, for which they should pay $50; and in case of refusal or neglect, should forfeit the amount of the license tax, and pay a fine of $100, to be recovered by indictment.\n Brown, who was an importing merchant, residing in Baltimore, refused to pay the tax, and was thereupon indicted in the State court, which sustained the validity of the State law, and imposed the penalty therein prescribed. This judgment was removed to this court by writ of error, and it will be seen by the report of the case that it was elaborately argued on both sides, and the opinion of the court, delivered by Chief Justice Marshall, shows that it was carefully and fully considered by the court. And the court decided that this State law was a tax on imports, and that the mode of imposing it, by giving it the form of a tax on the occupation of importer, merely varied the form in which the tax was imposed, without varying the substance.\n So in the case before us. If the tax was laid on the gold or silver exported, every one would see that it was repugnant to the Constitution of the United States, which in express terms declares that 'no State shall, without the consent of Congress, \n\n[65 U.S. 169, 174]\n \n lay any imposts or duties on imports or exports, except what may be absolutely necessary for executing its inspection laws.'\n But a tax or duty on a bill of lading, although differing in form from a duty on the article shipped, is in substance the same thing; for a bill of lading, or some written instrument of the same import, is necessarily always associated with every shipment of articles of commerce from the ports of one country to those of another. The necessities of commerce require it. And it is hardly less necessary to the existence of such commerce than casks to cover tobacco, or bagging to cover cotton, when such articles are exported to a foreign country; for no one would put his property in the hands of a ship-master without taking written evidence of its receipt on board the vessel, and the purposes for which it was placed in his hands. The merchant could not send an agent with every vessel, to inform the consignee of the cargo what articles he had shipped, and prove the contract of the master if he failed to deliver them in safety. A bill of lading, therefore, or some equivalent instrument of writing, is invariably associated with every cargo of merchandise exported to a foreign country, and consequently a duty upon that is, in substance and effect, a duty on the article exported. And if the law of California is constitutional, then every cargo of every description exported from the United States may be made to pay an export duty to the State, provided the tax is imposed in the form of a tax on the bill of lading, and this in direct opposition to the plain and express prohibition in the Constitution of the United States.\n In the case now before the court, the intention to tax the export of gold and silver, in the form of a tax on the bill of lading, is too plain to be mistaken. The duty is imposed only upon bills of lading of gold and silver, and not upon articles of any other description. And we think it is impossible to assign a reason for imposing the duty upon the one and not upon the other, unless it was intended to lay a tax on the gold and silver exported, while all other articles were exempted from the charge. If it was intended merely as a stamp duty on a particular description of paper, the bill of lading of any \n\n[65 U.S. 169, 175]\n \n other cargo is in the same form, and executed in the same manner and for the same purposes, as one for gold and silver, and so far as the instrument of writing was concerned, there could hardly be a reason for taxing one and not the other.\n In the judgment of this court the State tax in question is a duty upon the export of gold and silver, and consequently repugnant to the clause in the Constitution hereinbefore referred to; and the judgment of the Court of Sessions must therefore be reversed. \n\n\n\n","1":"\n\nUnited States Supreme Court\nCOM. OF KENTUCKY v. DENNISON(1860)\n\nArgued: Decided: December 1, 1860\n\n\n A MOTION was made in behalf of the State of Kentucky, by the direction and in the name of the Governor of the State, for a rule on the Governor of Ohio to show cause why a mandamus should not be issued by this court, commanding him to cause Willis Lago, a fugitive from justice, to be delivered up, to be removed to the State of Kentucky, having jurisdiction of the crime with which he is charged. \n\n[65 U.S. 66, 67]\n \n The facts on which this motion was made are as follows:\n The grand jury of Woodford Circuit Court, in the State of Kentucky, at Cotober term, 1859, returned to the court the following indictment against the said Lago:\n WOODFORD CIRCUIT COURT.\n The Commonwealth of Kentucky against Willis Lago, free man of color.\n The grand jury of Woodford county, in the name and by the authority of the Commonwealth of Kentucky, accuse Willis Lago, free man of color, of the crime of assisting a slave to escape, &c., committed as follows, namely: the said Willis Lago, free man of color, on the fourth day of October 1859, in the county aforesaid, not having lawful claim, and not having any color of claim thereto, did seduce and entice Charlotte, a slave, the property of C. W. Nuckols, to leave her owner and possessor, and did aid and assist said slave in an attempt to make her escape from her said owner and possessor, against the peace and dignity of the Commonwealth of Kentucky.\n W. S. DOWNEY, Com. Attorney.\n On the back of said indictment is the following endorsement:\n'A true bill; L. A. Berry, foreman. Returned by grand jury, October term, 1859.'\n\n A copy of this indictment, certified and authenticated, according to the act of Congress of 1793, was presented to the Governor of Ohio by the authorized agent of the Governor of Kentucky, and the arrest and delivery of the fugitive demanded.\n The Governor of Ohio referred the matter to the Attorney General of the State of Ohio, for his opinion and advice, and received from him a written opinion, upon which he acted, and refused to arrest or deliver up the fugitive, and, with his refusal, communicated to the Governor of Kentucky the opinion of the Attorney General, to show the grounds on which he refused. The written opinion of the Attorney General is as follows:\n OFFICE OF THE ATTORNEY GENERAL,\n Columbus, Ohio, April 14, 1860.\n SIR: The requisition, with its accompanying documents, \n\n[65 U.S. 66, 68]\n \n made upon you by the Governor of Kentucky, for the surrender of Willis Lago, described to be a 'fugitive from the justice of the laws of' that State, may, for all present purpose, be regarded as sufficiently complying with the provisions of the Federal Constitution and the act of Congress touching the extradition of fugitives from justice, if the alleged offence charged against Lago can be considered as either 'treason, felony, or other crime,' within the fair scope of these provisions.\n Attached to the requisition is an authenticated copy of the indictment on which the demand is predicated; and this, omitting merely the title of the case and the venue, is in the words and figures following:\n'The grand jury of Woodford county, in the name and by the authority of the Commonwealth of Kentucky, accuse Willis Lago, free man of color, of the crime of assisting a slave to escape, &c., committed as follows, viz: the said Willis Lago, free man of color, on the fourth day of October, 1859, in the county aforesaid, not having lawful claim, and not having any color of claim thereto, did seduce and entice Charlotte, a slave, the property of C. W. Nuckols, to leave her owner and possessor, and did aid and assist said slave in an attempt to make her escape from her said owner and possessor, against the peace and dignity of the Commonwealth of Kentucky.'\n\n This indictment, it must be admitted, is quite inartificially framed, and it might be found difficult to vindicate its validity according to the rules of criminal pleading which obtain in our own courts, or wheresoever else the common law prevails. This objection, however, if it have any force, loses its importance in the presence of other considerations, which, in my judgment, must control the fate of the application.\n The act of which Lago is thus accused by the grand jury of Woodford county certainly is not 'treason,' according to any code of any country, and just as certainly is not 'felony,' or any other crime, under the laws of this State, or by the common law. On the other hand, the laws of Kentucky do denounce this act as a 'crime,' and the question is thus presented whether, under the Federal Constitution, one State is \n\n[65 U.S. 66, 69]\n \n under an obligation to surrender its citizens or residents to any other State, on the charge that they have committed an offence not known to the laws of the former, nor affecting the public safety, nor regarded as malum in se by the general judgment and conscience of civilized nations.\n This question must, in my opinion, be resolved against the existence of any such obligation. There are many acts-such as the creation of nuisances, selling vinous or spirituous liquors, horse racing, trespassing on public lands, keeping tavern without license, permitting dogs to run at large-declared by the laws of most of the States to be crimes, for the commission of which the offender is visited with fine or imprisonment, or with both; and yet it will not be insisted that the power of extradition, as defined by the Constitution, applies to these or the like offences. Obviously a line must be somewhere drawn, distinguishing offences which do from offences which do not fall within the scope of this power. The right rule, in my opinion, is that which holds the power to be limited to such acts as constitute either treason or felony by the common law, as that stood when the Constitution was adopted, or which are regarded as crimes by the usages and laws of all civilized nations. This rule is sufficiently vindicated by the consideration that no other has ever been suggested, at once so easy of application to all cases, so just to the several States, and so consistent in its operation with the rights and security of the citizen.\n The application of this rule is decisive against the demand now urged for the surrender of Lago. The offence charged against him does not rank among those upon which the constitutional provision was intended to operate, and you have, therefore, no authority to comply with the requisition made upon you by the Governor of Kentucky.\n Entertaining no doubt as to the rightfulness of this conclusion, I am highly gratified in being able to fortify it by the authority of my learned and eminent predecessor, who first filled this office, and who officially advised the Governor of that day, that in a case substantially similar to the one now presented, he ought not to issue his warrant of extradition. \n\n[65 U.S. 66, 70]\n \n Other authority, if needed, may be found in the fact that this rule is conformable to the ancient and settled usage of the State.\n To guard against possible misapprehension, let me add that the power of extradition is not to be exercised, as of course, in every case which may apparently fall within the rule here asserted. While it is limited to these cases, the very nature of the power is such, that its exercise, even under this limitation, must always be guided by a sound legal discretion, applying itself to the particular circumstances of each case as it shall be presented.\n The communication, in a formal manner, of the preceding opinion, has been long but unavoidably deferred by causes of which you are fully apprised. Though this delay is greatly to be regretted, it can have had no prejudicial effect, as the agent appointed by the Governor of Kentucky to receive Lago was long since officially, though informally, advised that no case had been presented which would warrant his extradition.\n Very respectfully, your obedient servant,\n C. P. WOLCOTT.\n To the GOVERNOR.\n Some further correspondence took place between the Governors, which it is not necessary to state; and the Governor of Ohio, having finally refused to cause the arrest and delivery of the fugitive, this motion was made on the part of Kentucky.\n Upon the motion being made, the court ordered notice of it to be served on the Governor and Attorney General of Ohio, to appear on a day mentioned in the notice. The Attorney General of Ohio appeared, but under a protest, made by order of the Governor of Ohio, against the jurisdiction of the court to issue the mandamus moved for.\n The case was fully argued by Mr. Stevenson and Mr. Marshall on behalf of the State of Kentucky, and by Mr. Wolcott, the Attorney General of Ohio, on the part of that State.\n The great importance of the principles involved in this case \n\n[65 U.S. 66, 71]\n \n has induced the reporter to allow a large space to the arguments of the respective counsel.\n That of Messrs. Cooper and Marshall and Mr. Stevenson, for the State of Kentucky, was as follows:\n The State of Kentucky, interested in the preservation of the integrity of her own laws, and in the punishment of such as offend against them on her own soil, comes, as a party plaintiff in this proceeding, before the Supreme Court of the United States, as a court of original jurisdiction, to ask for a mandamus against Mr. Dennison, who is the Governor of Ohio, and as such, exercises the Executive authority of said State.\n The second paragraph of section 2, article 4, of the Constitution of the United States, reads thus;\n'A person charged in any State with treason, felony, or other crime, who shall flee from justice and be found in another State, shall, on demand of the Executive authority of the State from which he fled, be delivered up, to be removed to the State having jurisdiction of the crime.'\n\n To execute this obligation of the Constitution the act of Congress of 1793 was passed, (Statutes at L., 302, sec. 1,) in which, by the first section, the duty to be performed, and the person by whom to be performed, in the event of a demand under the Constitution, are prescribed. That duty is simple, and is stated thus:\n'It shall be the duty of the Executive authority of the State or Territory to which such person shall have fled, to cause him or her to be arrested and secured, and notice of the arrest to be given to the Executive authority making such demands, or to the agent of such authority appointed to receive the fugitive, and to cause the fugitive to be delivered to such agent when he shall appear.'\n\n One Lago, who was indicted for an act denounced as a crime by the law of Kentucky, fled, and was found in Ohio, and was demanded by Governor Magoffin, the Executive authority of the State of Kentucky, of Governor Dennison, the Governor of Ohio, and at the time Executive authority thereof. All the conditions were observed to complete a proper demand, according \n\n[65 U.S. 66, 72]\n \n to the act of Congress. It is further shown that, for reasons set forth in the official reply of Governor Dennison, as Executive authority of Ohio, the demand was not complied with, and that he refused to arrest Lago at all. Upon that refusal this proceeding is taken.\n The Commonwealth of Kentucky is properly the plaintiff in this case.\n'Where an application is made, the object of which is to obtain the benefit of certain provisions of an act of Parliament, &c., those for whose benefit such provisions were inserted in the act, &c., should be the applicants for the rule, although they may be neither specially nor nominally mentioned.'\n\n Tapping on Mandamus, 289.\n The duty prescribed by the Constitution and law was to have been performed by the defendant, Dennison, as the officer wielding the Executive authority of the State of Ohio. He is, therefore, the proper person against whom to institute the proceeding.\n Is mandamus the proper remedy? We will not extend this brief by reciting what is said of the authority of the Court of B. R. over mandamus. It has been used since the days of Edward II, in England, and has been the suppletory police power of the kingdom.\n Tapping on Mandamus, 5-30.\n Cowp., 378; 2 B. and C., 198.\n Burrows, 1265-'68.\n 15 East., 135.\n 3 Blacks. Com., 110.\n In this court it is acknowledged as an action, a case, rather than as a 'prerogative writ.'\n The proceeding on mandamus is a case within the meaning of the act of Congress. It is an action or suit brought in a court of justice, asserting a right, and is presented according to the forms of judicial proceeding.\n 12 Peters, 614; 2 Peters, 450.\n It is not by the office of the person to whom the writ is directed, but the nature of the thing to be done, that the propriety \n\n[65 U.S. 66, 73]\n \n or impropriety of issuing a mandamus is to be determined.\n 1 Cranch, 170.\n This court (in 3 Howard, 99) treats the mandamus as 'an action,' and that 'a party is entitled to it when there is no other adequate remedy.' This court refuses to entertain the action of assumpsit for matter which might have been proved on a former action of mandamus.\n There is no remedy for the grievance inflicted on the State of Kentucky by the refusal of Governor Dennison, unless the mandamus applied for will lie. If mandamus will lie in any case where the Supreme Court exercises original jurisdiction, all considerations and conditions concur to point it out as the proper remedy in this case; for--\n\n 1. \nThe duty to be performed is single, simple, only ministerial and public in its nature and office.\n\n 2. \nThe party directed to perform it is certainly named.\n\n 3. \nNo other adequate remedy exists or is prescribed by law.\n\n 4. \nThe duty is distinctly prescribed by the Constitution and the act of 1793.\n\n 5. \nThe office held by Mr. Dennison does not shield him from the performance; 'it is the nature of the duty which determines the propriety of mandamus as a remedy.'\n The Supreme Court of the United States has never adjudicated the question of this remedy as now it is presented.\n In the case of the United States v. Lawrence, 3 Dallas, 53, (A. D. 1795,) this court was applied to as a court of original jurisdiction, and it entertained the jurisdiction. The case was disposed of on the point, that the duty of Judge Lawrence involved the exercise of a discretion in the execution of his office which this court could not control.\n In the case of Marbury v. Madison, 1 Cranch, 175, a careful reading of the opinion will show that the mandamus was refused because the act of 1789 was unconstitutional, in so far as it disturbed the constitutional distribution of the judicial power of this court. The application was to this court, in its original jurisdiction, whereas the case belonged to it only \n\n[65 U.S. 66, 74]\n \n under its appellate jurisdiction, and therefore the rule was discharged.\n In McIntyre v. Wood, 7 Cranch, 504, the point was as to the power of the Circuit Court of the United States; and the same remark applies to the case of McCluney v. Silliman, 6 Wheat., 600. The reasoning of those cases is sufficiently satisfactory, but it has no application in this case.\n Ex parte Roberts, 6 Peters, 216, and Ex parte Davenport, 6 Peters, 664, were applications to control the judge of an inferior court by mandamus, which were refused because of the discretion the inferior officer had the right to exercise. Ex parte Bradstreet, 8 Peters, 634, and Ex parte Story, 12 Peters, 339, were cases addressed to this court, in the exercise of its appellate jurisdiction; so was the case of Kendall v. United States, which was very elaborately argued, 12 Peters, 525 to 655. Ex parte Guthrie, and all the rest of the cases of the applications for mandamus, have been to this court as an appellate court. This is the first case in our judicial history in which a mandamus has been asked for in a case falling properly within the original jurisdiction of the Supreme Court.\n The judicial power of the United States is vested, by the Constitution, in the Supreme Court, and in such inferior courts as Congress may from time to time establish. This power 'shall extend' to a number of classes of cases, among which are 'all cases in law or equity arising under this Constitution, the laws of the United States,' &c., &c., and, within the enumerated classes, 'in all cases in which a State shall be a party, the Supreme Court shall have original jurisdiction.\n It is respectfully submitted that, under these constitutional grants of power and jurisdiction, this court may, debito justitiae, entertain the application for mandamus where a State is a party, and this without resort to the act of Congress distributing the means of enforcing the jurisdiction. The judicial power, so far as this jurisdiction of the court is concerned, is vested by the Constitution; it would neither remain dormant, nor would it expire, though the Legislative power had never passed a law to authorize certain processes to assert such jurisdiction. We adopt the view taken by the counsel in the case of the \n\n[65 U.S. 66, 75]\n \n United States v. Peters, 3 Dallas, 126: 'The judicial power is abstract or relative; in the former character, the court, for itself, declares the law and distributes justice; in the latter, it superintends and controls the conduct of other tribunals by a prohibitory or mandatory interposition. This superintending authority has been deposited in the Supreme Court by the Federal Constitution, and it becomes a duty to exercise it upon every proper occasion.' 'It is certain the Constitution fixes no limitation to the exercise of this power by this court upon the subject; nor does the law, but by the implication in the 14th section of the act of 1789, that the writs issued shall be allowable by principle and usage,' and necessary to the exercise of the jurisdiction belonging to the court. If mandamus would then be granted by the Court of King's Bench, debito justitiae, it can be issued in a case of original jurisdiction, upon a proper showing, by this court; and the express power is extended by the 14th section of the judiciary act of 1789, if the writ is necessary to the exercise of the jurisdiction belonging to the court.\n If mandamus should not be regarded as a 'prerogative writ,' but as an action, a case, it falls, in this matter, directly within the vested power and original jurisdiction of the court, and can be entertained independently of the judiciary act, as a constitutional 'power' of this court.\n Where is the great conservative power which is to regulate State sovereignties in the execution of their constitutional obligations, if this court renounces, or shrinks from, the legitimate exercise of the functions with which it is invested by the Constitution?\n The original jurisdiction of this court is limited to those cases in which foreign ambassadors, ministers, consuls, and American States, are interested; but in this range it has no limit. There is no judge who can interpose to exercise power over them but this court, in its original jurisdiction. From the very nature of the Constitution, the great police power of the mandamus, as between the States, is a necessity to the exercise of the jurisdiction conferred on this court. Therefore, Kentucky approaches this tribunal with the violated \n\n[65 U.S. 66, 76]\n \n obligation of Ohio in one hand, and with the Constitution in the other, conferring full jurisdiction on this court, as a court of original jurisdiction in all cases in law or equity in which a State is a party, and shows that, for the grievance she suffers, there is no legal remedy but mandamus.\n'It is the case which gives the jurisdiction, not the court.' 1 Wheat ., Martin v. Hunter's Lessee.\n\n Under the precepts of the law of nations, the obligation to deliver fugitives from justice touched only a few classes of criminals-those whose crimes 'touched the State,' or were so enormous as to make them hostes humani generis-positioners, assassins, &c. These were delivered up, when convicted or tried, and sometimes before. This was done for comity. Vattel, Book 1, c. 19; B. 2, c. 6.\n The character of this obligation was more frequently rendered certain by treaty, as in our treaties with Great Britain and France. But the Constitution of the United States has, among the States of the Union, extended and enlarged the rule of the publicists. Whereas they obeyed the demand in cases of criminals 'convicted or tried,' our States obey the demand where a person is charged with treason, felony, or other crime; whereas they only obeyed the demand in cases of heinous crimes, our States enter into the obligation for 'other crime,' making their obligation as broad as the word crime can be extended. Crime can be extended in its signification. Crime is synonymous with misdemeanor, (4 Black. Com., 5,) and includes every offence below felony punished by indictment as an offence against the public, (9 Wendell, 222.) We know that, in the first draft of this clause of the Constitution, the words 'high misdemeanor' were used. They were stricken out, and 'other crime' inserted, because 'high misdemeanor' might be technical and too limited. The framers wanted 'to comprehend all proper cases.' (5 Elliott, 487.) To use the language of a learned judge, 'there is a dependence that justice will be done; and the Constitution rests on this confidence for the vindication of the compact for 'a more perfect Union.\"\n The Constitution reposes in the Federal Government the \n\n[65 U.S. 66, 77]\n \n discretion of conducting the foreign intercourse of these States with foreign Powers. This is manifest by the power given to the Executive 'to receive ambassadors, public ministers, and consuls, and, by and with the consent of the Senate, to appoint ambassadors and other public ministers, and consuls,' and, by and with the consent of the Senate, to make treaties. The correlative inhibitions to the States are expressed in the same instrument: 'No State shall enter into any treaty, alliance, or confederation.' Article 1, section 10: 'No State shall enter into any agreement with a foreign Power,' &c. This court has coincided with the view here expressed, in the opinion rendered in the case of Holmes v. Jennison, 14 Pet., 575. A Governor of one of these United States cannot surrender a fugitive from justice from a foreign country to the agents of that Power. This is exclusively within the sphere of the Federal Power. Ib.\n The Constitution is harmonious in its complicated structure. As the Federal Government is the repository of the power over foreign intercourse, so the inter-State intercourse is established upon a fixed and stable basis, by dispensing with comity and the rule of the publicists, and making the obligation to render criminals to the jurisdiction they have offended a perfect obligation, in express constitutional compact. The States have left themselves no discretion on this subject. They cannot enlarge, diminish, abridge, or modify, the constitutional arrangement: 'No State shall, without the consent of Congress, enter into any agreement or compact with another State,' &c.\n Congress cannot waive an express and mandatory provision of the Constitution. A person charged with treason, felony, or other crime, &c., shall be delivered up, &c. Can two of these States negotiate with each other a modification of this obligation? Certainly not. Can they with the consent of Congress? Certainly not. It is a fixed, well-defined, and perfect obligation, which furnishes all the essentials for its own execution, if properly considered, as an inter-State obligation, subject to the Judicial branch of the Government to enforce its due and proper execution. It expresses plainly \n\n[65 U.S. 66, 78]\n \n what is to be done, upon whose demand it is to be done, the circumstances under which it is to be done, and the purpose for which it is to be done. By whom it is to be done, the Constitution did not prescribe; for, it may be, that was a matter in which the State might have a choice. Congress acted; yet the Executive of the State was left to be guided by his State authority or his own responsibility as to the mode in which he would cause the arrest and delivery of the fugitive; but, beyond this simple and single ministerial performance, the Constitution and the law have left him no discretion whatever. He is a mere instrument of the Constitution, pointed out by the law, because he holds the Executive authority of his State, and is a sworn officer of the Constitution of the United States, bound by his oath to observe its mandates, and the laws of the United States made in pursuance thereof, as the supreme law of the land, even in preference to those of his own State. The Executive authority of the State was indicated, because the duty to be performed was of a very delicate nature, and a discourteous exhibition of power within the demesnes of a State was to be avoided, such as arresting one, without regular process, who might be within the protection of the State.\n It would not be within the right or competency of the State of Ohio to refuse this delivery. All her departments could not make a law effective to prevent it. Can her Executive alone avoid it? If he can, why may not any one else, no matter how appointed or in what way qualified? Another could not be qualified by a stronger oath to support the Constitution, and the laws of the United States made in pursuance of it; for the Constitution requires this Executive to take that oath, and qualifies his right to the gubernatorial chair of his State by the fact of his taking or refusing to take that oath. Were he to refuse, as Governor of Ohio, to take the oath to support the Constitution of the United States, and to maintain the laws made in pursuance thereof, is there no power, by mandamus, in the Judicial Department of this Government, to compel obedience to a duty expressed on the face of the Constitution?- \n\n[65 U.S. 66, 79]\n \n The State of Ohio must be considered as yet willing to abide by her constitutional obligation, for this refusal is not the act of the Government of the State; it is only the act of her Executive, of one department of her Government. The State is bound so strongly by the terms of the Constitution, she cannot refuse. If, then, she is consenting, and Kentucky is demanding, and only Mr. Dennison refusing, it remains to be seen whether there resides in the Judicial Department of the Federal Government power to compel him to the performance of a ministerial duty assigned to him by law, in order to execute the inter-State covenants inscribed in the Constitution. In that memorable case of Prigg v. Pennsylvania, (16 Pet., 539,) several leading principles of construction were asserted, to the observance of which we now invite the attention of this court.\n\n 1. \nWhen the end is required, the means are given; when the duty is enjoined, the ability to perform it is contemplated to exist on the part of the functionaries to whom it is intrusted.\n\n 2. \nThe General Government is bound, through its own departments, Legislative, Judicial, or Executive, as the case may be, to carry into effect all the rights and duties imposed upon it by the Constitution.\n We are perfectly aware that reliance may be placed on the very case from which these principles are extracted, to prove that the obligation to deliver the fugitive from justice is 'exclusively Federal,' and that, therefore, it may be insisted that Congress cannot direct a State Executive authority to execute it, but must impose this duty on some person who will be amenable, as belonging to one of the departments of the Federal Government. The court says the obligation is 'exclusively Federal'- that 'the States cannot be compelled to enforce it.' From this dictum the inference is drawn that, if the person indicated to perform the duty, ( though it be only ministerial,) holds any office under the State Government, this court cannot or will not compel him to perform the duty, but will wait for Congress to remodel the legislation of 1793, so as to make the person exclusively a Federal officer. We resist the propriety of such inference from the points decided \n\n[65 U.S. 66, 80]\n \n by the court in Prigg's case. The court alluded to the resort which the claimant of a fugitive from service must have to the Judiciary to ascertain a fact, in order to support a right upon the finding of the fact, and did intimate that the action of the State magistracy was voluntary, though valid, unless prohibited by the State. In the case of a fugitive from justice, however, there is no fact to be ascertained, no question to be adjudicated, no necessity to appeal to any one to support a right, but simply to deliver upon a demand. Will it be replied that, to afford even this facility, Congress must, by law, indicate who is to perform the duty? We rejoin, that Congress has so indicated by the act of 1793. As well might the defendant plead his citizenship or inhabitancy in Ohio to relieve him, as that he is relieved by being Governor, or holding an office by authority of the State. The power of this Government extends so far that the performance of a public duty may be demanded, and the incumbent of a particular office may be required to perform it, especially where the duty is only ministerial, though at the same time he may be in office in the State. We think it is eminently proper that the Executive authority of the State should be the power indicated for the performance of this duty; because that officer is, at the same time, sworn to support the Constitution of the United States, and the laws of Congress made in pursuance thereof; and because he represents the State on which the demand is made, and is bound by the constitutional compact on which the demand is founded.\n The obligation is said to be 'exclusively Federal.' Does it not bind the State of Ohio? Is it not from her power the compact subtracts? We think the State has peculiarly come under the obligation expressed in the clause in question. Her hands are tied by the clause. Without the clause she might have been guided by her own discretion or by comity; now she is obliged, by the terms of the covenant to which she has consented. It may be she cannot be compelled to enforce the delivery of the fugitive; it may be the General Government is compelled, through its own departments, 'to carry this into effect;' but that necessity does not shift the obligation. \n\n[65 U.S. 66, 81]\n \n The citizen owes obedience to the law, and is under obligation to perform the duties the law enjoins; but, if he fails, the court enforces the law, and secures the right which was infringed by the violation of the duty. Nothing can be more familiar than an obligation resting upon one party, and the right and power to enforce its execution vested in another. We submit, very respectfully, that this is just the case under our Constitution. The obligation to surrender the fugitive from justice rests upon the State; the power and duty to enforce the obligation reside in the General Government. The State of Virginia failing in 1790 to deliver certain fugitives upon the demand of Governor Mifflin, of Pennsylvania, he brought the facts before the President, and the act of 1793 was the consequence, whereby the Executive of the State was directed to perform the duty answering such demand. Every condition has been met. They who would escape the conclusion at which we wish to arrive must take the position not only that, in our system, the States may prohibit the use of their State agencies to the General Government in carrying the supreme law into effect within their boundaries, but this further position, that it is not in the power of the Federal Government to demand of any one in a State to perform a duty essential to the execution of the obligations inscribed in the Constitution.\n We may well ask the Supreme Court to pause before ruling to this extent. When we remember that all Executive, Legislative, and Judicial officers, in the several States, are required. by the express letter of the Constitution of the United States, to be sworn 'to support the Constitution,' and that 'the laws of Congress made in pursuance thereof are the supreme law of the land,' overriding all State laws coming into conflict with them-that this body of State officers is bound solemnly to render obedience primarily to this supreme law, even in their respective jurisdictions, and though opposed to their State laws-it is difficult to comprehend the wisdom of that policy which teaches that those States can prohibit the use of these agencies in carrying into effect those very laws which the State has consented to observe as the supreme law, and its \n\n[65 U.S. 66, 82]\n \n agents have been sworn to support as paramount. It seems to us that the policy leads to a multiplication of officers, thus increasing the burdens of the people, and to conflicts between State and Federal agencies, by inculcating the idea that there is an incompatibility in the exercise of official fidelity to the State and Federal jurisdictions at the same time. Under our system of government, administered in its true spirit, there never can be a conflict. It is pernicious to the best interests to build on this foundation, for 'a house divided against itself will fall.' The State functionary owes allegiance and obedience to the Constitution of the United States, and the laws made in pursuance thereof, before everything else. The State owes the same obedience and observance to the same power. The Constitution enters and pervades our system everywhere. It surrounds the States and the people like an atmosphere vital to them, and ever in contact with them. To the officials of States, in every department of State Government, it is ever present with the oath to be rendered for its support, to remind them that, while they perform the functions of a limited jurisdiction, they are at the same time the conservative sentinels of that larger system, whose forces control the course and destiny of their State and of their fellow-citizens. The planet of the heavens revolves upon its own axis, and pursues its peculiar orbit; but it, and all who inhabit it, are at the same time particles of an infinite system, whose balanced and regulated forces acting upon it assure its safety, and preserve it from destructive collision with the spheres that surround it. The planet and its inhabitants are not taught that they cannot obey the laws of the Great Architect and Ruler.\n The Constitution of the United States engages three articles in asserting the construction of its departments of Government, defining their powers, and prohibiting the exercise of these to the States. So precise is it, that no restraint is laid upon a State but that an examination will prove it is because the same power vested in the new Government. With the 4th article a new class is entered upon; they are not powers, but obligations and compacts, in which it is impossible to understand anything else (as it seems to us) than that the States \n\n[65 U.S. 66, 83]\n \n are bound inter se, and are understood to be actors. They are a class of cases to be rendered effective by the action of the States, and by the action of the General Government-concurrent powers. The rule is well settled that in such cases, when Congress acts, the rule it establishes obtains.\n We submit to the court that the case of Prigg v. Pennsylvania has been modified by the subsequent decision of Moore v. the People of Illinois, (14 Howard,) so far at least as to authorize State legislation, which is ancillary to the effectuation of the obligation to be 'carried into effect' by the Federal power. We hope the court will not carry the exclusive action of the Federal power so far as to say that it cannot indicate 'the Executive authority of a State' as the instrument to perform the purely ministerial act required by the 2d section, 4th article, of the Constitution.\n We refer, especially, to the opinion of Justice McLean in Prigg's case, because it is directly in line with the views we now present, and seems to us to be conclusive.\n The duty required of the Governor of Ohio, in arresting a fugitive from justice, results from an express obligation of his State, which he, as the Executive authority of that State, is directed by the act of seventeen hundred and ninety-three to carry out. He has no judgment to exercise touching the point of arrest. He cannot even hear a question on the point of identity of person, that a judge might hear on habeas corpus. He cannot consider the question of guilt or innocence.\n 9 Wendell, 221.\n We refer to Clark's case because it is a strong case, adjudicated in the better days of the Republic by a patriotic public officer, who strove only to perform his duty under the law.\n May every State Executive at pleasure violate the Constitution in its most direct mandates, and most express obligations? Has the Judicial power an arm not strong enough to reach him? If so, the obligations of the Constitution may at any time and under any pretext be avoided; the instrument is a myth.\n Governor Dennison has mistaken his power in this matter, by assuming the discretion to judge in regard to the alleged \n\n[65 U.S. 66, 84]\n \n crime. The words of the Constitution are unambiguous. That the crime is to be judged by the law of the State through whose Executive the demand is made, appears from the Constitution itself, for the object of the delivery of the fugitive is, 'that he may be removed to the State having jurisdiction of the crime.' To say that the authority on whom the demand is made shall judge of the guilt of the party, or of the fact of the crime, or whether the alleged act is a crime, is to nullify the sense, object, and intent, of the framers of the Constitution, and to assume a supervisory power by the Executive of a State over the law-making and police powers of another State. The police power of the States was reserved, and has never been surrendered to the Federal Government.\n Moore v. the People of Illinois, 14 Howard, 18.\n 11 Pet., 139.\n The Governor of Ohio, in refusing the demand, has not denied his general responsibility, under the Constitution and law of the United States, to make delivery of a fugitive from justice. His refusal was based upon the allegation that the offence charged in the Kentucky indictment was not crime, according to the signification of that word in the Constitution, and that therefore there was no obligation to deliver arising under the compact, nor springing from comity, because the offence was not known to civilized nations generally, to the common law, or to the statutes or polity of Ohio. In the views we have submitted already as to the duty of Governor Dennison, these positions are controverted. To confine the term to such offence as was denominated crime at the date of the Constitution, would give a restricted operation to the instrument, which would vastly impair its adaptation to the progress and wants of society. It would, in effect, destroy the force of this clause of the Constitution at its inception, and, instead of placing the States in bonds of mutual obligation to vindicate the jurisdiction of each other through future years, would make each a supervisor of the police power of the others, and, by reason of conflicting policies in their progress, would inevitably lead to alienation, confusion, and ultimate discord. 'The instrument was not intended to provide \n\n[65 U.S. 66, 85]\n \n merely for the exigencies of a few years, but was to endure through a lapse of ages, the events of which were locked up in the inscrutable purposes of Providence. ... Hence its powers are expressed in general terms,' &c.\n 1 Wheat., 305, 326.\n The instrument was intended not only for those who framed it, but for posterity; not merely for the society of 1787, but for American society in all future time, and embraced in the word 'crime' not merely what was punishable by indictment at the date of the instrument, but whatever each State in its progress might so declare. If this be not true, this family of American States are not connected by links stronger than a rope of sand. We will not elaborate this point further in this place, but may, if deemed proper, dwell upon it hereafter, together with reference to such works as will justify the views we suggest.\n It only remains for the counsel for the demandant to say that the State of Kentucky, in bringing this case before the Supreme Court, pursues the law as it exists, and asks its enforcement, if the law can be enforced. If the act of Congress has exceeded the power vested in Congress by the Constitution, and we have been, since 1793, acting through instruments over which the Government has no control, Kentucky desires, through the Supreme Court, to know the fact, so that Congress may, without delay, so treat this important subject as hereafter to assure the faithful and prompt execution of this clause of the Constitution. To her it is a vital question; as to all the other States, in fact, whose institutions are similar to hers.\n The argument of Mr. Wolcott, on behalf of the State of Ohio, was as follows:\n I. The Government of the United States is one of limited and enumerated powers, derived primarily from the specific grants of the Constitution, which is at once the source and the law of all its being. It is a necessary correlative of this proposition, and one declared by the fundamental law itself, that each State still retains complete, exclusive, and supreme \n\n[65 U.S. 66, 86]\n \n power, over all persons and things within its limits, where that power has not been specially granted or restrained by the Constitution; and that, in respect to all this mass of undelegated and unprohibited power, the States stand to each other and to the General Government as absolutely foreign nations.\n Gibbons v. Ogden, 9 Wheat., 203-208.\n Brown v. Marland, 12 Wheat., 419, 443.\n Wilson v. Blackbird Creek Co., 2 Peters, 251, 252. Buckner v. Finley, 2 Peters, 586, 590.\n New York v. Miln, 11 Peters, 102, 139. United States Bank v. Daniel, 12 Peters, 32, 34.\n Rhode Island v. Massachusetts, 12 Peters, 720.\n License Cases, 5 How., 504, 588.\n II. The Judicial Department of the Federal Government, sharing of necessity the intrinsic quality which marks that Government in its unity, is also one of limited and specific powers, and, in its tribunals of every grade, is subject to three conditions of universal application:\n\n 1. \nEx vi termini, it is confined to the discharge of functions purely judicial in their nature.\n Hayburn's Case, in notis, 2 Dall., 409.\n\n 2. \nThese functions can be exerted only in the precise cases enumerated by the Constitution as subject to the judicial authority, and which, it has been said, range themselves in two general classes:\n a. Cases in which the authority depends on the nature of the controversy, without respect to the character of the parties; and--\n b. Cases in which the authority depends on the character of the parties, without regard to the nature of the controversy. Cohens v. Virginia, 6 Wheat., 264, 293.\n But this is evidently to be taken as subject to another qualfication; for-- 3. The judicial power exercised in these specific cases must be the 'judicial power of the United States.' In other words, the authority of the Judicial Department is restrained not only by the limitations specially affixed to it, but also by those more general considerations which grow out of the very nature \n\n[65 U.S. 66, 87]\n \n and purpose of a Federal Government. Thus the judicial power of the United States cannot extend to a controversy in which a State may, even by a purely civil action, pursue a citizen of another State for his violation of its municipal laws. Though in that instance the controversy would, as to its subject-matter, be one proper for judicial cognizance, in the general sense of that term, and would also, in respect of its parties, fall within the enumerated cases, yet no tribunal of the United States could entertain it, because all matters of merely internal concern have been kept by the States for their own original, exclusive, and sovereign control.\n New York City v. Miln, 11 Pet., 139.\n License Cases, 5 How., 588.\n III. The Supreme Court of the United States, while fettered by each of the conditions so attaching to the whole Judicial Department-of which it is simply the highest organ-has been otherwise so narrowly confined as to permit it to wield, in an original form, only a very scant degree of the scant power confided to the range of the Judicial Department. The Constitution assumed the existence of, but did not create this tribunal, and it delineated the outlines of the judicial authority with which it might or should be endowed. Of necessity, all judicial power must be exerted in an original or appellate form, and the Constitution has declared the precise cases in which, under either of these forms, the judicial power of the United States may be imparted to the Supreme Court.\n The orginal jurisdiction, (and the present inquiry concerns that alone,) thus permitted to it, is expressly limited to--\n\n 1. \nCases 'affecting ambassadors, other public ministers, or consuls;' and--\n\n 2. \nCases 'in which a State shall be a party,' and, since the adoption of the eleventh amendment, in which a State shall be the plaintiff, or other pursuing party. This means, that a State, in its sole corporate capacity, shall be the 'entire prosecuting party on the record,' with a persona standi in judicio of its own-a direct legal or equitable right pertaining to it, as a distinct unity. It is not enough that it may be 'consequentially affected or indirectly interested.'- \n\n[65 U.S. 66, 88]\n \n Fowler v. Lindsay, 3 Dall., 411.\n United States v. Peters, 5 Cranch, 115, 139.\n Osborne v. United States Bank, 9 Wheat., 738, 850-857.\n United States Bank v. Planters' Bank, 9 Wheat., 904, 906.\n Wheeling Bridge Case, 13 How., 518, 559.\n IV. The Constitution does not, of itself, vest any power of action in the Supreme Court. It simply enables the court, under the regulating control of Congress, to exert judicial authority in the prescribed cases; but the existence in the court of the power itself, and the methods and instruments of its exercise, depend on the affirmative legislative action of Congress. The Supreme Court, in respect of both forms of its jurisdiction, is be organ of the Constitution and the law.\n Chisholm v. Georgia, 2 Dall., 419, 432, 452.\n Marbury v. Madison, 1 Cranch, 137, 173.\n Bollman's Case, Ex parte, 4 Cranch, 75, 93, 94.\n Wayman v. Southard, 10 Wheat., 1, 21, 22.\n New York v. New Jersey, 5 Pet., 284, 290.\n Crane's Case, Ex parte, 5 Pet., 190, 193. Rhode Island v. Massachusetts, 12 Pet., 657, 721, 722.\n Kendall v. United States, 12 Pet., 524, 622.\n Christie's Case, Ex parte, 3 How., 293, 322.\n The Congress, exercising its power in this behalf, has regulated the jurisdiction of this court, and its forms and mode of proceeding. These regulations, so far as they bear upon the present purpose, are substantially as follows:\n\n 1. \nThe original cognizance of this court, as to cases in which a State is a party, has been limited to 'controversies of a civil nature'-a limitation not expressed by the Constitution, and yet certainly effectual. Judiciary Act, sec. 13.\n\n 2. \nPower has been given to the Supreme Court to issue two named writs: the writ of prohibition to a named court, for a named purpose; and the 'writ of mandamus, in cases warranted by the principles and usages of law, to any courts appointed, or persons holding office, under the authority of the United States.'- \n\n[65 U.S. 66, 89]\n \n Judiciary Act, sec. 13.\n The general authority to regulate its modes of proceeding conferred on this court by the 'process act,' (sec. 2,) and to issue 'other writs,' ancillary to the exercise of its jurisdiction, conferred by the judiciary act, (sec. 14,) does not enable the court to enlarge the uses of the writ of mandamus. The process act expressly shuts out from its operation 'the forms of proceeding,' which 'are provided for by the judiciary act;' and the judiciary act, in terms, limits the court to the issue of 'such other writs' as are 'not specially provided for by statute.' Moreover, on settled and necessary principles, the express grant of this writ, as against a specific class of functionaries-otherwise within the scope of its most ordinary uses, and to whom, as of course, it would ren, without distinct grant, if the court had a general authority to employ it-is a clear exclusion of any such authority, and an emphatic prohibition against the use of the writ in any other case, for any other purpose.\n Christie, Ex parte, 3 How., 293, 322.\n V. Arranging, in continuous order, the ascertained general conditions which limit the existence and exercise of the original jurisdiction of the Supreme Court in all possible cases, except only those 'affecting ambassadors, other public ministers, and consuls,' of whom there is now no question, it will be seen that no controversy can gain a foothold here, unless it be--\n\n 1. \nAppropriate for the action of judicial, as distinguished from political power.\n\n 2. \nWithin the scope of 'the judicial power of the United States,' as distinguished from the general mass of judicial power reserved by and to the several States for their own exclusive exercise.\n\n 3. \nInstituted by a State, as the 'entire party' plaintiff on record, in virtue of such direct legal or equitable interest in the subject-matter as, according to the ordinary rules applied to other parties, entitles it to 'move' a case at law, or in equity, against a party subject to the control of the court. \n\n[65 U.S. 66, 90]\n \n 4. Of a 'civil' as opposed to one of a criminal 'nature;' and--\n\n 5. \nConducted in a form of proceeding consistent with its subject- matter, with the character of its parties, and with the regulations prescribed by Congress for the use of that form of proceeding.\n But the controversy, if a writ of mandamus can be so called, moved for by the present application, has no one of all these vital characteristics; for--\n VI. The subject-matter of the controversy excludes it from discussion or adjudication by any judicial tribunal.\n\n 1. \nIt is not appropriate for the action of judicial power, since it only concerns the execution of a compact between States-independent as to each other-for the extradition of fugitive offenders. Affecting the States at large as to their exterior relations, and their reciprocal national rights and duties, it is, in essence, a political question. Without express provision, committing them, under specific regulations, to the judicial authority, the performance of national engagements addresses itself to the department wielding the political power, and able to weigh political considerations. No such valid provision has been made in respect of this compact.\n Marbury v. Madison, 1 Cranch, 137, 170.\n United States v. Palmer, 3 Wheat., 610, 634, 670.\n The Divina Pastora, 4 Wheat., 52, 63.\n Foster v. Neilson, 2 Peters, 253, 307, 314.\n Cherokee Nation v. Georgia, 5 Peters, 1, 20.\n United States v. Arredondo, 6 Peters, 691, 735.\n\n 2. \nIf fit for judicial cognizance under any circumstances, or by any tribunal, the subject of the proceeding is, nevertheless, not within the scope of the judicial power of the United States.\n a. The Constitution has not granted any power to any department of the Federal Government concerning the reclamation of fugitives from justice, as between the States. The provision which it contains in this behalf is a simple engagement made by the States with each other, regulating matters of purely State concern, and addressed to the States alone. \n\n[65 U.S. 66, 91]\n \n If, as an original question, this interpretation could be doubted, it has become the fixed one by long usage and acquiescence. Since the foundation of the Government, each State has habitually determined for itself the extent of this obligation; many of them (and Kentucky is one, 1 Stanton's Rev. Stat., 557) have regulated its discharge by express enactment; but never, until now, has the authority of the Federal Government been invoked to constrain its fulfilment. This practical exposition, acted upon for nearly eighty years, is too strong and obstinate to be shaken or controlled.\n Note.-Upon this ground, as well as another, yet to be noticed, the act of Congress relating to fugitives from justice is clearly void. No inference of power in the Federal Government over this subject can be drawn from acquiescence in its provisions, for the act, in defining the cases to which it extends, follows the precise language of the stipulation itself, and, in terms, leaves its execution wholly to the authorities of the States themselves. The States, doubtless, have generally observed the rules it declares for the mere manner of surrender; not, however, as having the force of law, but by reason of their inherent fitness and convenience.\n VII. The proceeding is not one in which a State is the pursuing party on the record; nor is any State so interested in its subject-matter as to be entitled to pursue here any form of controversy in respect to it; nor is the adversary party one over whom this court can, under any circumstances, or by any mode, exercise any control.\n\n 1. \nThe writ of mandamus-as will hereafter more distinctly appear-is a prerogative writ, issued by the Government, it its own name, to its own functionaries, to redress or prevent a wrong done or threatened to itself as a Government. Awarded upon this ground and for this purpose, the Government is, of necessity, the prosecutor on the record. The relator is no 'party' to the writ, and the writ constitutes the whole 'case,' or 'controversy.' If granted in this case, it will be a proceeding instituted by 'The United States of America' against 'The Governor of Ohio.' Though the State of Kentucky may be interested in the performance of that duty, \n\n[65 U.S. 66, 92]\n \n yet the writ will issue upon reasons of public policy, simply to constrain the discharge of a public duty, imposed by the authority of the General Government, and essential to its own peculiar welfare. But if the applicant for the writ can be deemed the prosecuting party of record, still--\n\n 2. \nThe Commonwealth of Kentucky has not such an interest in the discharge of the asserted duty as entitles her to set the writ in motion. The ground on which it must base its interest in the extradition of Lago is simply one phase of that general obligation, springing out of the social compact itself, which binds every organized political community to avenge all injuries aimed at the being or welfare of its society. Certainly, this is the first and highest of all governmental duties; but nevertheless it is, in juridical language, a 'duty of imperfect obligation,' incapable in its essence of precise exposition or admeasurement, and its fulfilment depends on moral and social considerations, accosting the community at large, which a judicial tribunal can neither weigh, define, nor enforce. But if there by any such right in this behalf as may constitute a foundation for legal proceedings to enforce it, then--\n\n 3. \nThe claim made for the surrender of Lago must be prosecuted by the Executive authority, eo nomine, of the Commonwealth of Kentucky. That 'authority' alone is empowered by the Constitution to demand the extradition, and, by parity of reason, can alone institute proceedings for its enforcement. But a suit by or against a State functionary, as such, is not a suit by or against the State itself.\n Osborne v. United States Bank, 9 Wheat., 852, 859.\n United States Bank v. Planters' Bank, 6 Wheat., 904.\n\n 4. \nThe official personage against whom the writ is prayed is not subject, in any form or degree, to the jurisdiction of this court. The proceeding is against him in his official character and respects his official duty; so that if from any cause the present incumbent of the office should, prior to the exection of the writ, be divested of his official position, the writ itself would, in the same instant and ex necessitate rei, fall impotent-a mere brutum fulmen. The proceeding, then, is aimed at the \n\n[65 U.S. 66, 93]\n \n supreme Executive of the State of Ohio, to 'coerce' the exercise of one of its imagined functions. But no power has been confided to any Department of the Federal Government to impose a duty upon any functionaries of a State, or to constrain the discharge of their official concerns.\n Martin v. Hunter's Lessee, 1 Wheat., 304, 336.\n Houston v. Moore, 5 Wheat., 1, 21, 22.\n Prigg v. Pennsylvania, 16 Peters, 539.\n Note.-Upon this ground, also, the act of Congress relating to fugitives from justice, which speaks only to State authorities, is void.\n VIII. The controversy raised by the motion is not of a civil nature. It involves no question of the rights of person or the rights of property. The power of the court is invoked simply in aid of the administration of the criminal code of Kentucky, to the end that she may be able to try Lago for an imputed offence against her laws, and, if guilty, to imprison him in her penitentiary.\n IX. The original jurisdiction of this court cannot be exercised through the method of the writ of mandamus; and this disability springs as well from the inherent nature of the writ itself as from the regulations prescribed for its use by the Legislative power.\n\n 1. \nThe nature and functions of the writ are so peculiar as to forbid its employment, save for a single purpose, by any of the courts of the United States. The writ comes to us from the common law; and this court has judicially determined that the common-law remedies in the Federal tribunals are to be according to the principles of that law as settled in England, (Campbell v. Robinson, 3 Wheat., 221,) subject, of course, to the modifications made by Congress, or under its authority, and also to such limitations as result form the constitution of the court and the nature of the Federal Government. According to these principles, this writ, as tersely defined by Lord Mansfield, is 'a high prerogative one, flowing from the King himself, sitting in the Court of King's Bench, superintending the police, and preserving the peace of the country.'\n Rex v. Barker, 1 Bl. Rep., 300, 352. \n\n[65 U.S. 66, 94]\n \n Stated in a different form, the writ at common law is issued by a tribunal in which not only the judicial sovereignty, but the prerogative of general superintendency resides, and it is employed extra-judicially ( Audley v. Jay, Popham, 176) as well as judicially. Its judicial use is to supervise the administration of the King's justice by his inferior judicatures; and its extra-judicial function is 'to preserve peace, order, and good government,' by constraining the prompt and rightful performance of every public duty confided to any public functionary or tribunal by 'Parliament or the King's Charter.'\n Tapping on Mandamus, S. 6, 11, 12.\n Bacon's Ab. Tit. Mandamus, A.\n Butler's Nisi Prius, 195.\n Rex v. Baker, 3 Burr, 1266.\n Rex v. Bank of England, 2 Barn. and Ald., 622.\n Rex v. Fowey, 2 Barn. and Cr., 596.\n Rex v. North Riding, 2 Barn. and Cr., 290.\n Rex v. E. C. Railway, 10 Ad. and El., 557.\n Kendall v. United States, 12 Peters, 621.\n But this court is one of very special and limited jurisdiction. The judicial sovereignty, in its general sense, does not reside here; and it has no prerogative power, no police power, no power to superintend the conduct of public affairs. All its attributes are purely judicial; and from its very constitution, the power to issue this writ, in the large sense of the common law, cannot be given to this court. Of necessity, it can employ the writ only in its judicial operation, and as a revisionary process directed to some inferior judicature charged with the administration of the justice of the Federal Government. Otherwise stated, the court cannot, under the Constitution, be empowered to issue the writ of mandamus, save to the inferior judicatures of the United States, in the exercise of its appellate jurisdiction.\n Marbury v. Madison, 1 Cranch, 137, 176.\n Kendall v. United States, 12 Peters, 524, 621.\n\n 2. \nThe judicial act, as already noticed, in regulating the conditions under which the great common-law writs may be issued by this court, has interdicted the employment of this \n\n[65 U.S. 66, 95]\n \n writ, except as it may, agreeably to 'the principles and usages of law,' be directed against 'courts appointed, or persons holding office, under the authority of the United States.' (Sec. 13.) In effect, however, the power to issue the writ is not co-extensive with even the narrow boundaries so prescribed. For the court, considering the validity of this provision, and recognising the incompatibility of any of the common-law functions of the writ with the limited and peculiar nature of its original power, has solemnly determined that the Constitution prohibits it from issuing the writ, except to the courts of the Federal Government, in the exercise of its appellate jurisdiction.\n Marbury v. Madison, 1 Cranch, 137, 176.\n Kendall v. United States, 12 Peters, 524, 621.\n But the party against whom the writ is now invoked does not come within either of the categories prescribed by the judicial act. The Governor of Ohio is not a 'court appointed, or a person holding office, under the authority of the United States.'\n X. The results now attained demonstrate that the controversy which the present application seeks to inaugurate is, in its form and in its essence, in its whole and in its every part and element, beyond the utmost sweep of the jurisdiction of this court. The power to compose this national and political strife does not reside in this tribunal; the pursuing party cannot cross its threshold; the party pursued is without the reach of its arm; the subject of the difference has been excluded from its action; and the writ which it is solicited to grant has been denied to it as a method for the exercise of its original jurisdiction.\n\n Mr. Chief Justice TANEY delivered the opinion of the court.\n The court is sensible of the importance of this case, and of the great interest and gravity of the questions involved in it, and which have been raised and fully argued at the bar.\n Some of them, however, are not now for the first time brought to the attention of this court; and the objections made to the jurisdiction, and the form and nature of the process to \n\n[65 U.S. 66, 96]\n \n be issued, and upon whom it is to be served, have all been heretofore considered and decided, and cannot now be regarded as open to further dispute.\n As early as 1792, in the case of Georgia v. Brailsford, the court exercised the original jurisdiction conferred by the Constitution, without any further legislation by Congress, to regulate it, than the act of 1789. And no question was then made, nor any doubt then expressed, as to the authority of the court. The same power was again exercised without objection in the case of Oswold v. the State of Georgia, in which the court regulated the form and nature of the process against the State, and directed it to be served on the Governor and Attorney General. But in the case of Chisholm's Executors v. the State of Georgia, at February term, 1793, reported in 2 Dall., 419, the authority of the court in this respect was questioned, and brought to its attention in the argument of counsel; and the report shows how carefully and thoroughly the subject was considered. Each of the judges delivered a separate opinion, in which these questions, as to the jurisdiction of the court, and the mode of exercising it, are elaborately examined.\n Mr. Chief Justice Jay, Mr. Justice Cushing, Mr. Justice Wilson, and Mr. Justice Blair, decided in favor of the jurisdiction, and held that process served on the Governor and Attorney General was sufficient. Mr. Justice Iredell differed, and thought that further legislation by Congress was necessary to give the jurisdiction, and regulate the manner in which it should be exercised. But the opinion of the majority of the court upon these points has always been since followed. And in the case of New Jersey v. New York, in 1831, 5 Pet., 284, Chief Justice Marshall, in delivering the opinion of the court, refers to the case of Chisholm v. the State of Georgia, and to the opinions then delivered, and the judgment pronounced, in terms of high respect, and after enumerating the various cases in which that decision had been acted on, reaffirms it in the following words:\n'It has been settled by our predecessors, on great deliberation, that this court may exercise its original jurisdiction in \n\n[65 U.S. 66, 97]\n \n suits against a State, under the authority conferred by the Constitution and existing acts of Congress. The rule respecting the process, the persons on whom it is to be served, and the time of service, are fixed. The course of the court, on the failure of the State to appear after due service of process, has been also prescribed.'\n\n And in the same case, page 289, he states in full the process which had been established by the court as a rule of practice in the case of Grayson v. the State of Virginia, 3 Dall., 320, and ever since followed. This rule directs, 'that when process at common law, or in equity, shall issue against a State, the same shall be served upon the Governor or chief Executive magistrate and the Attorney General of such State.'\n It is equally well settled, that a mandamus in modern practice is nothing more than an action at law between the parties, and is not now regarded as a prerogative writ. It undoubtedly came into use by virtue of the prerogative power of the English Crown, and was subject to regulations and rules which have long since been disused. But the right to the writ, and the power to issue it, has ceased to depend upon any prerogative power, and it is now regarded as an ordinary process in cases to which it is applicable. It was so held by this court in the cases of Kendall v. United States, 12 Pet., 615; Kendall v. Stokes and others, 3 How., 100.\n So, also, as to the process in the name of the Governor, in his official capacity, in behalf of the State.\n In the case of Madraso v. the Governor of Georgia, 1 Pet., 110, it was decided, that in a case where the chief magistrate of a State is sued, not by his name as an individual, but by his style of office, and the claim made upon him is entirely in his official character, the State itself may be considered a party on the record. This was a case where the State was the defendant; the practice, where it is plaintiff, has been frequently adopted of suing in the name of the Governor in behalf of the State, and was indeed the form originally used, and always recognised as the suit of the State.\n Thus, in the first case to be found in our reports, in which a suit was brought by a State, it was entitled, and set forth in \n\n[65 U.S. 66, 98]\n \n the bill, as the suit of 'the State of Georgia, by Edward Tellfair, Governor of the said State, complainant, against Samuel Brailsford and others;' and the second case, which was as early as 1793, was entitled and set forth in the pleadings as the suit of 'His Excellency Edward Tellfair, Esquire, Governor and Commander-in-chief in and over the State of Georgia, in behalf of the said State, complainant, against Samuel Brailsford and others, defendants.'\n The cases referred to leave no question open to controversy, as to the jurisdiction of the court. They show that it has been the established doctrine upon this subject ever since the act of 1789, that in all cases where original jurisdiction is given by the Constitution, this court has authority to exercise it without any further act of Congress to regulate its process or confer jurisdiction, and that the court may regulate and mould the process it uses in such manner as in its judgment will best promote the purposes of justice. And that it has also been settled, that where the State is a party, party, plaintiff or defendant, the Governor represents the State, and the suit may be, in form, a suit by him as Governor in behalf of the State, where the State is plaintiff, and he must be summoned or notified as the officer representing the State, where the State is defendant. And further, that the writ of mandamus does not issue from or by any prerogative power, and is nothing more than the ordinary process of a court of justice, to which every one is entitled, where it is the appropriate process for asserting the right he claims.\n We may therefore dismiss the question of jurisdiction without further comment, as it is very clear, that if the right claimed by Kentucky can be enforced by judicial process, the proceeding by mandamus is the only mode in which the object can be accomplished.\n This brings us to the examination of the clause of the Constitution which has given rise to this controversy. It is in the following words:\n'A person charged in any State with treason, felony, or other crime, who shall flee from justice, and be found in another State, shall, on demand of the Executive authority of the \n\n[65 U.S. 66, 99]\n \n State from which he fled, be delivered up, to be removed to the State having jurisdiction of the crime.'\n\n Looking to the language of the clause, it is difficult to comprehend how any doubt could have arisen as to its meaning and construction. The words, 'treason, felony, or other crime,' in their plain and obvious import, as well as in their legal and technical sense, embrace every act forbidden and made punishable to a law of the State. The word 'crime' of itself includes every offence, from the highest to the lowest in the grade of offences, and includes what are called 'misdemeanors,' as well as treason and felony.\n 4 Bl. Com., 5, 6, and note 3, Wendall's edition.\n But as the word crime would have included treason and felony, without specially mentioning those offences, it seems to be supposed that the natural and legal import of the word, by associating it with those offences, must be restricted and confined to offences already known to the common law and to the usage of nations, and regarded as offences in every civilized community, and that they do not extend to acts made offences by local statutes growing out of local circumstances, nor to offences against ordinary police regulations. This is one of the grounds upon which the Governor of Ohio refused to deliver Lago, under the advice of the Attorney General of that State.\n But this inference is founded upon an obvious mistake as to the purposes for which the words 'treason and felony' were introduced. They were introduced for the purpose of guarding against any restriction of the word 'crime,' and to prevent this provision from being construed by the rules and usages of independent nations in compacts for delivering up fugitives from justice. According to these usages, even where they admitted the obligation to deliver the fugitive, persons who fled on account of political offences were almost always excepted, and the nation upon which the demand is made also uniformly claims and exercises a discretion in weighing the evidence of the crime, and the character of the offence. The policy of different nations, in this respect, with the opinions of eminent writers upon public law, are collected in Wheaton \n\n[65 U.S. 66, 100]\n \n on the Law of Nations, 171; Foelix, 312; and Martin, Vere's edition, 182. And the English Government, from which we have borrowed our general system of law and jurisprudence, has always refused to deliver up political offenders who had sought an asylum within its dominions. And as the States of this Union, although united as one nation for certain specified purposes, are yet, so far as concerns their internal government, separate sovereignties, independent of each other, it was obviously deemed necessary to show, by the terms used, that this compact was not to be regarded or construed as an ordinary treaty for extradition between nations altogether independent of each other, but was intended to embrace political offences against the sovereignty of the State, as well as all other crimes. And as treason was also a 'felony,' (4 Bl. Com., 94,) it was necessary to insert those words, to show, in language that could not be mistaken, that political offenders were included in it. For this was not a compact of peace and comity between separate nations who had no claim on each other for mutual support, but a compact binding them to give aid and assistance to each other in executing their laws, and to support each other in preserving order and law within its confines, whenever such aid was needed and required; for it is manifest that the statesmen who framed the Constitution were fully sensible, that from the complex character of the Government, it must fail unless the States mutually supported each other and the General Government; and that nothing would be more likely to disturb its peace, and end in discord, than permitting an offender against the laws of a State, by passing over a mathematical line which divides it from another, to defy its process, and stand ready, under the protection of the State, to repeat the offence as soon as another opportunity offered.\n Indeed, the necessity of this policy of mutual support, in bringing offenders to justice, without any exception as to the character and nature of the crime, seems to have been first recognised and acted on by the American colonies; for we find, by Winthrop's History of Massachusetts, vol. 2, pages 121 and 126, that as early as 1643, by 'articles of Confederation \n\n[65 U.S. 66, 101]\n \n between the plantations under the Government of Massachusetts, the plantation under the Government of New Plymouth, the plantations under the Government of Connecticut, and the Government of New Haven, with the plantations in combination therewith,' these plantations pledged themselves to each other, that, upon the escape of any prisoner or fugitive for any criminal cause, whether by breaking prison, or getting from the officer, or otherwise escaping, upon the certificate of two magistrates of the jurisdiction out of which the escape was made that he was a prisoner or such an offender at the time of the escape, the magistrate, or some of them, of the jurisdiction where, for the present, the said prisoner or fugitive abideth, shall forthwith grant such a warrant as the case will bear, for the apprehending of any such person, and the delivery of him into the hands of the officer or other person who pursueth him; and if there be help required for the safe returning of any such offender, then it shall be granted unto him that craves the same, he paying the charges thereof.' It will be seen that this agreement gave no discretion to the magistrate of the Government where the offender was found; but he was bound to arrest and deliver, upon the production of the certificate under which he was demanded.\n When the thirteen colonies formed a Confederation for mutual support, a similar provision was introduced, most probably suggested by the advantages which the plantations had derived from their compact with one another. But, as these colonies had then, by the Declaration of Independence, become separate and independent sovereignties, against which treason might be committed, their compact is carefully worded, so as to include treason and felony-that is, political offences-as well as crimes of an inferior grade. It is in the following words:\n'If any person, guilty of or charged with treason, felony, or other high misdemeanor, in any State, shall flee from justice, and be found in any other of the United States, he shall, upon demand of the Governor or Executive power of the State from which he fled, be delivered up and removed to the State having jurisdiction of his offence.'- \n\n[65 U.S. 66, 102]\n \n And when these colonies were about to form a still closer union by the present Constitution, but yet preserving their sovereignty, they had learned from experience the necessity of this provision for the internal safety of each of them, and to promote concord and harmony among all their members; and it is introduced in the Constitution substantially in the same words, but substituting the word 'crime' for the words 'high misdemeanor,' and thereby showing the deliberate purpose to include every offence known to the law of the State from which the party charged had fled.\n\n The argument of behalf of the Governor of Ohio, which insists upon excluding from this clause new offences created by a statute of the State, and growing out of its local institutions, and which are not admitted to be offences in the State where the fugitive is found, nor so regarded by the general usage of civilized nations, would render the clause useless for any practical purpose. For where can the line of division be drawn with anything like certainty? Who is to mark it? The Governor of the demanding State would probably draw one line, and the Governor of the other State another. And, if they differed, who is to decide between them? Under such a vague and indefinite construction, the article would not be a bond of peace and union, but a constant source of controversy and irritating discussion. It would have been far better to omit it altogether, and to have left it to the comity of the States, and their own sense of their respective interests, than to have inserted it so conferring a right, and yet defining that right so loosely as to make it a never-failing subject of dispute and ill-will.\n The clause in question, like the clause in the Confederation, authorizes the demand to be made by the Executive authority of the State where the crime was committed, but does not in so many words specify the officer of the State upon whom the demand is to be made, and whose duty it is to have the fugitive delivered and removed to the State having jurisdiction of the crime. But, under the Confederation, it is plain that the demand was to be made on the Governor or Executive authority of the State, and could be made on no other department \n\n[65 U.S. 66, 103]\n \n or officer; for the Confederation was only a league of separate sovereignties, in which each State, within its own limits, held and exercised all the powers of sovereignty; and the Confederation had no officer, either executive, judicial, or ministerial, through whom it could exercise an authority within the limits of a State. In the present Constitution, however, these powers, to a limited extent, have been conferred on the General Government within the territories of the several States. But the part of the clause in relation to the mode of demanding and surrendering the fugitive is, (with the exception of an unimportant word or two,) a literal copy of the article of the Confederation, and it is plain that the mode of the demand and the official authority by and to whom it was addressed, under the Confederation, must have been in the minds of the members of the Convention when this article was introduced, and that, in adopting the same words, they manifestly intended to sanction the mode of proceeding practiced under the Confederation-that is, of demanding the fugitive from the Executive authority, and making it his duty to cause him to be delivered up.\n Looking, therefore, to the words of the Constitution-to the obvious policy and necessity of this provision to preserve harmony between States, and order and law within their respective borders, and to its early adoption by the colonies, and then by the Confederated States, whose mutual interest it was to give each other aid and support whenever it was needed-the conclusion is irresistible, that this compact engrafted in the Constitution included, and was intended to include, every offence made punishable by the law of the State in which it was committed, and that it gives the right to the Executive authority of the State to demand the fugitive from the Executive authority of the State in which he is found; that the right given to 'demand' implies that it is an absolute right; and it follows that there must be a correlative obligation to deliver, without any reference to the character of the crime charged, or to the policy or laws of the State to which the fugitive has fled.\n This is evidently the construction put upon this article in \n\n[65 U.S. 66, 104]\n \n the act of Congress of 1793, under which the proceedings now before us are instituted. It is therefore the construction put upon it almost cotemporaneously with the commencement of the Government itself, and when Washington was still at its head, and many of those who had assisted in framing it were members of the Congress which enacted the law.\n The Constitution having established the right on one part and the obligation on the other, it became necessary to provide by law the mode of carrying it into execution. The Governor of the State could not, upon a charge made before him, demand the fugitive; for, according to the principles upon which all of our institutions are founded, the Executive Department can act only in subordination of the Judicial Department, where rights of person or property are concerned, and its duty in those cases consists only in aiding to support the judicial process and enforcing its authority, when its interposition for that purpose becomes necessary, and is called for by the Judicial Department. The Executive authority of the State, therefore, was not authorized by this article to make the demand unless the party was charged in the regular course of judicial proceedings. And it was equally necessary that the Executive authority of the State upon which the demand was made, when called on to render his aid, should be satisfied by competent proof that the party was so charged. This proceeding, when duly authenticated, is his authority for arresting the offender.\n This duty of providing by law the regulations necessary to carry this compact into execution, from the nature of the duty and the object in view, was manifestly devolved upon Congress; for if it was left to the States, each State might require different proof to authenticate the judicial proceeding upon which the demand was founded; and as the duty of the Governor of the State where the fugitive was found is, in such cases, merely ministerial, without the right to exercise either executive or judicial discretion, he could not lawfully issue a warrant to arrest an individual without a law of the State or of Congress to authorize it. These difficulties presented themselves as early as 1791, in a demand made by the Governor \n\n[65 U.S. 66, 105]\n \n of Pennsylvania upon the Governor of Virginia, and both of them admitted the propriety of bringing the subject before the President, who immediately submitted the matter to the consideration of Congress. And this led to the act of 1793, of which we are now speaking. All difficulty as to the mode of authenticating the judicial proceeding was removed by the article in the Constitution, which declares, 'that full faith and credit shall be given in each State to the public acts, records, and judicial proceedings, of every other State; and the Congress may by general laws prescribe the manner in which acts, records, and proceedings, shall be proved, and the effect thereof.' And without doubt the provision of which we are now speaking-that is, for the delivery of a fugitive, which requires official communications between States, and the authentication of official documents-was in the minds of the framers of the Constitution, and had its influence in inducing them to give this power to Congress. And acting upon this authority, and the clause of the Constitution which is the subject of the present controversy, Congress passed the act of 1793, February 12th, which, as far as relates to this subject, is in the following words:\n'Section 1. That whenever the Executive authority of any State in the Union, or of either of the Territories northwest or south of the river Ohio, shall demand any person as a fugitive from justice of the Executive authority of any such State or Territory to which such person shall have fled, and shall, moreover, produce the copy of an indictment found, or an affidavit made before a magistrate of any State or Territory as aforesaid, charging the person so demanded with having committed treason, felony, or other crime, certified as authentic by the Governor or chief Magistrate of the State or Territory from whence the person so charged fled, it shall be the duty of the Executive authority of the State or Territory to which such person shall have fled to cause him or her to be arrested and secured, and notice of the arrest to be given to the Executive authority making such demand, or to the agent of such authority appointed to receive the fugitive, and to cause the fugitive to be delivered to such agent when he shall appear; \n\n[65 U.S. 66, 106]\n \n but if no such agent shall appear within six months from the time of the arrest, the prisoner may be discharged. And all costs or expenses incurred in the apprehending, securing, and transmitting such fugitive to the State or Territory making such demand shall be paid by such State or Territory.\n\n'Section 2. And be it further enacted, That any agent, appointed as aforesaid, who shall receive the fugitive into his custody, shall be empowered to transport him or her to the State or Territory from which he or she shall have fled; and if any person or persons shall by force set at liberty or rescue the fugitive from such agent while transporting as aforesaid, the person or persons so offending shall, on conviction, be fined not exceeding five hundred dollars, and be imprisoned not exceeding one year.'\n\n It will be observed, that the judicial acts which are necessary to authorize the demand are plainly specified in the act of Congress; and the certificate of the Executive authority is made conclusive as to their verity when presented to the Executive of the State where the fugitive is found. He has no right to look behind them, or to question them, or to look into the character of the crime specified in this judicial proceeding. The duty which he is to perform is, as we have already said, merely ministerial-that is, to cause the party to be arrested, and delivered to the agent or authority of the State where the crime was committed. It is said in the argument, that the Executive officer upon whom this demand is made must have a discretionary executive power, because he must inquire and decide who is the person demanded. But this certainly is not a discretionary duty upon which he is to exercise any judgment, but is a mere ministerial duty-that, is, to do the act required to be done by him, and such as every marshal and sheriff must perform when process, either criminal or civil, is placed in his hands to be served on the person named in it. And it never has been supposed that this duty involved and discretionary power, or made him anything more than a mere ministerial officer; and such is the position and character of the Executive of the State under this law, when the demand is made upon him and the requisite evidence produced. The \n\n[65 U.S. 66, 107]\n \n Governor has only to issue his warrant to an agent or officer to arrest the party named in the demand.\n The question which remains to be examined is a grave and important one. When the demand was made, the proofs required by the act of 1793 to support it were exhibited to the Governor of Ohio, duly certified and authenticated; and the objection made to the validity of the indictment is altogether untenable. Kentucky has an undoubted right to regulate the forms of pleading and process in her own courts, in criminal as well as civil cases, and is not bound to conform to those of any other State. And whether the charge against Lago is legally and sufficiently laid in this indictment according to the laws of Kentucky, is a judicial question to be decided by the courts of the State, and not by the Executive authority of the State of Ohio.\n The demand being thus made, the act of Congress declares, that 'it shall be the duty of the Executive authority of the State' to cause the fugitive to be arrested and secured, and delivered to the agent of the demanding State. The words, 'it shall be the duty,' in ordinary legislation, imply the assertion of the power to command and to coerce obedience. But looking to the subject-matter of this law, and the relations which the United States and the several States bear to each other, the court is of opinion, the words 'it shall be the duty' were not used as mandatory and compulsory, but as declaratory of the moral duty which this compact created, when Congress had provided the mode of carrying it into execution. The act does not provide any means to compel the execution of this duty, nor inflict any punishment for neglect or refusal on the part of the Executive of the State; nor is there any clause or provision in the Constitution which arms the Government of the United States with this power. Indeed, such a power would place every State under the control and dominion of the General Government, even in the administration of its internal concerns and reserved rights. And we think it clear, that the Federal Government, under the Constitution, has no power to impose on a State officer, as such, any duty whatever, and compel him to perform it; for if it \n\n[65 U.S. 66, 108]\n \n possessed this power, it might overload the officer with duties which would fill up all his time, and disable him from performing his obligations to the State, and might impose on him duties of a character incompatible with the rank and dignity to which he was elevated by the State.\n It is true that Congress may authorize a particular State officer to perform a particular duty; but if he declines to do so, it does not follow that he may be coerced, or punished for his refusal. And we are very far from supposing, that in using this word 'duty,' the statesmen who framed and passed the law, or the President who approved and signed it, intended to exercise a coercive power over State officers not warranted by the Constitution. But the General Government having in that law fulfilled the duty devolved upon it, by prescribing the proof and mode of authentication upon which the State authorities were bound to deliver the fugitive, the word 'duty' in the law points to the obligation on the State to carry it into execution.\n It is true that in the early days of the Government, Congress relied with confidence upon the co-operation and support of the States, when exercising the legitimate powers of the General Government, and were accustomed to receive it, upon principles of comity, and from a sense of mutual and common interest, where no such duty was imposed by the Constitution. And laws were passed authorizing State courts to entertain jurisdiction in proceedings by the United States to recover penalties and forfeitures incurred by breaches of their revenue laws, and giving to the State courts the same authority with the District Court of the United States to enforce such penalties and forfeitures, and also the power to hear the allegations of parties, and to take proofs, if an application for a remission of the penalty or forfeiture should be made, according to the provisions of the acts of Congress. And these powers were for some years exercised by State tribunals, readily, and without objection, until in some of the States it was declined because it interfered with and retarded the performance of duties which properly belonged to them, as State courts; and in other States, doubts appear to have arisen as \n\n[65 U.S. 66, 109]\n \n to the power of the courts, acting under the authority of the State, to inflict these penalties and forfeitures for offences against the General Government, unless especially authorized to do so by the State.\n And in these cases the co-operation of the States was a matter of comity, which the several sovereignties extended to one another for their mutual benefit. It was not regarded by either party as an obligation imposed by the Constitution. And the acts of Congress conferring the jurisdiction merely give the power to the State tribunals, but do not purport to regard it as a duty, and they leave it to the States to exercise it or not, as might best comport with their own sense of justice, and their own interest and convenience.\n But the language of the act of 1793 is very different. It does not purport to give authority to the State Executive to arrest and deliver the fugitive, but requires it to be done, and the language of the law implies an absolute obligation which the State authority is bound to perform. And when it speaks of the duty of the Governor, it evidently points to the duty imposed by the Constitution in the clause we are now considering. The performance of this duty, however, is left to depend on the fidelity of the State Executive to the compact entered into with the other States when it adopted the Constitution of the United States, and became a member of the Union. It was so left by the Constitution, and necessarily so left by the act of 1793.\n And it would seem that when the Constitution was framed, and when this law was passed, it was confidently believed that a sense of justice and of mutual interest would insure a faithful execution of this constitutional provision by the Executive of every State, for every State had an equal interest in the execution of a compact absolutely essential to their peace and well being in their internal concerns, as well as members of the Union. Hence, the use of the words ordinarily employed when an undoubted obligation is required to be performed, 'it shall be his duty.'\n But if the Governor of Ohio refuses to discharge this duty, there is no power delegated to the General Government, either \n\n[65 U.S. 66, 110]\n \n through the Judicial Department or any other department, to use any coercive means to compel him.\n And upon this ground the motion for the mandamus must be overruled. \n\n\n\n","2":"\n\nUnited States Supreme Court\nEBERLY v. MOORE(1860)\n\nArgued: Decided: December 1, 1860\n\n\n\n\n[65 U.S. 147, 148]\n \n THIS case was brought up by writ of error from the District Court of the United States for the western district of Texas.\n Angelina R. Eberly, and the minor, Peyton Lytle, brought an action of trespass to try title to a tract of land situated in Falls county, in the State of Texas. The suit was brought against a number of persons, who adopted different modes of defence. Moore and Raybon pleaded the general issue and certain pleas of adverse possession in bar. At the succeeding term of the court they presented a motion for leave to withdraw their answer, and plead in abatement, upon the ground that the plaintiffs, instead of being citizens of Kentucky, as they had alleged, were in reality citizens of Texas, and consequently that the court had no jurisdiction over the case. The motion was granted and the pleas in abatement filed. Other proceedings took place which it is not necessary to state. After the jury was impannelled, the court charged them as follows:\n GENTLEMEN OF THE JURY: To give the court jurisdiction of this case, it is necessary that the plaintiffs should be non-residents, or citizens of the State of Texas. The petition alleges that two of the plaintiffs, viz: Mrs. Eberly and Peyton Lytle, are citizens of the State of Kentucky. This allegation is denied by the plea in abatement, which avers them to be citizens of the State of Texas. Upon this issue arises the question of fact which you are to determine.\n When a domicil or citizenship is once acquired in a State, a mere temporary removal will not affect it, and a citizenship elsewhere will not be acquired without a corresponding removal, accompanied with a bona fide intent for that purpose. This intent the jury must determine from all the facts and circumstances in evidence before them. The jury will simply state in their verdict whether, from the proof before them in \n\n[65 U.S. 147, 149]\n \n this case, Mrs. Eberly, and her grandson, Peyton Lytle, or either of them, were citizens of the States of Kentucky or Texas on the 4th November, 1855\n\n\n T. H. DUVAL, U. S. Dist, Judge.\n The defendants ask the court to charge, that if Texas was the natural domicil of Peyton Lytle, that is, the domicil of his birth, and if it remained so until the death of his parents, then it was not in the power of the grandmother to change his domicil by carrying him to Kentucky, and thus to confer upon him that citizenship which would give this court jurisdiction.\n JNO. A. & R. GREEN, For Def'ts.\n The above instruction is given.\n T. H. DUVAL, U. S. Dist. Judge.\n And the jury having heard the evidence, and argument of counsel, and the charge of the court, retired, and returned into court with the following verdict, which is in words, to wit:\n'We, the jury, find, from the law and the evidence, that the domicil or residence of the plaintiffs in this case, Angelina R. Eberly, and her grandson, Peyton Lytle, never has been changed from the State of Texas, and that their domicil or residence was in the State of Texas at the commencement of this suit.'\n\n The counsel for the plaintiffs took an exception to the judgment of the court, granting permission to the defendants to withdraw their plea first filed and file one in abatement; and afterwards moved the court for judgment by default to be entered against the defendants, for want of a defence or answer; which motion being overruled by the court, the plaintiffs excepted. The jury then found that the residence of the plaintiffs was in Texas, and the court dismissed the suit.\n The case was argued by Mr. Hale for the plaintiffs in error, and submitted on a printed argument by Mr. Ballinger for the defendant. \n\n[65 U.S. 147, 150]\n \n That part only of the argument of Mr. Hale which related to the power of the court to grant leave to the defendants to withdraw their first plea and plead in abatement can be inserted.\n Ordinary questions of amendment are intrusted to the discretion of the inferior courts, and are not revisable here; but in a case of this character, the courts of law have no discretion. The 32nd section of the act of 1789, (1 Stat. at L., 91,) applies, in its first clause, to the correction of formal defects or errors by a reference to other parts of the record; and in its last and more general clause, to an amendment of 'any defect in the process or pleadings.' It is obvious that this statute grants only the power of correcting an error occurring in the body of a pleading, and is not to be understood as authorizing the cancellation or withdrawal of the pleading itself. In the latter case there would be no 'defect' to be supplied, as there would be nothing left in which to supply it. The power, then, to allow the withdrawal of an entire plea and the substitution of another, must be derived, if at all, from the common law, or the general and necessary authority of a court in ordinationem litis. But this general authority cannot extend to the case of amendments, because then there would have been no need of the enabling statutes. And at common law, the courts had at first no power of admitting amendments after the term.\n Bac. Ab. Amendment, A.\n Blackmore's case, 6 Co. R., 157.\n Com. Dig. Prerogative, D., 85.\n Nelson v. Barker, 3 McLean, 379.\n Afterwards their power was considered to continue as long as the cause was 'in paper.'\n Tidd's Pract., 697.\n Bondfield v. Milner, 2 Burr., 1099.\n The expression 'in paper' appears to be strictly applied to the condition of a cause before the impannelling of a jury; but the decisions are conflicting as to the power of granting an amendment in a material point, (except to correct a variance,) \n\n[65 U.S. 147, 151]\n \n after issue is taken. It is clear that an omission cannot, in the English courts, be supplied after that time.\n Bye v. Bower, Carr and M., 262.\n John v. Currie, 6 Carr and P., 618.\n Brashear v. Jackson, 6 Mees. and W., 549.\n Webb v. Hill, Mood and M., 253.\n But there have been instances where a demurrer or replication was allowed to be withdrawn and a new pleading substituted. In these cases, however, it is to be noticed that the object has been to speed the cause. There is no precedent for the withdrawal of a plea in bar, to admit either a demurrer or a plea in abatement. On the contrary, it is well settled that a plea, introduced by amendment, must be to the merits of the case.\n Law v. Law, Str., 960.\n Perkins v. Burbank, 2 Mass., 73.\n Eaton v. Whittaker, 6 Pick., 465.\n Beach v. Fulton Bank, 3 Wend., 573, 576.\n Waples v. McGee, 2 Harring, 444.\n See, also, D'Wolf v. Rabaud, 1 Pet., 585.\n Ripley v. Warren, 2 Pick., 592, 594-596.\n Palmer v. Everson, 2 Cow., 417.\n Engle v. Nelson, 1 Penns., 442.\n There seem to be two rules on this subject; first, that an amendment will not, in general, be allowed, unless there is something in the record by which or on which to amend; and second, in the rare cases in which an entire new plea is permitted, it must be of a character subsequent in the natural order of pleading to the one withdrawn.\n Judicial discretion can only be exercised where neither party has a legal right. When rights are involved, discretion ends, and any decision becomes the subject of appellate revision. In the present case, the defendants in error, by pleading in bar at a former term, had admitted the jurisdiction of the court and waived any objection to it.\n Co. Litt., 303. Com. Dig. Abatement, D., 9, 5. Mostyn v. Fabrigas, Cowp., 161. \n\n[65 U.S. 147, 152]\n \n Bailey v. Dozier, 6 How., 23, 30.\n Sheppard v. Graves, 14 How., 505, 509.\n Whyte v. Gibbes et al., 20 How., 579, 585.\n Martin v. Commonw., 1 Mass., 347.\n Ripley v. Warren, 2 Pick., 592, 594.\n Coffin v. Jones, 5 Pick., 61.\n Ludlow v. Simond, 2 Caines Ca., 40.\n Wood v. Mann, 1 Sumn., 578.\n Hinckley v. Smith, 4 Watts, 433.\n Chamberlain v. Hite, 5 Watts, 373.\n And it is so expressly decided in Texas, Hart. Dig., art. 688, 691.\n Drake v. Brander, 8 Texas, 351.\n Cook v. Southwick, 9 Tex., 615.\n Ryan v. Jackson, 11 Tex., 391, 400.\n Wilson v. Adams, 15 Tex., 323. Compton v. Western Stage Co., Mass. opinion.\n This waiver on the part of the defendants enures to the plaintiffs, and when acted on by them, in the further prosecution of the suit, gives them a right to insist on it as conclusive. Thus Lord Eldon said, in Iveson v. Harris, 7 Vesey, 254, 'the objection to the jurisdiction may have been waived by the defendant himself-that is, he may have pleaded so that it is incompetent to him to stay the proceeding afterwards.' And this is further illustrated by the remarks of the Vice Chancellor, in Chichester v. Conegal, 6 Madd., 375. 'I state,' he says, 'without exception, as a general principle, that in courts of equity, as well as courts of law, a party admitting a fact which gives jurisdiction to a court, and appearing, and submitting to that jurisdiction, on general principles and upon all the analogies known to us, can never recede, or as it is called in the Scoth law, resile, from these facts and withdraw that admission.'\n See, also, Smith v. Elder, 3 Johns. R., 113.\n Cases are not wanting, also, in which the power of a court to permit a plea to the jurisdiction, after such a constructive admission, has been expressly denied. Thus in Martin v. Commonw., 1 Mass., 353-60, the Attorney General asked \n\n[65 U.S. 147, 153]\n \n leave to plead in abatement after an imparlance in error; and objection being made by Parsons, counsel for plaintiff in error, the court unanimously refused to permit it, because the plea in abatement was offered after a plea in bar had been filed, which admitted the capacity of the plaintiff in error. In a similar case in New York, where it was shown that the general issue had been pleaded without the knowledge of the defendant, the court still refused to allow it to be withdrawn to let in a plea of coverture.\n Anonymous, 3 Caines R., 102.\n So permission to plead in abatement will be refused, after imparlance, though the prayer for imparlance was by mistake or through ignorance.\n 2 Rol., 244.\n Com. Dig. Abatement, D., 9, 2.\n The subject is elaborately discussed in Wood v. Mann, 1 Sumn., 578. And the principle is substantially affirmed by the Supreme Court of Texas in Coles v. Perry, 7 Texas, 109, 141.\n That part only of Mr. Ballinger's argument which relates to the general rules of pleading can be given, omitting the references to the Texas decisions.\n II. The court below had the right to permit the answer to the merits to be withdrawn and abandoned, and a plea to the jurisdiction filed; and this court will not revise the discretion which was exercised.\n The general rule requiring a plea to the jurisdiction to precede a plea to the merits, or otherwise waiving the former, is of course familiar. Its reason is thus explained by Judge Story: 'All pleas to the jurisdiction are objections to entering into the litis contestatio, and they must and ought therefore to precede the litis contestatio. When the party submits the merits of the case to be heard by the court on the pleadings and testimony, he admits that the court has jurisdiction for that purpose.'\n 2 Sumner, 585; 11 Pet., 393; 14 How., 509.\n But the question is, whether, if a party once pleads to the \n\n[65 U.S. 147, 154]\n \n merits, he forever forfeits all right to ask, and the court itself loses all power to permit, upon any ground whatever, such plea to be withdrawn, and an issue presented to the jurisdiction of the court. If he is led to make such plea through fraud and misrepresentation practiced upon him, or through accident or mistake, not culpable on his part, and it appears not to have prejudiced the plaintiff in any degree, but to be only an unconscionable advantage in his favor, is the mouth of the defendant forever closed, and is he placed beyond the pale of any relief? 'Fraud vitiates the most solemn proceedings of courts of justice.'\n Duchess of Kingston's Case.\n Accident, surprise, and mistake, are grounds of relief in all the transactions of life. Can it be possible that rules of pleading, fashioned by the courts for their own convenience in the administration of justice, are the only exception to the power of courts to grant relief from unconscionable advantages obtained by either of these means? 'If courts could not, in cases of accident or necessity, with a view to reach the truth, give relief or indulgence on making the other party indemnity for the delay, our rules would be worse than any principles of law in common cases, which are often relieved against in equity, and sometimes at law, in the event of accident and mistake.'\n See Wallace v. Clark, (3 Woodb. and M., 359,) a case standing on very analagous ground.\n The Constitution of the United States provides that 'the judicial power shall extend to all cases in law and equity, arising,' &c. By 'cases in law' was meant suits in which legal rights are to be determined, in contradistinction to rights cognizable in equity or admiralty.\n Parsons v. Bedford, 3 Pet., 44.\n Bennett v. Butterworth, 11 How., 647-5.\n There is no common law of the United States regulating principles of pleading and practice at law, or upon any other subject, (Wheaton v. Peters, 8 Pet., 658;) nor do the laws of a State have any such effect, proprio vigore.\n 9 Pet., 329; 2 Curt. C. C., 94. \n\n[65 U.S. 147, 155]\n \n The Supreme Court of the United States has the power to prescribe rules of pleading and practice, in suits at common law, for the District and Circuit Courts, (act Aug. 23, 1842, sec. 6, 5 Stats., 517;) but it is a power which has never been exercised. The District Court in Texas has also the power to regulate its practice, 'as shall be fit and necessary for the advancement of justice,' &c., (act March 2, 1793, sec. 7, 1 Stats., 385;) and in the entire want of all other rules, it adopted its own rules of pleading and practice, conforming them to the practice of the State courts, so far as consistent with the laws of Congress and the distinctive organization of a court of law. One of the few provisions, by act of Congress, touching the pleadings in the courts of the United States, is, that those courts may at any time permit either of the parties to amend any defect in the process or pleadings upon such conditions as the said courts respectively shall in their discretion and by their rules prescribe.\n 32d sec. Judiciary Act, 1789, 1 Stats., 91.\n By the law governing the State practice, 'the pleadings in all suits may be amended under the direction of the court, upon such terms as it may prescribe, at any time before the parties announce themselves ready for trial, and not thereafter.'\n O. & W. Dig., art. 434.\n These express provisions of law intrust the amplest discretion to allow amendments of the 'pleadings,' and the largest measure of such discretion and control also results from the organization of the court. The exercise of that discretion cannot, upon well settled principles, be revised by this court. In Marine Ins. Co. v. Hodgson, 6 Cranch, 206, the defendant having filed six special pleas, was refused leave to file two others. The court say:\n'This court does not think that the refusal of an inferior court to receive an additional plea or to amend one already filed can ever be assigned for error. This depends so much on the discretion of the court, which must be regulated more by the particular circumstances of every case than by any precise and known rule of law, and of which the superior \n\n[65 U.S. 147, 156]\n \n court can never become fully possessed, that there would be more danger of injury in revising matters of this kind than what might result now and then from an arbitrary or improper exercise of this discretion. It may be very hard not to grant a new trial or not to continue a cause; but in neither case can the party be relieved by writ of error, nor is the court apprised that a refusal to amend, or to add a plea, was ever made the subject of complaint in this way. The court, therefore, does not feel itself obliged to give any opinion on the conduct of the inferior court in refusing to receive these pleas. At the same time, it has no difficulty in saying that even in that stage of the proceedings, the Circuit Court might, if it had thought proper, have received these additional pleas, or admitted of any amendment in those already filed.' (Pp. 48, 219.)\n\n'The allowance or disallowance of amendments is not matter for which a writ of error lies here.'\n\n Chirac v. Reinecker, 11 Wheat., 280.\n Walden v. Craig, 9 Wheat., 573.\n Wright v. Hollingsworth, 1 Pet., 165.\n United States v. Buford, 3 Id., 31.\n Clapp v. Balch, 3 Greenl., 219.\n Morgan & Smith v. Dyer, 10 Johns., 163.\n Northum v. Kellogg, 15 Conn., 574.\n Toby v. Claflin, 3 Sum., 380.\n Calloway v. Dobson, 1 Brock, 119.\n The precise question of permitting a plea to the jurisdiction after general answer to the merits was decided by Judge Story, in Dodge v. Perkins, 4 Mason, 435, in which suit was brought against a citizen of Massachusetts by an administrator, alleging citizenship of his intestate in New York. There was an answer to the merits, also denying the averment of citizenship. Judge Story held that the citizenship of the administrator must be averred, and granted leave therefor. After deciding that the question of citizenship was preliminary, and to be made by plea, and not by answer, he says: 'In this case, I should feel it my duty to give the defendant a right to withdraw his answer and put in a plea, if the posture \n\n[65 U.S. 147, 157]\n \n of the cause hereafter should render that course desirable to him.' (P. 437; and see 1 Sum., 579.)\n The general rule is thus recognised in Pennsylvania by Ch. J. Tilghman: 'The pleadings are always under the control of the court. Pleas in abatement ought not to be put in after pleas in bar, unless under special circumstances, of which the court will judge.'\n Riddle et al. v. Stevenus, 2 Serg. and R., 544.\n\n Mr. Justice CAMPBELL delivered the opinion of the court.\n The plaintiffs, as citizens of Kentucky, commenced a suit by petition against the defendants, as citizens of Texas, for the recovery of a parcel of land in their possession. At the return of the process the defendants pleaded to the petition the general issue, and the statute of limitations, in bar of the suit.\n At the next succeeding term they moved the court, upon an affidavit charging that the allegation in the petition, 'that the plaintiffs were citizens of Kentucky, was untrue, and fraudulently made to induce the court to take cognizance of the cause,' and that they were citizens of Texas, for leave to withdraw their pleas, and to plead this matter in abatement of the suit. This motion was allowed, and pleas in abatement were filed. One of these avers that the allegation of citizenship in said plaintiffs' petition is not true; that said plaintiffs are not citizens of Kentucky, but are respectively citizens of Texas; wherefore he prays the dismissal of the cause for want of jurisdiction. The plaintiffs thereupon moved the court for judgment for the want of a plea. This motion was not allowed, and thereupon the plaintiffs refused to reply to the pleas in abatement, and the court then proceeded to impannel a jury, and directed them to ascertain whether, from the proof before them, the plaintiffs, or either of them, were citizens of the States of Kentucky or Texas at the date of the writ. The jury returned as their verdict, that the domicil or residence of the plaintiffs never had been changed from the State of Texas, and that their domicil or residence was in the State of Texas at the commencement of this suit. The court dismissed their petition. \n\n[65 U.S. 147, 158]\n \n The plaintiffs object to the authority of the District Court to permit the withdrawal of pleas in bar, for the purpose of pleading to the jurisdiction; that a plea in bar admits the jurisdiction of the court, and the capacity of the plaintiffs to sue, and that they cannot be deprived of the benefit of that admission. The equitable jurisdiction of the courts of the United States as courts of law is chiefly exercised in the amendment of pleadings and proceedings in the court, and in the supervision of all the various steps in a cause, so that the rules and practice of the court shall be so administered and enforced as to prevent hardship and injustice, and that the merits of the cause may be fairly tried. Such a jurisdiction is essential to and is inherent in the organization of courts of justice. Bartholomew v. Carter, 2 M. and G., 125.\n But this jurisdiction has been conferred upon the courts of the United States in a plenary form by acts of Congress. 1 Stat. at Large, p. 83, sec. 17; p. 335, sec. 7; p. 91, sec. 32.\n It has been uniformly held in this court that a Circuit Court could not be controlled in the exercise of the discretion thus conceded to it. Spencer v. Lapsley, 20 How., 264. In the present instance the jurisdiction was properly exercised. An attempt was made, according to the affidavit on which the motion was founded, to confer upon the District Court, by a false and fraudulent averment, a jurisdiction to which it was not entitled under the Constitution. If true, this was a gross contempt of the court, for which all persons connected with it might have been subject to its penal jurisdiction.\n The plaintiffs contend that the plea is a nullity, and that they were entitled to sign judgment. It is not a precise, distinct, or a formal plea, but it denies the truth of the averment of the citizenship of the plaintiffs, as they had affirmed it to be in the petition. We may say as Lord Denman said, in Horner v. Keppel, 10 A. and E., 17: 'Where a plea is clearly frivolous on the face of it, that is a good ground for setting it aside; but the plea here is not quite bad enough to warrant that remedy.'\n Judgment affirmed. \n\n\n\n","3":"\n\nUnited States Supreme Court\nFREEMAN v. HOWE(1860)\n\nArgued: Decided: December 1, 1860\n\n\n\n\n[65 U.S. 450, 451]\n \n THIS case was brought up from the Supreme Judicial Court of the Commonwealth of Massachusetts within and for the county of Middlesex, by a writ of error issued under the 25th section of the Judiciary act.\n The case is stated in the opinion of the court.\n It was argued by Mr. Parker for the plaintiff in error, and Mr. Hutchins for the defendants.\n The counsel on both sides appeared to consider that the whole proceedings of the State court were open to revision by \n\n[65 U.S. 450, 452]\n \n this court, and therefore discussed many points relating to the validity of the mortgage, attachment, &c. Their notice of the clashing of jurisdiction by the two sets of courts was as follows. The counsel for the plaintiff in error said:\n\n 1. \nPersons and property 'in the custody of the law' of a State are withdrawn from the process of the courts of the United States, (unless Congress have otherwise specially enacted;) and in like manner, persons and property 'in the custody of the law' of the United States are not subject to any State process.\n The Oliver Jordan, 2 Curtis's C. C. Rep., 414.\n Taylor v. the Royal Saxon, 1 Wallace Jr., 311.\n Cropper v. Coburn, 2 Curtis's C. C. R., 465, 469.\n Ex parte Robinson, 6 McLean, 355.\n\n 2. \nAn attempt was early made to draw a distinction in favor of the United States in matters of admiralty jurisdiction.\n Certain logs of Mahogany, 2 Sumner, 589.\n This was on the ground of the peculiar character of the admiralty jurisdiction, and that it was vested under the Constitution solely in the United States, to the exclusion of State courts.\n But even in admiralty matters, the earlier doctrine has been definitely overruled by the Supreme Court of the United States, in order to maintain the general doctrine now laid down.\n Taylor v. Carryl, 20 Howard, 597.\n Sustaining the judgment of the courts below in the same matter, 12 Harris's Pennsylvania R., 264.\n Chief Justice TANEY and several of the judges dissented in the above case (20 Howard) from the judgment and opinion of the court, but did so solely on the ground of a necessity growing out of the peculiar character of the admiralty jurisdiction under the Constitution of the United States.\n Chief Justice TANEY takes care to enforce the general doctrine more strongly, if possible, than it was stated in the opinion of the court. (Pp. 604-5.)\n With respect to this case, the counsel for the defendant in error said:- \n\n[65 U.S. 450, 453]\n \n The case of Taylor et al v. Carryl, 20 How., 538, is not in point. The opinion of the majority of the court in that case proceeded upon the ground that the process from the State court and that from the United States court were both proceedings in rem, and of course that which was prior in time had precedence, and the property could not be taken from the possession of the State court, because possession of the property was essential to its jurisdiction.\n\n Mr. Justice NELSON delivered the opinion of the court.\n This is a writ of error to the Supreme Court of Massachusetts.\n The case was this: Selden F. White, of the State of New Hampshire, in 1856 instituted a suit in the Circuit Court of the United States for the district of Massachusetts, against the Vermont and Massachusetts Railroad Company, a corporation under the laws of Massachusetts, to recover certain demands claimed against the defendants. The suit was commenced in the usual way, by process of attachment and summons. Freeman, the marshal, and plaintiff in error, to whom the processes were delivered attached a number of railroad cars, which, according to the practice of the court, were seized and held as a security for the satisfaction of the demand in suit in case a judgment was recovered. After the seizure, and while the cars were in the custody of the marshal, they were taken out of his possession by the sheriff of the county of Middlesex, under a writ of replevin in favor of Howe and others, the defendants in error, issued from a State court. The plaintiffs in the replevin suit were mortgagees of the Vermont and Massachusetts Railroad Company, including the cars in question, in trust for the bondholders, to secure the payment of a large sum of money which remained due and unpaid.\n The defendant, Freeman, in the replevin suit, set up, by way of defence, the authority by which he held the property under the Circuit Court of the United States, which was overruled by the court below, and judgment rendered for the plaintiffs. The case is now before us on a writ of error.\n I. The suit in this case has been instituted and carried on \n\n[65 U.S. 450, 454]\n \n to judgment in the court below under a misapprehension of the settled course of decision in this court, in respect to the case of conflicting processes and authorities between the Federal and State courts; and also in respect to the appropriate remedy of the plaintiffs for the grievances complained of.\n As it respects the effect to be given to the processes of the courts, whether State or Federal, the subject was so fully and satisfactorily examined in the case of Taylor et al. v. Carryl, the last of the series on the subject, we need only refer to it, as all the previous cases will there be found. 20 How. R., 583.\n The main point there decided was, that the property seized by the sheriff, under the process of attachment from the State court, and while in the custody of the officer, could not be seized or taken from him by a process from the District Court of the United States, and that the attempt to seize it by the marshal, by a notice or otherwise, was a nullity, and gave the court no jurisdiction over it, inasmuch as, to give jurisdiction to the District Court in a proceeding in rem, there must be a valid seizure and an actual control of the res under the process.\n In order to avoid the effect of this case, it has been assumed that the question was not one of conflict between the State and Federal authorities, but a question merely upon the relative powers of a court of admiralty and a court of common law in the case of an admitted maritime lien. But no such question was discussed by Mr. Justice CAMPBELL, who delivered the opinion of the majority of the court, except to show that the process of the District Court in admiralty was entitled to no precedence over the process of any other court, dealing with property that was, in common, subject to the jurisdiction of each. On the contrary, he observed, at the close of the opinion, that the view taken of the case rendered it unnecessary 'to consider any question relative to the respective liens of the attaching creditors, and of the seamen for wages, or as to the effect of the sale of the property as chargeable, or as perishable, upon them.'\n The minority of the court took a different view of the question supposed to be involved in the case. It is succinctly \n\n[65 U.S. 450, 455]\n \n stated by the Chief Justice, at the commencement of his dissenting opinion. He observes: 'The opinion of the court treats this controversy as a conflict between the jurisdiction and rights of a State court and the jurisdiction and rights of a court of the United States, as a conflict between sovereignties, both acting by their own officers within the sphere of their acknowledged powers. In my judgment, this is a mistaken view of the question presented by the record. It is not a question between the relative powers of a State and the United States, acting through their judicial tribunals, but merely upon the relative powers and duties of a court of admiralty and a court of common law in the case of an admitted maritime lien;' and hence the conclusion was arrived at, that the power of the admiralty was paramount. The majority of the court were of opinion that, according to the course of decision in the case of conflicting authorities under a State and Federal process, and in order to avoid unseemly collision between them, the question as to which authority should, for the time, prevail, did not depend upon the rights of the respective parties to the property selzed, whether the one was paramount to the other, but upon the question, which jurisdiction had first attached by the seizure and custody of the property under its process.\n Another distinction is attempted by the defendants in error. It is admitted that in the case of a proceeding in rem, the property seized and in the custody of the officer is protected from any interference by State process. But it is claimed that the process of attachment issued by a common-law court stands upon a different footing, and the reasons assigned for the distinction are, that in the one case the property seized is the subject of legal inquiry in the court, the matter to be tried and adjudicated upon, and which, in the language of the counsel, lies at the foundation of the jurisdiction of the court; but that, in the other, the property seized, namely, under the attachment, is not the subject-matter to be tried, like the property which is the subject of a libel in rem, as the process is, simply, for the recovery of a debt, without any lien or charge upon the property, except that resulting from the \n\n[65 U.S. 450, 456]\n \n attachment to secure the debt, and that the question of lien upon the property is a collateral one, which the Federal court could not hear and decide in the action before it; and further, that the question of liability of the Railroad Company was upon certain bonds, the trial and judgment upon which would not be affected by the possession or want of possession of the property seized by the marshal.\n The idea which seems to prevail in the mind of the learned counsel on the part of the defendant in error is, that there is something peculiar and extraordinary in a proceeding in rem in admiralty, and in the lien upon which it is founded, that invests them with a power far above the proceedings or liens at common law, or by statute; and that while the seizure of the property in the one case by the marshal protects it from all interference by State process, in the other no such protection exists.\n The court is not aware of any such distinction. In the case of a proceeding in rem in admiralty, the lien or charge which gives the right to seize the property results from the principles of the maritime law. In the proceeding by attachment in a court of common law, the lien results from statute or common law; and in both cases, unless the party instituting the proceedings sustains his demand to secure which the lien is claimed, the property is discharged. In both, the property is held contingently, dependent upon the result of the litigation. In the admiralty, in the case of collision, upon a bill of lading, or charter party, for salvage, &c., &c., the main questions litigated are not the questions of lien, but fault or not in the collision, the fulfilment or not of the contract in the bill of lading, or charter party, or the right to salvage.\n The same observations are alike applicable to all cases of attachment in courts of common law, where the lien is given by statute.\n It is true, in a proceeding in rem, any person claiming an interest in the property paramount to that of the libellant may intervene by way of defence for the protection of his interest; but the same is equally true in the case of a proceeding by \n\n[65 U.S. 450, 457]\n \n attachment in a court of common law, as will be shown in another branch of this opinion.\n Some stress has also been placed upon the idea, that the forcible dispossession of the marshal of the property under the attachment would not affect the jurisdiction of the court, or interrupt the proceedings in the suit; but the same is equally true as respects the proceedings in rem in the admiralty. The forcible dispossession of the marshal of the property once seized would not affect the jurisdiction, or prevent a decree in the case.\n Another and main ground relied on by the defendants in error is, that the process in the present instance was directed against the property of the railroad company, and conferred no authority upon the marshal to take the property of the plaintiffs in the replevin suit. But this involves a question of right and title to the property under the Federal process, and which it belongs to the Federal, not the State courts, to determine. This is now admitted; for though a point is made in the brief by the counsel for the defendant in error, that this court had no jurisdiction of the case, it was given up on the argument. And in the condition of the present case more than this is involved; for the property having been seized under the process of attachment, and in the custody of the marshal, and the right to hold it being a question belonging to the Federal court, under whose process it was seized, to determine, there was no authority, as we have seen, under the process of the State court, to interfere with it. We agree with Mr. Justice GRIER, in Peck et al. v. Jenniss et al., (7 How., 624-5:) 'It is a doctrine of law too long established to require citation of authorities, that where a court has jurisdiction it has a right to decide every question which occurs in the cause; and whether its decision be correct or otherwise, its judgment till reversed is regarded as binding in every court; and that where the jurisdiction of a court, and the right of a plaintiff to prosecute his suit in it, have once attached, that right cannot be arrested or taken away by proceedings in another court.' 'Neither can one take the property from the custody of the other by replevin, or any other process; for this would \n\n[65 U.S. 450, 458]\n \n produce a conflict extremely embarrassing to the administration of justice.'\n The case of Slocum v. Mayberry, (2 Wh. R., 2,) has been referred to as holding a different doctrine from that maintained by the plaintiff in error in the present case.\n We have examined the case attentively, and are satisfied that this is a misapprehension. There was no interference there with goods seized under the process of a Federal court, and in the custody of the marshal, nor any attempt to draw questions involved in a suit instituted in a Federal court into a State court for decision. It is quite apparent, from the opinion of the court, if this had been the question before it, what would have been its decision.\n Chief Justice Marshall observed: 'Any intervention of a State authority which, by taking the thing seized out of the possession of the officer of the United States, might obstruct the exercise of this jurisdiction, would, unquestionably, be a violation of the act; and the Federal court having cognizance of the seizure, might enforce a redelivery of the thing by attachment or other summary process against the parties who should divest such a possession. The party supposing himself aggrieved by a seizure cannot, because he considers it tortious, replevy the property out of the custody of the seizing officers, or of the court having cognizance of the cause.' The reason why the replevin of the cargo in the State court was maintained was, that the vessel only was seized by the officer, and not the cargo, and the latter was not, therefore, within the protection of the principle announced.\n Reference was made, also, on the argument in the present case, to an opinion expressed by Chancellor Kent, in his Commentaries, (vol. 1, p. 410 ,) as follows: 'If the officer of the United States who seizes, or the court which awards the process to seize, has jurisdiction of the subject- matter, then the inquiry into the validity of the seizure belongs exclusively to the Federal courts. But if there be no jurisdiction in the instance in which it is asserted, as if a marshal of the United States, under an execution in favor of the United States against A, should seize the person or property of B, then the \n\n[65 U.S. 450, 459]\n \n State courts have jurisdiction to protect the person and the property so illegally invaded.'\n The error into which the learned chancellor fell, from not being practically familiar with the jurisdiction of the Federal courts, arose from not appreciating, for the moment, the effect of transferring from the jurisdiction of the Federal court to that of the State the decision of the question in the example given; for it is quite clear, upon the principle stated, the jurisdiction of the former, and the validity and effect of its process, would not be what the Federal, but State court, might determine. No doubt, if the Federal court had no jurisdiction of the case, the process would be invalid, and the seizure of the property illegal, for which the aggrieved party is entitled to his remedy. But the question is, which tribunal, the Federal or State, possesses the power to determine the question of jurisdiction or validity of the process? The effect of the principle stated by the chancellor, if admitted, would be most deep and extensive in its operation upon the jurisdiction of the Federal court, as a moment's consideration will show. It would draw after it into the State courts, not only all questions of the liability of property seized upon mesne and final process issued under the authority of the Federal courts, including the admiralty, for this court can be no exception, for the purposes for which it was seized, but also the arrests upon mesne, and imprisonment upon final process of the person in both civil and criminal cases, for in every case the question of jurisdiction could be made; and until the power was assumed by the State court, and the question of jurisdiction of the Federal court was heard and determined by it, it could not be known whether in the given case it existed or not. We need scarcely remark, that no Government could maintain the administration or execution of its laws, civil or criminal, if the jurisdiction of its judicial tribunals were subject to the determination of another. But we shall not pursue this branch of the case further. We regard the question as settled, at least as early as 5 Cranch, 115, United States v. Peters, familiarly known as the Olmstead case, and which is historical, that it belongs to the Federal courts to determine the question of their own jurisdiction, \n\n[65 U.S. 450, 460]\n \n the ultimate arbiter, the supreme judicial tribunal of the nation, and which has been recently reaffirmed, after the most careful and deliberate consideration, in the opinion of the present Chief Justice, in the case of the United States v. Booth, (21 How., 506.)\n II. Another misapprehension under which the counsel for the defendant in error labors, and in which the court below fell, was in respect to the appropriate remedy of the plaintiffs in the replevin suit for the grievance complained of. It was supposed that they were utterly remediless in the Federal courts, inasmuch as both parties were citizens of Massachusetts. But those familiar with the practice of the Federal courts have found no difficulty in applying a remedy, and one much more effectual than the replevin, and more consistent with the order and harmony of judicial proceedings, as may be seen by reference to the following cases: ( 23 How., 117, Pennock et al. v. Coe; Robert Gue v. the Tide Water Canal Company, decided this term; 12 Peters, 164; 8 Ib., 1; 5 Cranch, 288.)\n The principle is, that a bill filed on the equity side of the court to restrain or regulate judgments or suits at law in the same court, and thereby prevent injustice, or an inequitable advantage under mesne or final process, is not an original suit, but ancillary and dependent, supplementary merely to the original suit, out of which it had arisen, and is maintained without reference to the citizenship or residence of the parties.\n The case in the 8 Peters, 1, which was among the first that came before the court, deserves, perhaps, a word of explanation. It would seem from a remark in the opinion, that the power of the court upon the bill was limited to a case between the parties to the original suit. This was probably not intended, as any party may file the bill whose interests are affected by the suit at law.\n In the case of Pennock v. Coe the bill was filed by the mortgagee of the railroad company, in trust for the bondholders, answering to the position of the plaintiffs in the replevin suit in the case before us. Gue v. the Tide Water Canal Company, decided at this term, is an instructive case upon this \n\n[65 U.S. 450, 461]\n \n subject, in which the Chief Justice suggests the difficulties of a court of law dealing with this description of property with a proper regard to the rights of all concerned.\n In that case the bill was filed on the equity side of the Circuit Court of the United States for the district of Maryland, to restrain a sale of the defendant's property on execution. Gue, the judgment creditor, was a resident of Pennsylvania.\n We shall not look into the questions raised upon the mortgage, whether executed by the proper authority, or if it was, whether it covered after-acquired property, as not material to the case before us. The latter question was fully examined in this court in the case above referred to, of Pennock v. Coe.\n Neither shall we inquire into the questions raised under the attachment laws of Massachusetts, as they are unimportant in our view of the case.\n Upon the whole, after the fullest consideration of the case, and utmost respect for the learing and ability of the court below, we are constrained to differ from it, and reverse the judgment. \n\n\n\n","4":"\n\nUnited States Supreme Court\nMOORE v. AMERICAN TRANSP. CO.(1860)\nNo. 316\nArgued: Decided: December 1, 1860\n\n\n THIS case was brought up from the Supreme Court of the State of Michigan, by a writ of error issued under the 25th \n\n[65 U.S. 1, 2]\n \n section of the judiciary act; the construction of a clause of a statute of the United States (the exception in section 7 of the act of March 3, 1851) being drawn in question, and the decision being against the right set up and claimed by the plaintiffs in error.\n The suit was originally commenced in the Circuit Court for the county of Wayne, in the State of Michigan, holden in the city of Detroit, and was brought by the plaintiffs in error, merchants resident in that city, against the American Transportation Company, a corporation created by the State of New York.\n The declaration was in assumpsit, and charged the defendants as common carriers by water, of goods and chattels for hire, by canal boats and steam propellers, from New York to Detroit. It then alleged the delivery of about $3,000 worth of groceries on board the propeller at Buffalo, which were not delivered through the burning of the propeller.\n The defendants pleaded the general issue, non assumpsit, and, under the Michigan practice, appended to the plea a notice that the statute of March 3, 1851, would be relied on as exempting the defendants. No replication was filed setting up the exception in the last section of said act, because the practice in that State does not permit such a pleading.\n The cause was tried twice. At the first trial, the Circuit Judge ruled in favor of the plaintiffs, instructing the jury that that portion of the act giving the exemption claimed by the defendants was not applicable to the case, but that the vessel was engaged in inland navigation, under the exception, as claimed by the plaintiffs; and accordingly, September 11, 1857, the plaintiffs had a verdict of $3,050.70.\n The defendant presented a bill of exceptions, and took a writ of error to the Supreme Court of Michigan, where the verdict was set aside and a new trial granted, upon the ground that the propeller, when navigating Lake Erie, was not engaged in inland navigation under said exception, as claimed by the plaintiff, and held by the court below.\n The case is reported in 5 Mich., (1 Cooley,) 368. November 16, 1858, the new trial was had; and of course it resulted, \n\n[65 U.S. 1, 3]\n \n under the decision of the appellate court given above, in a verdict for the defendants.\n The plaintiffs then filed their bill of exceptions, given at large in the record, showing that they requested the court to charge 'that the act of Congress of March 3d, 1851, had no applicability to the case, inasmuch as the 'Spaulding,' being used principally in navigating between the cities of Buffalo and Detroit, by way of Lake Erie and Detroit river, was engaged in river and inland navigation within the exception in the last clause of section 7 of said act;' and that the court refused so to charge, and charged to the contrary, and the plaintiffs duly excepted.\n Upon writ of error by the plaintiffs, the Supreme Court of Michigan affirmed the judgment below, in accordance with their former decision, and the plaintiffs brought the case up to this court.\n It was argued by Mr. Walker and Mr. Russell for the plaintiffs in error, and by Mr. Hibbard for the defendants. A motion was made to dismiss the writ for want of jurisdiction, but the arguments upon this point will not be reported, nor upon the point of the constitutionality of the act of Congress.\n The argument of Mr. Russell and Mr. Walker upon the main point, for the plaintiffs in error, was as follows:\n The question to be decided is, whether a vessel engaged in navigation and commerce between the port of Buffalo, on Lake Erie, and the port of Detroit, on the river Detroit, is within the meaning of said act of Congress, 'used in rivers or inland navigation.'\n While we most cheerfully concede that the intention of the Legislature is to be derived from the language which it has used, yet, in ascertaining that intention, the previous state of the law, the defects to be remedied, and the history of the legislation, may all be appropriately referred to.\n Sedgwick on Statutes, 237, 239.\n By the common law, the stringent rule in relation to the \n\n[65 U.S. 1, 4]\n \n liabilities of common carriers was held to be as applicable to common carriers by water as by land.\n Morse v. Slue, Ventris, 190, (23 Car., 2d.)\n Same, Raymond, 220.\n Rich v. Kneeland, (11 Jac., 1st,) Cro. Jac., 330.\n Dale v. Hall, 1 Willson, 281, (A. D. 1750.)\n The first limitation of the liability of ship owners was by the act of 7 Geo. II, c. 15, A. D. 1734.\n It is not easy to determine what at this time was the liability of ship owners by the Continental law, nor was that law uniform; but it is very clear that they were not held to so strict a liability as by the common law. Thus it would seem, that in case of embezzlement or other wrong, by the master or mariners, that the owner was only liable to the extent of ship and freight.\n Abbott on Shipping, 395.\n Story on Bailments, sec. 488.\n Hunt v. Morris, 6 Mart. La., 676; 3 Kent., 218.\n The act of Parliament referred to provided substantially for the same thing, and thus put English ships upon an equality with foreign vessels. The special occasion of the passage of this act seems to have been the decision in the case of Boucher v. Lawson, which held that owners were, under some circumstances, liable for embezzlements committed by the master, without default of the owner.\n Abbott on Shipping, 128, 395.\n The liabilities of ship owners were still further limited by the act 26 Geo. III, A. D. 1786. By this act owners were exempted from liability in case of robbery, although not committed by the master or persons employed upon the vessel, and also from all responsibility in case of loss or damage by fire.\n Abbott on Shipping, 397, 398.\n This act seems to have been suggested by the case of Sutton v. Mitchell, 1 Term Reports, 18, which was an attempt to make the owners responsible for a robbery committed at the instigation of a mariner.\n Abbott on Shipping, 397. \n\n[65 U.S. 1, 5]\n \n Two other cases decided the same year (1785) may have had some influence in promoting this legislation.\n Forward v. Pittard, 1 Term, 27.\n Trent Navigation Co. v. Wood, 3 Esp., 127.\n The liabilities of ship owners were still further limited by 53 Geo. III, c. 159, which exempted owners from all responsibility for any damage, by reason of any act or neglect without their fault or privity, beyond the value of the ship or vessel and freight.\n Abbott on Shipping, 398.\n The object of all this legislation was to encourage British shipping, and put it at least upon an equality with that of other nations, and it has accordingly been held that these laws were only applicable to British shipping.\n The Dundee, 1 Hagg., 113.\n Pope v. Dogherty, 7 Am. Law Reg., 181.\n Although the rule of the common law, in relation to the liability of common carriers, has been fully recognised in this country from its earliest settlement, and the applicability of that rule to carriers by water, and although in many instances ship owners have been held liable for losses by fire occurring without neglect on their part, yet no successful attempt was made to limit their liabilities until the passage of the act of 1851.\n 2 Kent's Com., 599 and 609. McClure v. Hammond, 1 Bay., 99.\n 1810, Scheiffelin v. Harvey, 6 Johnson, 170.\n 1815, Elliott v. Rossel, 10 Johnson, 1.\n Cases of Fire.\n 1834, Harrington v. Shaw, 2 Watts, 33.\n 1823, Stbt. Co. v. Bason, Harper, 264. 1838, Patton v. McGrath, Dudley, 159.\n 1843, Gilmore v. Carman, 1 S. and M., 279. 1843, Hale v. N. J. S. Nav. Co., 15 Conn., 539.\n 1848, N. J. S. Nav. Co. v. Merchants' Bank, 6 How., 334. These last two cases, which grew out of the burning of the Lexington, very strongly attracted the attention of shipping and commercial men, and led to the enactment of March 3, \n\n[65 U.S. 1, 6]\n \n 1851. Although the law upon this subject was perfectly well settled, losses by fire upon the ocean had been of such rare occurrence, that ship owners had not fully recognised their liabilities until these decisions.\n The history of that act during its passage is curious, suggestive, and instructive.\n 23 Congressional Globe, 713-718.\n When first introduced into the Senate, the last clause of the act was as follows: 'The preceding sections shall not apply to the owner or owners of any canal boat, nor to the owner or owners of any lighter or lighters employed in loading or unloading vessels, or in transporting goods or other property inland from place to place.' Thus limiting the exception to canal boats and lighters engaged in inland commerce, or, in other words, extending the benefits of the law to all other vessels of every description within the jurisdiction of Congress.\n The bill had been carefully prepared by the Committee on Commerce, and was called up by Mr. Hamlin, Senator from Maine, one of that committee. He said: 'It is a bill which I think is just in its provisions, and it places our commercial marine upon the same basis as that of England.'\n Its consideration was opposed by several distinguished Senators, and urged by others as a measure of great importance. Mr. Davis, of Massachusetts, said 'that it is by a recent decision some two or three years since that the owners of ships have comprehended their liabilities,' and urging the consideration of the measure as a system which had been for many years in operation in England, and said, 'it is simply putting our merchant marine upon the same footing as that of Great Britain. We are carriers side by side with that nation in competition with them, and we cannot afford to give them any very great advantage over us without affecting our interest very seriously.'\n Mr. Cass urged its consideration with great earnestness, for similar reasons; and when before the Senate upon its merits, Mr. Hamlin said: 'It is true that the changes are most radical from the common law upon the subject, but they are rendered \n\n[65 U.S. 1, 7]\n \n necessary, first, from the fact that the English common-law system really never had any application in this country; and second, that the English Government has changed the law, which is a very strong and established reason why we should put our commercial marine upon an equal footing with hers. Why not give to those who navigate the ocean as many inducements to do so as England has done? Why not place them upon that great theatre where we are to have the great contest for the supremacy of the commerce of the world? This is what this bill seeks to do, and it asks no more.'\n Mr. Butler, of South Carolina, opposed the bill, and said: 'Great Britain has more interest in relieving itself from liabilities upon the ocean than any other.'\n Mr. Underwood, of Kentucky, as representing the agricultural interests of the West, opposed the bill, and especially that portion of it exempting the owners of the vessel from liabilities for loss by fire; he said: 'The argument is, that we cannot compete with our great rival upon the ocean, with Great Britain, and that we must pass the first section of this bill in order to come into competition with her;' and he thought the bill would be injurious to the agriculturists, who produced articles of commerce, but who were not their own carriers; that it would lessen the security without lessening the cost of freight.\n It was to obviate these objections coming from the interior that Mr. Pearce, of Maryland, moved to strike out the clause of the bill, and to insert the clause under consideration: 'This act shall not apply to the owners of any canal boat, barge, or lighter, or any vessel of any description whatsoever used in rivers or inland navigation.'\n Mr. Hamlin, who had charge of the bill, said: 'If those who represent the interior waters of the country desire such an amendment, I am perfectly willing that it should be made.'\n Mr. Phelps, of Vermont, living upon the banks of Lake Champlain, opposed the amendment, and said: 'If there is any portion of our navigation which is entitled to the benefit of this change in the common law of the country, it is our inland navigation. From my own experience in my own immediate \n\n[65 U.S. 1, 8]\n \n neighborhood, of the navigation of the waters of the inland section of the country in which I reside, it is proved that this navigation is more subject to accidents, against which they cannot guard, than is the navigation of the sea. Under these circumstances I am opposed to the amendment, because I think that if the principle which is incorporated in the bill be adopted, it should be adopted in regard to all our navigation, internal as well as external.'\n Mr. Pearce, who introduced the amendment, said: 'The memorials which gave rise to this bill came from that class of our people who were interested in ocean navigation, and one of the strongest arguments in support of this bill is, that it would put the ocean navigation of this country upon an equal footing with the ocean navigation of England and other countries. No such argument applies to this case; it is very manifest that the passage of this bill, without this amendment, will operate very disadvantageously to the interests of inland navigation.'\n Mr. Rantoul was willing to vote for the amendment, because it did not affect those sections directly interested in foreign navigation, and was willing that the other sections should make such arrangements as best suited their purpose.\n Mr. Seward opposed the amendment, because it introduced 'one system for ships that were engaged in the State of New York, another system for the commerce on our lakes, on Lakes Erie, Ontario and Michigan; one system for the rivers and lakes, and another system for the ocean navigation.' 'The reasons which lead to the necessity for this bill are applicable to the inland navigation, and not to ocean navigation alone.'\n Mr. Clayton, of Delaware, said: 'I suppose the amendment will apply to lake navigation as well as inland navigation.'\n Mr. Walker, of Wisconsin, favored the amendment, for the reason 'that the great producing interests of the country require it.'\n Mr. Shields, of Illinois, said: 'I also hope the amendment will be adopted. I do not think we have too many guaranties upon our Western waters for the safety of either passengers or freight.'\n Looking, then, at the history of British legislation upon this \n\n[65 U.S. 1, 9]\n \n subject, and the greater liabilities that rested upon our ship owners, which had been so clearly brought to light by the decisions growing out of the loss of the Lexington, it seems very clear that the purpose of the act was in relation to ocean navigation, to place our vessels upon an equality with those of Great Britain, and enable them to compete successfully with British and other foreign shipping for the commerce of the seas. It seems equally clear, that the provisions of the clause in question were intended to be extended as well to commerce upon the lakes as on rivers.\n The British statutes exempting ships from liabilities were not in force in Canada and upon the great lakes, nor was there upon those lakes any real competition between British and American shipping. It already stood upon an equality in relation to legal liability, and, practically, American shipping had the entire monopoly of the commerce.\n Is there anything in this exception itself that requires a different construction? We think not.\n In the first place, the exception excludes from the operation of the act certain vessels, irrespective of the character of the navigation in which they are engaged, canal boats, barges, and lighters. These, from their very nature, cannot be used in ocean navigation, nor be exposed to its hazards.\n Then there is excluded from the operation of the act, 'vessels of any description whatsoever used in rivers or inland navigation;' the phrase is sufficiently comprehensive to include everything that floats upon water, if used in the specified way.\n Webster's Dict., 'Vessel.'\n The phrase 'used in rivers' is too unambiguous to require explanation or construction.\n The remaining question, and which is the question in this case, is, what construction is to be given to the phrase 'inland navigation;' shall it be held to embrace navigation upon Lake Erie and our great lakes? That this is the obvious, natural, and popular meaning of the phrase, we think there can be no \n\n[65 U.S. 1, 10]\n \n doubt. This is admitted by Judge Conklin, who suggests, however, a different construction. Conklin Ad., 209. It is now clearly settled, that in the construction of statutes the courts will give to the language used its ordinary and obvious meaning, unless from the statute itself it is clearly apparent that some other meaning was intended. Sedwick on Stat. Law, 243, 260, 310, 382. Tisdale v. Comb, 7 Ad. and E., 788. Lakes are from their very nature inland, and must be so, and the navigation upon them must therefore be inland navigation. 5 Am. Encyc., art. 'Lake.' 4 Nat. Cyc., art. 'Canada.' 5 Ed. Encyc., art. 'Canada.' 7 Nat. Cyc., art. 'Lake.' Maunder's Scientific Treas., art. 'Lake.' Webster's Dict., arts. 'Lake' and 'Sea.' Thus the Caspian, though sometimes called a sea, is strictly a lake, being a large collection of water in an inland place. 15 Ed. Encyc., art. 'Physical Geo.,' 608. 5 Amer. Cyc., art. 'Lake.' 7 Nat. Encyc., art. 'Lake.' Webster's Dict., art. 'Sea.' The word 'inland,' as applied to navigation or bodies of water, is used as the correlative of ocean or tide water. Webster's Dict., 'Inland.' We refer to a few only of the many instances in which the terms 'inland seas,' 'inland waters,' and 'inland navigation,' have been used by jurists and by other writers in relation to, or so as necessarily to include, the great lakes. 'Inland Seas,' Woodbury, J., 5 How., 495. 'Interior Lakes,' Webster Arguendo, 6 How., 378. 'Inland Seas,' Taney, Ch. J., 12 How., 453. 'Interior Waters,' Daniel, J., 20 How., 314. 'Inland Waters,' Catron, J., 20 How., 401. 'Inland Waters,' Clifford, J., 21 How., 22. 'Inland Navigation,' Shaw, Ch. J., 11 Pick., 42. \n\n[65 U.S. 1, 11]\n \n 'Inland Navigation,' 1 Newberry, Pref. VIII. 'Inland Seas,' Arguendo, 1 Newberry, 545. 'Inland Seas,' Pratt, J., 3 Mich., 275. 'Inland Navigation,' 1 Conk. Adm., 5, 8, 17. 'Inland Waters,' 1 Conk. Adm., Pref. VIII. 'Inland Seas,' Ed. Cyc., art. 'Phys. Geo.,' 608. 'Inland Seas,' 1 Murray's Hist. of Canada, 22. 'Inland Navigation,' Summerville's Phys. Geo., 266. 'Inland Seas,' 3 Murray's Encyc. of Geo., 350. 'Inland Seas,' Webster in his Buffalo speech, 1833; and in his 1st speech in reply to Hayne. 'Interior Trade,' 3 Bancroft's Hist. of U. S., 111. Indeed, it may well be said, that the great lakes are but expansions of the rivers connecting them, and this is the position taken by eminent geographers, some of whom give the length of the St. Lawrence as commencing at the head of Lake Superior. 4 Nat. Cyc., art. 'Canada.' 5 Ed. Encyc., art. 'Canada.' 9 Amer. Encyc., art. 'Lake.' The term, therefore, 'inland navigation,' obviously and naturally includes lake navigation. It is, too, clearly apparent, that the great lakes were to be included within the exception, from the fact that all rivers-as well those connecting the great lakes as others-are expressly within it, and there could be no reason why the navigation upon the St. Clair, the Detroit, and the St. Lawrence, should be governed by a different rule from that of the connecting lakes; the commerce is intimately, nay, indissolubly, connected together, carried on by the same vessels, in same voyages, subject to similar perils and similar competition. Nor can it be said that these rivers are but straits connecting lakes, and therefore not embraced under the title 'rivers.' Straits only connect ocean waters. Maunder's Scientific Treas., art. 'Straits.' Webster's Dict., art. 'Straits.' 17 Am. Encyc., art. 'Straits.' Rees's Encyc., art. 'Straits.'- \n\n[65 U.S. 1, 12]\n \n While these connecting waters are strictly rivers, answering in every respect the description of rivers, as given by lexicographers and geographers: 'A river is a large stream of water flowing in a channel on land towards the ocean, a lake, or another river.' Webster's Dict., 'River.' Maunder's Scientific Treas., 'River.' 16 Amer. Encyc., 'River.' 15 Ed. Encyc., 'Phys. Geo.,' 599. 4 Nat. Cyc., 'Canada.' The Constitution v. the Young America, 1 Newb. Ad., 106. And from their discovery they have been termed rivers. That the St. Lawrence is universally styled a river we need only refer to a very few of the many authorities upon this subject. In all books of geography and travel, in all histories, it is spoken of as one of the great rivers of the world. 5 Ed. Encyc., art. 'Canada.' 15 Ed. Encyc., 'Phys. Geo.,' 602, 606. 16 Amer. Encyc., art. 'River.' 4 Nat. Cyc., art. 'Canada.' 10 Nat. Cyc., art. 'River.' 3 Murray's Encyc. of Geo., 342, 350, 360, 607. 1 Smith's Hist. of Canada, 5. 1 Warburton's Conquest of Canada, 58. Maj. Rogers's Account of N. America, 25. 10 U. S. Stat. at Large, Reciprocity Treaty, art. 4. Although the name 'Detroit,' of itself, means 'the strait,' yet it is strictly a river, and is almost universally known as the Detroit river. It is so named in various acts of Congress, and in the very act admitting Michigan into the Union the 'Detroit river' is described as one of its boundaries. 5 U. S. Stat. at Large, 49, 185. 3 U. S. Stat. at Large, 534. 10 U. S. Stat. at Large, 63. It is so universally named in the statutes of Michigan. 1 Comp. Laws, 40, 41, 48. Laws of Mich., 1857, pp. 73, 95, 105, 209. \n\n[65 U.S. 1, 13]\n \n So in all the laws and ordinances in relation to the city of Detroit. See Charter and Ordinances of Detroit.\n So in numerous judicial opinions. 6 McLean, 153, 155, 156, 485.\n 1 Newberry's Admiralty, 11, 13, 16, 46, 47, 63, 89, 95, 103, 106, 537, 539, 541, 542, 544, 545, 547, 549, 550, 551, 553.\n 2 Doug., (Mich.,) 33, 34, 36, 258, 260.\n 1 Mich. R., 273, 275. 5 Mich., 371, 377, 378; 20 How., 315.\n So by miscellaneous writers.\n Hennepin's Travels, (1698,) 33.\n Carver's Travels, 151.\n 3 Bancroft's Hist. U. S., 134.\n 2 Hildreth's Hist. U. S., 114.\n Lanman's Mich., 40, 41.\n 1 Murray's Hist. of Canada, 24.\n 3 Murray's Encyc. of Geo., 566, 569.\n 10 Nat. Cyc., art. 'River.'\n Colton's Gazetteer, art. 'Detroit.'\n 15 Nat. Review, 432, (1827.)\n The reason why 'navigable waters' is used in the act of February 26, 1845, instead of 'navigable rivers,' is, that these were artificial navigable waters connecting the lakes as well as rivers. The Constitution v. Young America, 1 Newb., 106.\n Nor will it do to say that navigation upon Lake Erie is not inland navigation because it is a great lake. The size cannot alter the question whether it be an inland body of water or not. No such distinction is anywhere recognised; and if any such distinction be attempted, what is the dividing line between a lake that is inland and one that is not? To which class does Lake Champlain, Lake St. Clair, or the Lake of the Woods, belong? Inland, in this connection, means remote from the sea.\n Neither does the immense importance of its commerce furnish any reason why lake navigation is not included in the \n\n[65 U.S. 1, 14]\n \n term 'inland navigation.' The very same commerce traverses the St. Clair, the Detroit, and the St. Lawrence, while the magnitude of lake commerce is rivalled by that of the Mississippi and the Hudson, and their commerce is expressly within the exception.\n Nor does the fact that the commerce of the lakes is within admiralty jurisdiction furnish any reason why it should not be included in the term 'inland navigation.' The commerce of all the great rivers of the continent is equally within this jurisdiction, and it is expressly within the exception, and it is inland as well as river navigation.\n The Genesee Chief v. Fitzhugh, 12 How., 234.\n Fritz v. Bull, 12 How., 466.\n Jackson v. Magnolia, 20 How., 291.\n Prop. F. W. Backus, 1 Newb., 1.\n Barque Jenny Lind, 1 Newb., 447.\n The lakes and rivers and the commerce and navigation of the lakes and rivers of the West are usually mentioned together, and it is hardly conceivable that different rules should be applied to each.\n Woodbury, J., Clash v. Warner, 5 How., 495.\n Taney, Ch. J., Genesee Chief Case, 12 How., 47, 451.\n Grier, J., Magnolia Case, 20 How., 302.\n McLean, J., Magnolia Case, 20 How., 303.\n Daniel, J., Magnolia Case, 20 How., 315.\n Campbell, J., Magnolia Case, 20 How., 333.\n The fact that Lake Erie is a border lake, and that through it runs the national boundary line, furnishes no reason why its navigation is not inland. The term 'inland' can have no such meaning as 'interior,' within the country, within the national boundary line. This rule would bring within the exception Lakes Michigan and Champlain, and exclude from it lakes no larger, Erie and St. Clair. Rivers, too, form boundary lines; and upon any such construction, are they within or without the exception? What rule is to govern the commerce upon the St. John's, the St. Croix, the St. Lawrence, the Niagara, the St. Clair, the Detroit, the St. Mary's, the Pigeon, and the Colorado? Is it inland navigation or not? And suppose a \n\n[65 U.S. 1, 15]\n \n loss should occur upon inland waters entirely within the borders of a foreign country, as upon Georgian bay and Lake Nipising, the vessel being American, the parties American, and the suit being brought in an American court, would the case be within the exception or without it?\n We submit, then, that the locality of the water, whether within or without our territorial limits, does not determine the character of the navigation, whether inland or not; that it cannot be that Lake Champlain is 'inland' and Sorrel river 'outland,' Lake Michigan inland and Lake St. Clair not, the Mississippi inland and Pigeon river not.\n It has been suggested that these great lakes are no more 'inland' than the close and narrow seas, like the Baltic and the Mediterranean, and that the navigation of those seas is never termed 'inland navigation.'\n But the analogy does not hold. The very term 'inland' implies remote from the sea or tide water, and while the lakes are great like close seas, they are still remote from tide water, and therefore inland; while the seas are a part of the great ocean, on its level or nearly so, swept by its tides, governed by its laws, and like the ocean itself, not subject to dominion, but a free pathway for all nations.\n Wheaton's International Law, 150, 158.\n Vattel's Law of Nations, 187, 194.\n Campbell, J., Jackson v. Magnolia, 20 How., 340.\n Not so the lakes; they cannot be approached from the sea save by artificial means; they are not an open highway to all nations, but are within the exclusive sovereignty of the riparian nations, and it is only by treaty that they are free on either side of the boundary line to the two great nations that border on them and exercise their sovereignty over them.\n It has also been suggested, that the reason why river and inland navigation was excepted from the operation of the act of 1851 was, that there was serious doubt as to the jurisdiction of Congress over such navigation, while in relation to the navigation upon the great lakes no such doubt existed.\n But it is well settled that Congress has the same jurisdiction over navigation upon rivers that it has over that upon the \n\n[65 U.S. 1, 16]\n \n lakes, and that it has no jurisdiction over either except as it extends between States or with foreign nations.\n Fritz v. Bull, 12 How., 466.\n Jackson v. Magnolia, 20 How., 296.\n Allen v. Newbury, 21 How., 244.\n McGuire v. Card, 21 How., 248.\n There are few authorities bearing directly upon the question involved. Judge Conklin, in the last edition of his Admiralty, suggests, indeed, that if the language of the act be not 'too unequivocal and definite to admit of the exercise of judicial discretion, that its determination may depend upon the motives to which the exception shall be ascribed;' and, starting from an entirely erroneous view of those motives, comes to the conclusion that it is possible to give to the act the construction contended for by the defendant in error.\n 1 Conk. Admiralty, 209.\n Parsons simply announces the decision of the court below in this case without note or comment.\n 1 Parsons's Shipping, 401.\n The Supreme Court of the Western District of New York, at the February term, 1858, in the case of Root et al. v. Hart et al., decided that lake navigation was included within the exception by the phrase 'inland navigation.'\n The Supreme Court of the city of Buffalo made the same decision, after fully considering the opinion of the court below in this case.\n Bresler v. M. S. & N. I. R. R. Co., Dec. Term, 1858\n\n\n\n These, with the decision of the Supreme Court of Michigan in the case at bar, are the only decisions bearing upon the construction of this statute. Judge Clifford, in the case of the propeller Niagara v. Cordes, suggests that the question may arise whether the lakes are not excluded from the operation of the act under the term 'inland navigation,' but no opinion is intimated.\n 20 How., 26.\n The language of this exception is very nearly copied from an exception in the act 52 Geo. III, which is as follows: 'That nothing therein contained shall extend to the owner of any \n\n[65 U.S. 1, 17]\n \n lighter, barge, boat, or vessel of any description whatsoever, used solely in rivers or inland navigation, or any ship or vessel not duly registered according to law.'\n But we look in vain for any decisions in the English courts that throw any light upon the question now before this court.\n Inland navigation in England is carried on mostly, if not entirely, by canal boats, barges, and lighters, in streams strictly land guarded, or in canals. They have no great rivers and no navigable lakes, and there can be no analogy between the inland navigation in the two countries.\n An attempt to apply the term 'inland navigation,' as it exists in England, to this country, would be as difficult and as impracticable as to apply here the English definition of navigable waters.\n Bowman v. Wathen, 2 McLean, 382.\n Angel on Watercourses, secs. 545, 550.\n Or as unreasonable as to adopt the English definition of admiralty jurisdiction, limiting it to the high seas outside of the limits of any county. This rule was never adopted in this country.\n The Jefferson, 10 Wheat., 428.\n Peyroux v. Howard, 7 Pet., 342.\n U. S. v. Coombs, 12 Pet., 72.\n And yet the Supreme Court of the State of Michigan seemed to have adopted this local definition of 'inland navigation,' as applicable to this country.\n The same court referred to several English decisions to show that when a specific class of vessels were named in a statute, followed by general words, that the latter were to be construed to apply only to vessels of the same class of build or business, and the inference that they suggest rather than state is, the words 'vessels of any description whatsoever' are controlled by the vessel previously described, and must be held to apply only to vessels like barges, canal boats, and lighters, and used in the same way.\n 5 Mich., 384.\n We submit that there is no such arbitrary rule of construction, and that whether the general words are to be thus controlled \n\n[65 U.S. 1, 18]\n \n and construed is a question of intent, to be drawn from the whole act.\n Here it is apparent that there is no such intent. Canal boats, barges, and lighters, wherever and however used, are to be excluded from the benefits of the act, and the words 'any vessel,' &c., are not used at all to enlarge the number and kind of vessels thus excluded. The object of the remaining part of the exception is to exclude from the benefits of the act vessels of every description, large or small, used in a certain way, viz: in rivers or inland navigation; and to give the construction contended for, would extend the benefit of the act to all large vessels, however used, and thus defeat the obvious intent of the act, of excepting from its benefits all vessels used in rivers and inland navigation.\n In this respect the exception of the act of Congress requires a different construction from the exception in the stat. 53, sec. 3. There is but one class of vessels affected by this, other than unregistered ones.\n But the English cases cited, so far from favoring the view suggested by the court, seem to us to have a directly contrary effect.\n The case of Hunter v. McGowan, 1 Bligh, 180, arose under the 2d section of 26 Geo. III, c. 86, by which 'any ship or vessel' shall not be made liable for losses by fire; and it was held that, from the whole structure of the act, it clearly related only to ships and vessels usually occupied in sea voyages, and that its protection did not extend to a galbert, a species of lighter. This decision was not founded on any such arbitrary rule of construction as is referred to, but was based upon the intention clearly appearing from the whole act.\n Morewood v. Pollock, 18 E. L. and Eq., 343.\n 5 Mich., 384.\n In the case of Blanford v. Morrison, 15 C. B., 724, by the same kind of reasoning, viz: the intent appearing upon the whole act, it was held that the words 'any lighter, vessel, barge, or other craft,' did not include a coal brig which brought coal coastwise from Newcastle, but was held to \n\n[65 U.S. 1, 19]\n \n apply merely to such vessels as were employed to unload coal from others for delivery.\n 5 Mich., 385.\n In Regina v. Reed, 28 L. and Eq., 133, it was held that a monopoly of navigation given to a company of watermen, within certain limits, 'by any lighter, wherry, or other craft,' did not extend to a steam tug used for tugging the hull of another vessel. It was held that it was a penal act giving a monopoly, and that it was to be construed strictly, and from the nature and purposes of the act, which was to protect wherry-men and lighter-men in carrying passengers and goods, that the term 'other craft' must be construed to mean craft of the same description and used for a similar purpose, and that it did not apply to the steam tug used for the purpose named.\n To the same point is Reed v. Ingham, 26 L. and E., 164.\n But in another case arising under the same act, it was held that a power authorizing the mayor and aldermen of London to make by-laws for regulating 'the boats, vessels, and other craft, to be rowed or worked within the limits of the act,' did extend to steamboats.\n Tisdell v. Coomb, 7 Ad. and E., 788.\n We submit that none of these cases, in the remotest degree, authorize or favor the construction, that the words 'any vessel of any description' are to be limited to vessels of the same kind or business, as canal boats, barges, and lighters.\n The Supreme Court of Michigan seem to suggest that the navigation upon the lakes is not to be termed inland navigation, for the reason that they are not entirely within the territory of the United States, but are border waters; and yet it is admitted that this cannot determine the character of the navigation, for Lakes Michigan and Champlain are not border lakes; and many rivers, some of which are narrow and landguarded, are border rivers; yet this cannot prevent the navigation upon them from being inland navigation.\n The same court also suggests that the navigation of the lakes is not to be deemed inland navigation because of the maritime character of its commerce. This reasoning applies \n\n[65 U.S. 1, 20]\n \n with as great force to the large rivers as it does to the lakes, and by that fact turns all its force.\n It is further suggested that the navigation of the lakes is not to be deemed inland, because lake vessels also navigate the ocean. This is equally true of vessels navigating the great rivers, and the question whether such vessels are used in ocean navigation or in inland, must be determined precisely as such questions have before been determined. The question will be, what is the navigation in which they are principally used?\n The coal boat D. C. Salisbury, Alcott's Adm., 74.\n Buckley v. Brown, Bright's Digest, 305.\n McCormic v. Ives, Abbott's Adm., 418.\n N. J. Steam Nav. Co. v. Merchants' B'k. 6 How., 392.\n Walker v. Cheney, 4 Am. Law Reg., 407.\n But it would seem it is only by the assent of Great Britain and her courtesy that American lake vessels can pass to the ocean.\n Recip. Treaty of 1854, art. 4.\n We submit, in conclusion, that the ordinary meaning should be given to the word 'inland' in this act, and that there is nothing in the act itself, in the history of legislation upon the subject in judicial decisions, or in the reasoning of the court below, to authorize the forced construction which was given to it by that court.\n Mr. George B. Hibbard, for the defendant in error, made the following points:\n Point First. The steamboat, at the time of her being burned, was not 'used in inland navigation,' and therefore the defendant in error, though a common carrier, was not liable for the loss of the goods.\n I. The act entitled 'An act to limit the liability of ship owners, and for other purposes,' exempts the defendant in error from that liability.\n 9 Stat. at L., 635.\n\n 1. \nThe first section of the act, in substance, provides that the owner of any ship or vessel shall not be liable for any loss to any goods on board the ship or vessel by reason or means \n\n[65 U.S. 1, 21]\n \n of any fire happening on board the ship or vessel, unless caused by the design or neglect of such owner.\n\n 2. \nThe third section limits the liability of the owner in cases of collision, &c., &c., happening without the privity or knowledge of the owner, to the amount or value of the interest of such owner in the ship or vessel and her freight then pending.\n\n 3. \nThe fourth section of the act provides substantially that the vessel owner, in certain cases, may exempt himself from liability, by assigning his interest in the vessel to a trustee for the benefit of the claimants against him.\n\n 4. \nThe last clause of the seventh section reads as follows: 'This act shall not apply to the owner or owners of any canal boat, barge, or lighter, or to any vessel of any description whatsoever, used in rivers or inland navigation.'\n II. For the purpose of arriving at the meaning of the last quoted clause of the act, it is necessary, in the first instance, to refer to former legislation on the subject in England, (the act in question being virtually a re-enactment of English statutes;) the state of the law before that legislation; the causes which led to the passage of the English acts, as well as our own, and the objects sought to be promoted by the legislation of both countries. Such aids in interpretation of the law are, beyond question, proper.\n 1 Kent's Com., 460.\n Tonnell v. Hall, 4 Comstock, 140.\n Aldridge v. Williams, 3 Howard, 1, 24.\n\n 1. \nThe principle of the act, unqualified by the limiting clause in question, has been operative in all modern civilized nations, possessing a national commerce, whenever the policy of such nations has been finally adapted to the exigencies of that commerce.\n\n 2. \nBy the civil law itself, the owners of vessels were liable, in matters ex delicto, according to the amount of their respective interests in the ship. This, however, was not the case in matters arising ex contractu.\n 2 Brown's Civ. and Ad. L., 136, 138, 141.\n The Rebecca, Ware, 194, 195. \n\n[65 U.S. 1, 22]\n \n 3. The principle of this rule was adopted by nearly, if not quite, all the maritime powers of Europe, (excepting England, though England soon adopted it by legislation,) with the important qualification, however, that the extent of the liability, both in matters arising ex contractu and ex delicto, should be equal only to the amount of the interest of the owner sought to be charged in the ship itself. It was the law of Holland, Hamburg, and Sweden, (and indeed of the whole north of Europe,) with the same right in the owner as that given by the fourth section of the act immediately in question, of exempting himself entirely from personal liability, by surrendering the ship to the injured parties. It was the law of France by special ordinance, which, however, was said by Cleirac to be but a recognition of a rule acknowledged as generally existing. It was the general law of the Mediterranean.\n Grotius De Jure Belli et Pacis, Liv. 2, c. 11, sec. 13.\n Marine Ordinance Louis XIV, title 4.\n 2 Peters Ad. Decis., Appendix XVI.\n Cleirac, Navigation des Rivieres, art. 15, p. 502.\n Consulat de la Mer, c. 34.\n The Rebecca, Ware, 195, 196, 197.\n\n 4. \nThe whole principle which led to the legislation in England, (and which legislation was the source of our own act,) was recognised in its application to ships; and that, too, without limitation as to the waters upon which the ships were navigated.\n Abbott on Shipping, 395.\n\n 5. \nThe case of Boucher v. Lawson was decided in 1733. It held that the ship owner was liable for coin embezzled by the master after shipment.\n Boucher v. Lawson, Rep. Temp. Hardwicke, 85.\n The merchants of London, alarmed by this decision, on petition to Parliament, procured the passage, in 1734, of the act 7 Geo. II, c. 15.\n Abbott on Sh., 395.\n This act provided that the owner should not be liable for any such embezzlement, or for any other act of the master or \n\n[65 U.S. 1, 23]\n \n mariners, done without the privity, &c., of the owner, beyond the value of the interest of the owner in the ship.\n\n 6. \nThe case of Boucher v. Lawson was followed by the case of Sutton v. Mitchell; and that by the case, decided in 1785, of Forward v. Pittard.\n Sutton v. Mitchell, 1 T. R., 18.\n Forward v. Pittard, 1 T. R., 27.\n Lord Mansfield, in deciding this last case, says: 'There are events for which the carrier is liable, independent of his contract.' That further responsibility is 'by the custom of the realm; that is, by the common law, by which a carrier is in the nature of an insurer.' Upon familiar principles, he therefore decides a carrier, in a case of accidental fire, to be liable for the entire loss happening thereby to the owner of the goods in process of carriage.\n This was the undoubted common-law rule at the time; and under the custom of the realm, the law of England being established to be thus different from that of continental Europe, these decisions were followed ( in the enlightened policy of promoting so much of commerce as was really national) by the act of 26 Geo. III, c. 86, in 1786; and this by 53 Geo. III, c. 159, in 1813.\n The object of all these acts is stated in some of the acts themselves. It was stated in the preamble to the act of 7 Geo. III, that 'it was of the greatest consequence and importance to the kingdom to promote the increase of the number of ships and vessels, and to prevent any discouragement to merchants and others from being interested and concerned therein.' The courts have recognised the whole objects of this legislation to be, 'to encourage persons to become the owners of ships.'\n Gale v. Laurie, 5 B. and C., 156.\n\n 7. \nThe acts of Geo. III are the sources, and almost the exact originals, of the act of Congress of 1851. The main provisions of the English acts are almost in language, and altogether in principle and object, identical with the act of 1851. The last clause of the act of 53 Geo. III is almost precisely like the portion of the act of Congress more particularly \n\n[65 U.S. 1, 24]\n \n under consideration. The English statute provides that it shall not extend to 'the owners of any lighter, barge, boat, or vessel of any burden or description whatsoever, used wholly in rivers or inland navigation, or vessel not duly registered according to law.'\n\n 8. \nThe common-law rule, unqualified by legislation, became the law of this country. The case of the Lexington was decided in 1848.\n The N. J. S. M. Co. v. The Merchants' Bank, 6 How., 344.\n It was followed by the act of 1851.\n\n 9. \nThe causes which led to the passage of the act of 1851 were, therefore, precisely similar to those which led to the English legislation. The acts of both countries are essentially the same. The commercial policy of both countries, and the objects to be subserved by the legislation of each, in this particular, are alike. Beyond all question, therefore, (and particularly under the rules of statutory construction referred to, Point First, II,) each of these acts must illustrate the other. The objects of all must aid in the interpretation of each. The authorities of either country bearing directly upon either of the acts, or upon kindred legislation, must aid in the construction sought for.\n III. Approaching the immediate question under Point First, after brief review of the causes and objects of the law in question, the defendant in error claims, directly, that the navigation of Lake Erie and the great Western lakes is not 'inland.'\n\n 1. \nThe meaning of the words 'inland navigation,' as thus employed, does not include the navigation of such waters.\n\n 2. \nThe question is not what is the geographical meaning of the word 'inland,' used in distinguishing seas from oceans, or the waters within the body of a continent from the high seas. The question is as to the meaning of the phrase 'inland navigation,' employed in reference to a commercial business, and to promoting commercial objects. In this view, the meaning of the same words, or equivalent phrases in the same connection, are the true governing authorities, so far as mere definition is concerned.\n\n 3. \nThe exact definition of the word 'inland,' as well as the \n\n[65 U.S. 1, 25]\n \n phrase 'inland navigation,' shows that such navigation is not the navigation of the great Western lakes. Webster's definition, (Webster's Dict., 'Inland,') as applied to navigation, is: 'Carried on within a country; domestic, not foreign, as inland trade or transportation; inland navigation.' Worcester defines the word thus employed (Worcester's Dict., 'Inland,') as: 'Pertaining to the interior of a country; internal; opposed to coasting; inland navigation.' In Rees's Encyclopedia, (Rees's Encyclopedia, 'Inland Navigation,') 'inland navigation' is defined to be a term 'applied to the passage of boats and vessels on canals and rivers within a country, to distinguish it from navigation, properly so called, by means of shipping on the open seas, or on the largest of the lakes.' The definition of the Encyclopedia Britannica (Encyc. Brit., 'Navigation, Inland') is as follows: 'Inland navigation may be defined as that branch of navigation which extends from the sea to the land, and affords the means of transportation through the interior of a country.\n The word 'inland,' thus used, is opposed in meaning to the word 'foreign.' 'Foreign' (Burrill's Law Dict., 'Foreign') means 'that which is without or beyond the limits of a particular territory,' as the Western lakes are beyond the limits of a particular State. The navigation of the lakes is not 'inland,' as a bill of exchange drawn by a citizen of one State upon a citizen of another State is not an inland bill, and was formerly called an 'outland bill,' 'to distinguish it,' as says Justice Story, (Story on Bills, secs. 22, 23,) 'from an inland bill, which is governed throughout by one municipal jurisprudence.' Such navigation, thus conducted, through the systems of jurisprudence of several States, (when Congress, beneath its power, hereinafter considered, is silent on the subject,) is foreign, in the sense that the ships employed in that navigation are foreign to the State in which they are not owned.\n Conklin's Admiralty, 57.\n The consideration of some decisions may further illustrate this view. The statute of limitations of the State of Georgia provided that, in certain cases, it should not apply to parties \n\n[65 U.S. 1, 26]\n \n 'beyond seas.' It was held that the phrase meant beyond the limits of the State, irrespective of the question whether or not the party was in fact beyond any sea or other water.\n Murray v. Baker, 3 Wheaton, 341.\n Shelby v. Guy, 11 Wheaton, 361.\n Beyond the jurisdiction of the State of Georgia, the party was 'beyond seas'-beyond the control of the jurisprudence of that State, and necessarily, therefore, not 'inland.'\n Upon the actual meaning, therefore, of the word 'inland,' so used, it must be determined that the words 'inland navigation,' in the statute, signify only a navigation carried on within the body of the country; and doubtless, (particularly when considered, as the question must be, and is hereinafter, under the powers of Congress over commerce,) when applied to lake navigation, a navigation conducted beneath the jurisprudence of a single State. It means a navigation which, when carried on on the lakes, is not the coasting trade.\n\n 4. \nThe navigation, to be 'inland,' must be upon waters themselves 'inland.' The great Western lakes are not such inland waters.\n This is a question of commerce and of law, not of geography. Other waters exist upon the face of the globe, the precise parallel of the Western lakes in commercial and legal view, which certainly are not 'inland.' Therefore the Western lakes are not 'inland.'\n The case of the Genesee Chief, (Fitzhugh v. the Genesee Chief, 12 How ., 443,) which will be hereafter adverted to in a more important view, established the principle that the business of the Western lakes and their national position determined their commercial and legal character, and that the distinctions, convenient in England, of the rise and fall of the tide and the saltness of the water, had nothing to do with thus fixing that character. Excluding, therefore, once for all, these immaterial tests, the great Western lakes, when viewed in comparison with other waters, not only are not 'inland,' but are commercial and legal seas.\n And, first, as to their not being inland, regarded in the suggested comparison. \n\n[65 U.S. 1, 27]\n \n The Baltic sea, with the Gulfs of Finland and Bothnia, form one chain of waters; the Mediterranean, the Adriatic, the sea of Marmora, and the Black sea, another, like the line of the great Western lakes. The Mediterranean long has been known as the 'tideless sea,' and was, beside, the 'mare internum' of the Romans.\n Edinburgh Review, Oct., 1857, 'The Mediterranean.'\n Encyclopedia Britannica, 'The Mediterranean.'\n The inlets to both these chains of waters are narrow. In other physical features they are like them. In commercial character they are identical with them. Classed by the geographers, in the loose language which so generalizes such waters, as easily to distinguish them from the great oceans, they are sometimes termed, (as the Western lakes themselves were termed by Chief Justice Taney, in the Genesee Chief case,) 'inland seas.' Yet would the navigation of these European waters, or of Hudson's Bay, or Long Island Sound, or of the Gulf of Mexico, be termed 'inland,' in the view in which they must be regarded in this case? To the communities which dwelt along the borders of the European seas, and maintained a commerce petty in comparison with that now upon the Western lakes, we owe the very foundations of that body of admiralty law, never devised or efficient with reference to an inland commerce. From such communities sprang the Rhodian law, the Consulat de la Mer, the Tables of Amalfi, the laws of Wisbuy, of Oleron, and the Hanse towns. There lived those early writers upon maritime law, to whom we now look for the practical exposition of questions arising with respect to a commerce upon our lakes, far more like their own than that carried on upon the high seas. Waters thus situated, over which was extended that body of admiralty law which never was applicable to an 'inland' trade, certainly never were 'inland.'\n The Twee Gebroeders, 3 C. Robinson, 336.\n Our waters, their very parallel, in every physical, commercial, and legal feature, and over which the same body of laws (as was decided in the Genesee Chief case, from the very character of the waters) extends to day, equally are not 'inland.'- \n\n[65 U.S. 1, 28]\n \n But, as has been said, these waters are commercial and legal seas, and therefore their navigation cannot be 'inland.' They are extra fauces terrae.\n The Schooner Harriet, 1 Story R., 251, 259.\n They are waters where, to adopt the language of Sir Matthew Hale, 'a man may not discern from shore to shore.'\n De Port. Maris. Harg. Tracts, c. 4, p. 10.\n Hawkins Pl. C., b. 2, c. 9, sec. 14.\n U. S. v. Grush, 5 Mason, 290, 298.\n They are not within the boundary of any county; and, within the definition of Lord Coke himself, are therefore not inland.\n 4 Inst., 140, c. 22.\n 2 East. P. C., c. 17, sec. 10.\n Comyn's Dig. Admiralty E., 7.\n De Loviot v. Boit, 2 Gallison, 398, 426, 427.\n Waring v. Clark, 5 How., 441, 462.\n They are bordered not only by the States constituting the United States, but by the province of a foreign nation. Their navigation is subject to all the hazards that attend that of the ocean. 'Hostile fleets,' to use the language of Chief Justice Taney in the Genesee Chief case, 'have encountered upon them, and prizes have been made there.' The same system of admiralty law applies to them as to the commerce of the remoter oceans. That commerce, as will hereafter be seen, is equally extensive with that of our foreign commerce itself.\n It is repeated, there is not a characteristic (excluding the immaterial ones of the ebb and flow of the tide and the saltness of the water, excluded by the Genesee Chief case, and which in this view always would have been excluded-2 Peters's Ad. Decis., LXXI; Spelman Reliq. Adm. Juris., 226; 2 Hale, P. C., 16) belonging to the 'high seas'-the 'main sea' of Coke and Hale, and Selden and Blackstone, which does not belong to the Western lakes. How, then, can their navigation be termed inland? Would the navigation of such waters be termed inland, within the meaning of the statutes of Geo. II and Geo. III? Would the navigation of the waters of the 'four seas,' (Hargrave and Butler's Notes to Coke upon \n\n[65 U.S. 1, 29]\n \n Litt., L. 2, c. 8, sec. 157; Chitty on Commercial Law, 88-102) including St. George's channel or the Irish sea, be deemed 'inland' by an English court, construing the language in question as used in the statutes of Geo. III?\n\n 5. \nSome minor considerations will show, in this connection, that such navigation cannot be called inland.\n By the law of nations, exclusive national jurisdiction, for certain purposes, is established over at least a marine league from the coast.\n 1 Kent's Com., 27, 28.\n The whole of Delaware bay has been determined to be within national jurisdiction.\n Opinion of Edmund Randolph, Attorney General U. S., 1 Opinion Att. Gen., 13.\n The navigation of none of these waters would be termed 'inland;' yet it should be, if the Western lakes are 'inland.'\n\n 6. \nRegarding the language in question, then, beneath all the lights which can be thrown upon it, it must be determined that the navigation in question is not 'inland.' This, a single question, intelligently put and answered-put and answered with full comprehension of the meaning of all things relating to this commercial and legal subject-must determine 'inland.' Within what land do these waters lie? That question would hardly be put upon some of the ships and steamboats upon the Western lakes, with nothing in sight above the horizon, nor within many leagues, unless it might be other ships employed in commerce between different States and Provinces, and (through the Welland Canal, which, overcoming the natural obstacle of Niagara Falls, has thus given access to the high seas through those public means, which Sir Matthew Hale says-De Port. Maris, c. 3.- render waters thus opened to public trade, public waters, with European kingdoms.\n IV. The object of the law determines the fact that the navigation of the lakes is not 'inland,' within the meaning of the act.\n\n 1. \nIn ascertaining the object of the law, the court cannot, in the language of Chief Justice Taney, in any degree, be influenced by the construction placed upon it by individual \n\n[65 U.S. 1, 30]\n \n members of Congress in the debates which took place on its passage. 'We must gather the intention of Congress from the language used in the law, comparing it, where ambiguity exists, with the laws upon the same subject, and looking, if necessary, to the public history of the times in which it was passed.'\n Aldridge v. Williams, 3 Howard, 1, 24.\n Bank of Penn. v. the Commonwealth, 7 (Harris) Penn. R., 144.\n Southwark Bank v. the Commonwealth, 26 Penn. State R., 240.\n\n 2. \nIn determining whether the objects of the law would necessarily make it apply to the navigation of the Western lakes, it is, of course, necessary to ascertain something of the extent of these waters, and of the commerce carried on upon them.\n The area of the lakes is some 90,000 square miles, and the aggregate length of the lakes alone exceeds 1,500 miles.\n Andrews's Rep. on Colonial and Lake Trade, communicated to the Senate Aug. 26, 1852.\n The value of the property annually carried in the transactions of the lake commerce exceeds $600,000,000, (exceeding the total value of property exported and imported into the United States in its foreign trade.) It is conducted in more than 1,600 vessels, with an aggregate burden exceeding 400,000 tons.\n Report of Com. on Commerce to H. of R., 1856, vol. 3, No. 316, pp. 9, 10, 11.\n Report Hon. I. T. Hatch, Commissioner, &c., to H. of R., June 18, 1860.\n The strictly foreign trade with Canada alone on the lakes exceeds $30, 000,000 in amount, annually, making our strictly foreign commerce with Canada third in actual value, and first in the amount of tonnage employed, compared with our commerce with all the foreign countries with which we have any trade.\n Report of Com. on Commerce, 1856, pp. 10, 12.\n\n 3. \nConsidering, therefore, the undoubted objects of the act, \n\n[65 U.S. 1, 31]\n \n (Point First, II, 6,) the immediate cause which led to the passage of the act, the loss of the Lexington, running in the coasting trade, like the vessels on the Western lakes, (Point First, II, 8,) the extent of the waters on which this commerce is conducted, the extent and national importance of that commerce itself, it certainly must be apparent that the promotion of such a commerce must have been within the objects of the act.\n V. Our whole system of statutory law in reference to the coasting trade establishes the fact that such a trade has never been regarded as 'inland' in its character.\n\n 1. \nThe whole system of these provisions is thus generally regarded.\n 2 Kent's Com., 599, 600.\n Elliott v. Rossel, 10 J. R., 10, 11.\n\n 2. \nThe whole spirit of express legislation on these subjects shows such to be the fact.\n The ordinance of 1787 dedicates these waters as public highways to the commerce of the States, and says they 'shall be common highways, and forever free, as well to the inhabitants of the Territory as to the citizens of the United States, and those of any other States which may be admitted into the Confederacy.'\n Ordinance 1787, 1 Stat. at L., 52, note.\n The act of 1793 in respect to the enrollment of vessels, (1 Stat. at L. 307;) the act of 1831, conferring enlarged privileges upon enrolled vessels on the Northwestern frontier, (4 Stat. at L., 487;) the steamboat inspection acts of 1838 (5 Stat. at L., 305) and of 1852, (10 Stat. at L., 62;) the act of 1850, requiring transfers of vessels to be recorded, (9 Stat. at L., 440;) the act of 1845, giving the District Courts jurisdiction of admiralty cases, (5 Stat. at L., 726)-all evidently regard the coasting trade of the lakes as the same in character with that of the seaboard.\n This act has been expressly held to apply to vessels employed in the coasting trade on the seaboard.\n Watson v. Marks, 2d vol. Law Reg., 157, U. S. District Court, E. Dist. Pennsylvania. \n\n[65 U.S. 1, 32]\n \n Can any reason be discovered why it should not as well apply to a vessel enrolled and licensed under the same laws, and employed in the same trade, upon another 'coast' (Champlain and W. L. R. R. Co. v. Valentine, 19 Barbour, 484) of the country?\n When this act of 1851 was passed, all these laws-the law of 1845, conferring jurisdiction in admiralty cases on the lakes to the District Courts, as well as the others-were in force. Can it be supposed, that if it was the intent of Congress to exclude the commerce of the lakes from the operation of such a law, that intent, under all the circumstances, would not have been plainly expressed?\n VI. Admiralty jurisdiction, it was held in the Genesee Chief case, extends over the Western lakes. They cannot, therefore, be 'inland.'\n\n 1. \nIn the Genesee Chief case, the court held (in accordance with that opinion of Chief Justice Marshall, which he said was one of the most deliberate of his life-Van Santvoord's Lives of the Chief Justices, 444,) that admiralty jurisdiction extended over the great Western lakes, within the meaning of the phrase 'admiralty and maritime jurisdiction' in the Constitution, (art. 3, sec. 2,) from the commercial and national character of those waters, and the character of the trade conducted upon them.\n Fitzhugh v. the Genesee Chief, 12 Howard, 443.\n The Chas. Mears, 1 Newberry, 197.\n Woolrych's Law of Waters, (Law Library,) 62.\n\n 2. \nAdmiralty jurisdiction was never held, and, regarding the remedies administered under it, never could have been held, to extend over 'inland navigation.'\n 1 Curtis's Juris. Courts U. S., 34, 48.\n De Loviot v. Boit, 2 Gallison, 398, 436, 468, and authorities cited.\n This may especially be said, under the recent decisions, that admiralty jurisdiction does not include matters relating to transactions taking place within the limits of a single State.\n Allen v. Newbury, 21 How., 244.\n Maguire v. Card, 21 How., 248. \n\n[65 U.S. 1, 33]\n \n 3. It therefore may be claimed that the phrase 'inland navigation' was advisedly, or at least fortunately, used in the act. Its use enables the act to be applied wherever it in principle should apply; that is, wherever admiralty jurisdiction extends.\n How, it may be asked, would a decision of this court, that this act does not apply to the lakes, stand on principle, in comparison with the decision in the case of the Genesee Chief?\n VII. Congress intended, by the phrase 'inland navigation,' simply to exclude from the operation of the act only such places as it could not, under the Constitution, exercise such power over.\n\n 1. \nCongress has no power, under the Constitution, to legislate as to the commerce carried on within the bounds of any one State.\n Gibbons v. Ogden, 9 Wheaton, 1, 195.\n Steamboat Co. v. Livingston, 3 Cowen, 713, 755.\n The object of the concluding paragraph of sec. 7 of the act, therefore, doubtless is expressly to provide that the act shall not apply where Congress has no power to make it apply. Similar restrictive phrases are commonly used in statutes, ex abundanti cautela.\n\n 2. \nCongress has the constitutional power to exercise legislation over the Western lakes.\n Fitzhugh v. the Genesee Chief, 12 How., 443.\n See Point Third.\n Therefore, as the act applies in all cases except where its own limitations provide it shall not apply, it must apply to those waters.\n\n 3. \nHad it been the intent of the act that it should not apply to any of the lakes, the words 'rivers and lakes' would have been used. As it is, it uses the term 'inland navigation,' and so uses it in the meaning given it by the courts-the navigation of waters within the bounds of a single State over which Congress has no control.\n Steamboat Co. v. Livingston, 3 Cow., 755.\n Gibbons v. Ogden, 9 Wheaton, 194. \n\n[65 U.S. 1, 34]\n \n The steamboat James Morrison, 1 Newberry's Admiralty R., 241, 246.\n\n 4. \nMust this not be clearly so, when the act is considered under the rule that statutes which favor commerce are to be liberally construed, and those parts which restrict it must be strictly construed?\n Sewell v. Jones, 9 Pick., 412, 414.\n Must it not be clearly so, under the rule, that excepting clauses in a statute are always strictly construed? 'For it is a maxim,' says Justice Story, 'in the interpretation of statutes, that when the enacting clause is general in its language and objects, and a proviso is afterwards introduced, that proviso is construed strictly, and takes no case out of the enacting clause which does not fall plainly within its terms. In short, a proviso carves special exceptions only out of the enacting clause; and those who set up any such exceptions, must establish it as being within the words as well as the reasons thereof.'\n The U. S. v. Dickson, 15 Peters, 141, 165.\n [The remaining points of Mr. Hibbard's argument are omitted, for want of room.]\n\n Mr. Justice NELSON delivered the opinion of the court.\n This is a writ of error to the Supreme Court of the State of Michigan.\n The suit was brought by the plaintiffs in the court below against the defendants, a company incorporated under the laws of New York, and owners of the steam propeller M. B. Spaulding.\n The goods in question were put on board of the propeller at Buffalo, on the 30th October, 1856, for transportation to Detroit, and on the next day they took fire, and vessel and goods were entirely consumed, without any default or negligence of the master or crew, or any knowledge of the defendants, their officers or agents. The propeller was of more than twenty tons burden, and was enrolled and licensed for the coasting trade, and engaged in navigation and commerce, as a \n\n[65 U.S. 1, 35]\n \n common carrier, between ports and places in different States upon the lakes, and navigable waters connecting the same.\n The defendants relied, in their defence, upon the act of Congress, passed March 3d, 1851, entitled 'an act to limit the liability of ship owners, and for other purposes.'\n The 1st section provides that no owner of any ship or vessel shall be liable to answer for any loss or damage which may happen to any goods or merchandise which shall be shipped on boards any such ship or vessel, by reason of any fire happening on board the same, unless such fire is caused by design or neglect of such owner, with a priviso that the parties may make such contract between themselves on the subject as they please.\n The 2d section provides against any liability of the owner of the vessel, in case of precious metals, &c., unless notice and entry on the bill of landing.\n The 3d section provides against liability of the owner, in cases of embezzlement or loss, &c., by the master, officers, &c., of any property shipped on board, or for any loss by collision, &c., without the privity or knowledge of the owner, exceeding the value of his interest in the ship and freight.\n The 4th section provides for an apportionment of the proceeds, in case of the sale of the vessel, among the several freighters or owners of the goods, if these and the freight should not be sufficient to pay each loss.\n The 6th section saves the remedy against the master and hands, in case of embezzlement or loss, or for any negligence or malversation by these persons.\n The 7th section, after providing a penalty for shipping oil of vitriol, and such dangerous materials, without notice to the master, is as follows: 'This act shall not apply to the owner or owners of any canal boat, barge, or lighter, or to any vessel of any description whatsoever, used in rivers or inland navigation.'\n It is insisted, on the part of the plaintiffs, that the navigation of Lake Erie, and also of all the other lakes in connection therewith, is within the exception to this act, as falling within the words 'inland navigation.' The question thus raised is \n\n[65 U.S. 1, 36]\n \n not without difficulty, as we have no clear or certain guide to lead us to the true meaning attached to these words by Congress. Looking at them in a very general sense, and without much regard to the reasons or policy of the law, it may, with some plausibility, be urged, as has been on behalf of the plaintiffs, that the phrase 'inland navigation' was used as contradistinguished from navigation upon the ocean; and that all vessels navigating waters within headlands, and after they have passed out of the ocean, come within the designation. But a construction thus broad can hardly be maintained, for it would be unreasonable to suppose that Congress intended to apply one rule of responsibility to the owner in respect to the same vessel upon the ocean, and another upon the bays or rivers, in the course of the same voyage. Besides the absence of any good reason for such a distinction as to the rule of responsibility, it would have seriously embarrassed all parties engaged in commerce of this description in respect to their securities against accidents, and losses by means of insurance, bills of lading, charter-parties, &c.\n The connection in which this term 'inland navigation' is used in the act, we think, may throw some light upon the intent of the law-makers.\n It is declared, that the act shall not apply to the owner of any canal-boat, barge, or lighter, or to any vessel of any description used in rivers or inland navigation. It will be seen, that certain craft is excepted from the act eo nomine, and then a class of vessels without any designation, other than by a reference to the waters or locality in which used. But the character of the craft enumerated may well serve to indicate to some extent, and with some reason, the class of vessels in the mind of the law-makers, which are designated by the place where employed. This class may well be regarded ejusdem generis, and thus aid us in interpreting the true meaning of the words of the act, namely, vessels 'used in rivers or inland navigation.'\n Many of the provisions of this act were taken from the 53 Geo. 3, c. 159, as also the exception to the enacting clause. The exception in the English act is as follows: that nothing \n\n[65 U.S. 1, 37]\n \n in this act shall extend to the owner of any 'lighter, barge, boat, or vessel of any description whatsoever, used solely in rivers or inland navigation.'\n The language of this exception is more specific than that used in ours; but the meaning intended to be conveyed, we think substantially the same. The words in ours are, 'any vessel of any description whatsoever, USED in rivers or inland navigation.' This word used means, in the connection found, employed, and doubtless, in the mind of Congress, was intended to refer to vessels solely employed in rivers or inland navigation. It was this species of navigation-that is, on rivers and inland-which was intended to be withdrawn from the limitation of the liability of the owner; and the addition of the term 'inland navigation,' as an alternative to rivers, was doubtless designed, speaking in a general sense, to embrace all internal waters, either connected with rivers, but which did not, in a geographical or popular sense, fall under that name, or which might not be connected with rivers, but fell within the reason or policy of the exception, such as bays, inlets, straits, &c. Vessels, whatever may be their class or description, solely employed upon these waters, are usually employed in the trade and traffic of the localities, carried on chiefly by persons residing upon their borders, and connected with the local business, and without the formalities and precautions observed in regular commercial pursuits, with a view to guard against accidents and losses, such as insurance, bills of lading, &c. It was fit and proper, therefore, in this description of trade and traffic, that the common-law liabilities of the carrier should remain unaltered.\n But the business upon the great lakes lying upon our Northern frontiers, carried on between the States, and with the foreign nation with which they are connected, (and this is the only business which Congress can regulate, or with which we are dealing,) is of a very different character. They form a boundary between this foreign country and the United States for a distance of some twelve hundred miles, and are of an average width of at least one hundred miles; and this, without including Lake Michigan, of itself three hundred and fifty \n\n[65 U.S. 1, 38]\n \n miles in length, and ninety in breadth, which lies wholly within the United States. The aggregate length of these lakes is over fifteen hundred miles, and the area covered by their waters is said to be some ninety thousand square miles. The commerce upon them corresponds with their magnitude.\n According to the best official statistics, the value of the property annually, the subject of this commerce, exceeds $600,000,000, employing more than sixteen hundred vessels, with an aggregate tonnage exceeding four hundred thousand tons. These vessels are duly licensed for the foreign trade, as well as for that carried on coastwise. This commerce, from its magnitude, and the well-known perils incident to the lake navigation, deserves to be placed on the footing of commerce on the ocean; and, we think, in view of it, Congress could not have classed it with the business upon rivers, or inland navigation, in the sense in which we understand these terms.\n These lakes are usually designated by public men and jurists, when speaking of them, as great inland waters, inland seas, or great lakes; and, if Congress intended to have excluded them from the limitation of the liabilities of owners, it would have been most natural and reasonable, and, indeed, almost a matter of course, to have referred to them by a more specific designation.\n The decision in the case of the Lexington, which was burned upon Long Island Sound, led to this act of 1851. That case was decided in 1848, subjecting the carrier in case of a loss by fire. (6 How., 344.)\n The Sound is but one hundred and ten miles in length, and from two to twenty in breadth.\n The waters of these lakes, in the aggregate, exceed those of the Baltic, the Caspian, or the Black sea, and approach in magnitude those of the Mediterranean. They exceed those of the Red sea, the North sea or German ocean, the sea of Marmora, and of Azoff. And, like the lakes, all of these seas, with the exception of the North sea, are tideless. The marine disasters upon these lakes, in consequence of the few natural harbors for the shelter of vessels, and the consequent losses of life and property, are immense. According to the \n\n[65 U.S. 1, 39]\n \n report of a committee in the House of Representatives in 1856, the destruction of property upon Lake Michigan in the year 1855 exceeded $1, 000,000. The appalling destruction of life in the loss of the Erie upon Lake Erie, and of the Superior and Lady Elgin upon Michigan, are still fresh in the recollections of the country. The policy and justice of the limitation of the liability of the owners, under this act of 1851, are as applicable to this navigation as to that of the ocean. The act was designed to promote the building of ships, and to encourage persons engaged in the business of navigation, and to place that of this country upon a footing with England and on the continent of Europe. The act not only exempts the owner from the casualty of fire, but limits his liability in cases of embezzlement or loss of goods on board by the master, officers , &c., and also for loss or damage from collisions, and, indeed, for any loss or damage occurring without the privity of the owner, to an amount not exceeding the value of the vessel and freight.\n It has been suggested that our construction of the act may embrace within the limitation of the liability of the owners Western lakes lying within a State, such as the Cayuga, Seneca, and the like. But the answer is, that commerce upon these lakes, and all others similarly situated, is not within the regulation of Congress. The act can apply to vessels only which are engaged in foreign commerce, and commerce between the States. The purely internal commerce and navigation of a State is exclusively under State regulation.\n We think the court below was right, and that the judgment should be affirmed.\n\n Mr. Justice CATRON dissenting.\n By the common law of England ship owners were common carriers, and insurers against loss, of the goods shipped, without limitation as to the waters upon which the ships were navigated. Abbott on Shipping, 395. In the United States the same law governed. 2 Kent's Com., 599. N. J. S. Nav. Co. v. Merchants' Bank, 6 How., 334. In parts of continental Europe the law was different. The preamble of the British \n\n[65 U.S. 1, 40]\n \n act of 7 Geo. 3d, declares, 'that it was of the greatest consequence and importance to the kingdom to promote and increase the number of ships and vessels, and to prevent any discouragement to merchants, and others, from being interested and concerned therein.' The object of the British legislation was 'to encourage persons to become owners of ships.' By the act of Geo. 2d, and others, the Parliament exempted ship owners from liability in several cases of loss, and among them, loss by fire. That these laws applied to commerce on the ocean, is not controverted. Nor are they in force on the great lakes, partly belonging to Great Britain, on this continent.\n Our act of Congress of March 3, 1851, was passed to put our commercial marine on an equal footing with that of Great Britain; so that the increase of the number of ships, and the navigation of them, might be equally encouraged. That competition with British shipping was the object of Congress, is manifest to my mind from the fact that the provisions of our statute correspond to British statutes. As there was no competition on our lakes, great or small, there was no reason for exempting owners of vessels from liability; and especially, for the reason that a vessel navigating a lake from one port to another, in the same State, is not within the act; as Congress could only legislate by force of the commercial power, and regulate commerce among the States. The act of 1851 does not in terms, nor by any fair intendment, as I think, attempt to regulate such internal commerce. Fearing, however, that it might be held to apply to actual navigation, an exception was appended to the act, declaring that it should not apply to owners of canal boats, nor to lighters or barges, This description of vessels were brought into, or used, in harbors and bays; and these being arms of the sea might be held as coming within the provisions of the act of Congress, the commerce they were engaged in being connected with that on the ocean. The commerce on the Chesapeake, through the tide-water canal, into the Delaware, by vessels propelled by steam, and the commerce carried on through the Hudson, into New York harbor, by canal boats and barges, shows the \n\n[65 U.S. 1, 41]\n \n reason why the exception was made, as respects this class of vessels.\n And then comes the exception, of vessels that had no connection with commerce on the ocean, which declares, that the act shall not apply to any vessel, of any description whatsoever, used in rivers, or used in inland navigation. Why should navigation on the Mississippi and the St. Lawrence be governed by one law, and the great lakes, Green bay, Lake Champlain, Great Salt lake, Utah lake, and many others, by another rule of liability? Congress has made no such distinction; but on the contrary, every section and clause of the act of 1851 refer to losses happening on, or to vessels navigating, the ocean. The third section is especially significant of this conclusion.\n What the expression, 'inland navigation,' means, must be ascertained from the geography of our own country, and the commerce carried on by vessels on its waters. Lake Erie is inland, and a voyage from Buffalo to Detroit is, in my judgment, 'inland navigation.' I am, therefore, of the opinion that the judgment should be reversed. \n\n\n\n","5":"\n\nUnited States Supreme Court\nRECTOR, &C., OF CHRIST CHURCH, PHILA. v. COUNTY OF PHILA.(1860)\n\nArgued: Decided: December 1, 1860\n\n\n THIS case was brought up from the Supreme Court of the State of Pennsylvania by a writ of error issued under the 25th section of the Judiciary act.\n The facts of the case are stated in the opinion of the court, and also the decision of the Supreme Court of Pennsylvania, which was alleged to be in conflict with the Constitution of the United States. \n\n[65 U.S. 300, 301]\n \n It was argued by Mr. McCall and Mr. Reverdy Johnson for the plaintiffs in error, and submitted on a printed argument by Mr. King for the defendants.\n The first point of the counsel for the plaintiffs in error, viz: that a Legislature had power to exempt property permanently from taxation, was not contested by the other side; but the argument was, whether the reason given for exempting the property was a legal consideration of a contract or only a motive alleged for passing the laws. Upon this question many authorities were cited on both sides.\n\n Mr. Justice CAMPBELL delivered the opinion of the court.\n This cause comes before this court upon a writ of error to the Supreme Court of Pennsylvania, under the 25th section of the act of Congress of the 24th September, 1789. In the year 1833 the Legislature of Pennsylvania passed an act which recited 'that Christ Church Hospital, in the city of Philadelphia, had for many years afforded an asylum to numerous poor and distressed widows, who would probably else have become a public charge; and it being represented that in consequence of the decay of the buildings of the hospital estate, and the increasing burden of taxes, its means are curtailed, and its usefulness limited,' they enacted, 'that the real property, including ground rents, now belonging and payable to Christ Church Hospital, in the city of Philadelphia, so long as the same shall continue to belong to the said hospital, shall be and remain free from taxes.'\n In the year 1851 the same authority enacted 'that all property, real and personal, belonging to any association or incorporated \n\n[65 U.S. 300, 302]\n \n company which is now by law exempt from taxation, other than that which is in the actual use and occupation of such association or incorporated company, and from which an income or revenue is derived by the owners thereof, shall hereafter be subject to taxation in the same manner and for the same purposes as other property is now by law taxable, and so much of any law as is hereby altered and supplied be and the same is hereby repealed.' It was decided in the Supreme Court of Pennsylvania, that the exemption conferred upon these plaintiffs by the act of 1833 was partially repealed by the act of 1851, and that an assessment of a portion of their real property under the act of 1851 was not repugnant to the Constitution of the United States, as tending to impair a legislative contract they alleged to be contained in the act of Assembly of 1833 aforesaid.\n The plaintiffs claim that the exemption conceded by the act of 1833 is perpetual, and that the act itself is in effect a contract. This concession of the Legislature was spontaneous, and no service or duty, or other remunerative condition, was imposed on the corporation. It belongs to the class of laws denominated privilegia favorabilia. It attached only to such real property as belonged to the corporation, and while it remained as its property; but it is not a necessary implication from these facts that the concession is perpetual, or was designed to continue during the corporate existence.\n Such an interpretation is not to be favored, as the power of taxation is necessary to the existence of the State, and must be exerted according to the varying conditions of the Commonwealth. The act of 1833 belongs to a class of statutes in which the narrowest meaning is to be taken which will fairly carry out the intent of the Legislature. All laws, all political institutions, are dispositions for the future, and their professed object is to afford a steady and permanent security to the interests of society. Bentham says, 'that all laws may be said to be framed with a view to perpetuity; but perpetual is not synonymous to irrevocable; and the principle on which all laws ought to be, and the greater part of them have been established, is that of defeasible perpetuity-a perpetuity defeasible \n\n[65 U.S. 300, 303]\n \n by an alteration of the circumstances and reasons on which the law is founded.' The inducements that moved the Legislature to concede the favor contained in the act of 1833 are special, and were probably temporary in their operation. The usefulness of the corporation had been curtailed in consequence of the decay of their buildings and the burden of taxes.\n It may be supposed that in eighteen years the buildings would be renovated, and that the corporation would be able afterwards to sustain some share of the taxation of the State. The act of 1851 embodies the sense of the Legislature to this effect.\n It is in the nature of such a privilege as the act of 1833 confers, that it exists bene placitum, and may be revoked at the pleasure of the sovereign.\n Such was the conclusion of the courts in Commonwealth v. Bird, 12 Mass., 442; Dale v. Governor, 3 Stew., 387; Alexander v. Willington, 2 Russ. and M., 35; 12 Harris, 232; Lindley's Jurisp., sec. 42.\n It is the opinion of the court that there is no error in the judgment of the Supreme Court, within the scope of the writ to that court, and its judgment is affirmed. \n\n\n\n","6":"\n\nUnited States Supreme Court\nU S v. OSSIO(1860)\nNo. 74\nArgued: Decided: March 12, 1860\n\n\n Mr. Justice CLIFFORD delivered the following order:\n This is an appeal from a decree of the district court for the northern district of California, affirming a decree of the land commissioners.\n On examination of the transcript, we find it is the same case as the preceding (23 How. 273), in which the opinion has been delivered, reversing the decree of the district court. By some mistake two transcripts of the record were taken out in the court below, and each has been docketed in this court.\n Accordingly, the case is dismissed, but no procedendo will issue to the district court. \n\n\n\n"}}