{"Description":{"0":"FREEBORN v. SMITH , 69 U.S. 160 (1864)","1":"GORDON v. US , 69 U.S. 561 (1864)","2":"HECKERS v. FOWLER , 69 U.S. 123 (1864)","3":"MILWAUKEE & M. R. CO. v. SOUTTER , 154 U.S. 541 (1864)","4":"MILWAUKEE & M. R. CO. v. SOUTTER , 154 U.S. 540 (1864)","5":"RICHARDSON v. LAWRENCE COUNTY , 154 U.S. 536 (1864)","6":"US v. HALLOCK , 154 U.S. 537 (1864)","7":"US v. OLVERA , 154 U.S. 538 (1864)"},"Date":{"0":"December 1, 1864","1":"December 1, 1864","2":"December 1, 1864","3":"February 23, 1864","4":"February 23, 1864","5":"January 25, 1864","6":"February 8, 1864","7":"March 7, 1864"},"Docket":{"0":"","1":"","2":"","3":"268","4":"267","5":"100","6":"113","7":"149"},"Link":{"0":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/69\/160.html","1":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/69\/561.html","2":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/69\/123.html","3":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/154\/541.html","4":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/154\/540.html","5":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/154\/536.html","6":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/154\/537.html","7":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/154\/538.html"},"Opinion":{"0":"\n\nUnited States Supreme Court\nFREEBORN v. SMITH(1864)\n\nArgued: Decided: December 1, 1864\n\n\n\n\n[69 U.S. 160, 161]\n \n THIS was a writ of error to the Supreme Court of Nevada Territory.\n Smith had obtained a judgment against Freeborn and Shelden in the Supreme Court of Nevada; Nevada being at the time a Territory only, not a State. To this judgment a writ of error went from this court, under the law organizing the Territory, and the record of the case was filed here, December Term, 1862. After the case was thus removed, the Territory of Nevada was admitted by act of Congress, March, 1864, into the Union as a State. The act admitting the Territory contained, however, no provision for the disposal of cases then pending in this court on writ of error or appeal from the Territorial courts. Mr. Cope and Mr. Browning, in behalf of the defendants in error, accordingly moved to dismiss the writ in this and other cases similarly situated, on the ground that the Territorial government having been extinguished by the formation of a State government in its stead, and the act of Congress which extinguished it having, in no way, saved the jurisdiction of the court as previously existing, nothing further could be done here. The Territorial judiciary, it was urged, had fallen with the government, of which it was part; and the jurisdiction of this court had ceased with the termination of the act conferring it. Hunt v. Palao,1 and Benner v. Porter,2 were relied on to show that the court had no power over cases thus situated.\n It being suggested by Mr. O'Connor and Mr. Carlisle on the other side, or as interested in other cases from Nevada similarly situated, that a bill was now before Congress supplying the omissions of the act of March, 1864, the hearing of the motion for dismissal was suspended till it was seen what Congress might do. Congress finally acted, and on the 27th of February, 1865, passed 'An Act providing for a District Court of the United States for the District of Nevada,' &c. \n\n[69 U.S. 160, 162]\n \n The eighth section of this enacts,--\n'That all cases of appeal or writ of error heretofore prosecuted and now pending in the Supreme Court of the United States, upon any record from the Supreme Court of the Territory of Nevada, may be heard and determined by the Supreme Court of the United States; and the mandate of execution or of further proceedings shall be directed by the Supreme Court of the United States to the District Court of the United States for the District of Nevada, or to the Supreme Court of the State of Nevada, as the nature of said appeal or writ of error may require; and each of these courts shall be the successor of the Supreme Court of Nevada Territory as to all such cases, with full power to hear and determine the same, and to award mesne or final process thereon.'\n\n The motion to dismiss the writ for want of jurisdiction was now renewed.\n Assuming jurisdiction to exist, this case of Smith v. Freeborn, &c., was argued also on a question of merits. The judgment mentioned at the beginning of the case, which Smith had obtained against Freeborn and Shelden, he had obtained against them as secret surviving partners of a certain Shaw. One ground of the writ of error was that no evidence whatever had been offered of a partnership with Shaw between Freeborn and Shelden (a matter which was more or less patent on the record); and that judgment having gone against both (two jointly) and error as to one, the judgment would have to be reversed. A motion had been made and refused below for a new trial.\n There was also another question of merits. To rebut the evidence of partnership, the defendants offered some letters between themselves and Shaw, and between themselves and one Eaton, an agent of theirs; which letters, though containing, as was urged, some admissions against their own interest, the court below refused to let go in evidence to disprove a partnership.\n Its action on these two points was one matter argued, but the great question was that of jurisdiction, a matter affecting other cases as well as this. \n\n[69 U.S. 160, 163]\n \n Messrs. Cope and Browning for the motion to dismiss, &c.:\n\n 1. \nAs to the jurisdiction, our position is that the act is a retrospective enactment interfering with vested rights. Certainly it attempts to confer on this court jurisdiction to review judgments which, by law, at the time of its passage were final and absolute. The necessary result of maintaining it would be to disturb and impair these judgments, unsettle what had been previously settled, and compel the parties to litigate anew matters already definitively adjudicated. There is no higher evidence that rights have vested than a final judgment solemnly confirming them. Law is defined to be a rule of conduct; and to call an enactment which undertakes to deal with past transactions, and subject them to new requirements and conditions as tests of their legality, a rule of conduct, is to confound all rational ideas on the subject. Ex post facto laws are expressly prohibited by the Constitution, but the courts would hardly enforce enactments of this nature even in the absence of any constitutional prohibition; because, being retrospective, and providing for the punishment of acts not illegal when committed, they are not laws in the true sense of that term, and not, therefore, within the sphere of legislative authority. The principle is entirely applicable to civil causes, and prevents any injurious intermeddling with past transactions. Legislative power begins and ends with the power to enact laws, and in respect to the conduct of men in their dealings and obligations, and in the acquisition of property, no valid law can be enacted which undoes or unsettles that which was legally done or settled under a previous law.\n The validity of enactments of this character has frequently been denied. In Merrill v. Sherburne,3 Woodbury, J., says: 'Acts of the legislature which look back upon interests already settled or events which have already happened, are retrospective, and our Constitution has in direct terms prohibited them, because highly injurious, oppressive, and unjust. But perhaps their invalidity results no more from this \n\n[69 U.S. 160, 164]\n \n express prohibition, than from the circumstance that in their nature and effect, they are not within the legitimate exercise of legislative power.' After speaking of ex post facto laws, he adds: 'Laws for the decision of civil causes made after the facts on which they operate, ex jure post facto, are alike retrospective, and rest on reasons alike fallacious.' In Bates v. Kimball,4 Aikens, J., says: 'The principle meant to be laid down is that an act not expressly permitted by the Constitution, which impairs or takes away rights vested under pre-existing laws, is unjust, unauthorized, and void.' In Staniford v. Barry,5 Prentiss, J., in referring to the decision in Bates v. Kimball, and the reasoning on which it was based, says: 'The case appears to have been maturely considered, and was decided on principles and authorities which are conclusive of the question. We have only to add, that the principles adopted have become settled constitutional law, and are universally recognized and acted upon as such, by all judicial tribunals in this country. They are found in the doctrines of learned civilians, and the decisions of able judges, without a single decision, or even opinion or dictum to the contrary. They not only grow out of the letter and spirit of the Constitution, but are founded in the very nature of a free government, and are absolutely essential to the preservation of civil liberty, and the equal and permanent security of rights.' In Lewis v. Webb,6 Mellen, C. J., lays it down as a settled rule, 'that a law retrospective in its operation, acting on past transactions, and in its operation disturbing, impairing, defeating, or destroying vested rights, is void, and cannot and must not receive judicial sanction.' In McCabe v. Emerson,7 Rogers, J., after stating that it could not be presumed that the legislature intended to give the act under consideration a retrospective effect, says: 'But granting that intention to be clearly expressed, I have no hesitation in saying that the act is unconstitutional and void. The legislature has no power, as has been repeatedly held, to interfere with vested rights.' \n\n[69 U.S. 160, 165]\n \n We do not question the validity of retrospective statutes that are purely remedial, that give a remedy without disturbing or impairing rights. Whenever they attempt to interfere with a right, however, the legislature has passed the bounds of its authority, and the acts are void.\n The court is here asked to review a judgment on which the law has already pronounced its final sentence. The act of Congress just obtained, concedes that the judgment has become final, but declares that it shall not remain so, and deprives the parties of any benefit from it until the matters settled by it are again adjudicated. If it be possible for a right to attach itself to a judgment, it has done so here, and there could not be a plainer case of an attempt to destroy it by legislative action. It is unimportant, of course, that the court ever had jurisdiction; if it proceed at all, it must proceed under the jurisdiction conferred by the act, and not under that which it formerly had. The case stands as if the judgment had been rendered by a court of last resort.\n\n 2. \nIn passing the act Congress attempted to exercise power judicial in its nature, and not legislative. If this is so, it will follow as a necessary conclusion that the act is void.\n What distinguishes judicial from legislative power? It is that the one is creative and the other administrative; the one creates or enacts laws by which the community is to be governed, and the other administers those laws as between the members of which the community is composed. Those matters of which the courts assume jurisdiction, and particularly those appertaining to the trial and determination of causes, are clearly and necessarily the subjects of judicial power. Such matters include all of the proceedings in a cause from its commencement to its termination, and it is certain that within these limits no other than judicial power can be exercised. Filing a complaint, summoning and empannelling a jury, rendering a verdict or judgment, granting or refusing a new trial, taking an appeal or suing out a writ of error, are all acts pertaining to the jurisdiction of the courts, and within the operation of this power. They must be done in pursuance of some law prescribed by legislative \n\n[69 U.S. 160, 166]\n \n authority, but considered merely as acts done, or to be done, in the progress of a cause, a legislative body has no power or control over them, either to command the doing of them, or to set them aside when done. No one will deny that rendering a judgment is strictly a judicial act, and it is evident that the power exercised in rendering it must also be exercised in setting it aside, for the act of setting a judgment aside, like the judgment itself, is simply a proceeding in the cause. And so as to every act that may be done in a cause, from its inception to its close; it is merely a proceeding in the cause, and is purely judicial in its nature. There is no difference in this respect between one act or one proceeding in a cause and another, they are alike judicial in their nature, and exclusively the subjects of judicial power. If one such act may be done or undone by legislative authority, there is no reason why the same authority may not be employed to do or undo every act throughout the proceedings. The question ceases to be a question of power, and becomes one of discretion only.\n In Merrill v. Sherburne, the question was as to the validity of a statute granting a new trial after final judgment, and in Bates v. Kimball, and Lewis v. Webb, as to the validity of statutes granting an appeal where the judgments had also become final. It was held, in all the cases, that the statutes were unconstitutional and void, that their effect was to take away the legal force of the judgments to which they applied, and that in respect to these judgments they amounted to orders or decrees, which the courts alone were competent to make. These cases were decided not only on reasoning the most conclusive, but on authorities of the highest respectability and weight.\n The act of Congress undertakes to grant an appeal or review in certain cases, in which there was no right of review at the time of its passage. The cases had been prosecuted as far as they could be under the law as it then stood; and if they may be prosecuted farther now, it is because Congress has the power to open the judgments, and direct the matters in controversy to be tried anew. The act \n\n[69 U.S. 160, 167]\n \n operates as a judicial order in each of the cases to which it applies.\n Moreover, how can Congress authorize this court to issue its mandate to a State court in a matter which is of State jurisdiction? It would be plainly unconstitutional to do so. Perturbations of our whole judicial system would arise; and no one could calculate the extent of the disaster.\n II. Respecting merits. The case is here short and easy.\n\n 1. \nAs to the first point, this court cannot review the evidence on which a jury found.\n\n 2. \nAs to the second, there was no error in refusing to let parties make proof in their favor out of correspondence between one another, and between themselves and their agent.\n Messrs. O'Connor and Carlisle, with brief of Mr. Billings, contra.\n I. As respects jurisdiction.\n\n 1. \nIndependently of the act of Congress of 27th February, 1865, how does the case stand?\n The Territorial government is said to have been extinguished by the formation and establishment of a State government in its stead. Admitting this, does it necessarily follow that all acts performed by any department of the Territorial government down to the last moment of its existence, must, by the annihilation of their author, become irreversibly enforceable forever? We think not.\n If a tribunal, hastily gotten up in one of the newly created Territories, has given a judgment involving millions, in utter violation of law, equity, reason, and conscience, must that judgment stand irreversible, establishing the right forever, merely because the court that gave it was in articulo mortis at the time, and expired shortly afterwards? Again we think not.\n The Territorial government has been superseded, not by a direct declaration of the legislative will to that effect, but merely as a necessary consequence of a new government having arisen in its stead. The Territorial judiciary fell \n\n[69 U.S. 160, 168]\n \n with the government of which it was a part; but the Supreme Court of the United States never was any part of the Territorial government. It did not cease to exist when the State of Nevada was admitted, nor did it lose its power, in fact or in law, to annul a definitive judgment of the Territorial court which was unlawful, and which, however unlawful, must, nevertheless, until reversed, form a bar to justice between the parties in any earthly tribunal.\n It is said that no mandate can go to the Territorial court of Nevada announcing a reversal here because no such court exists. Granted; but is such a process indispensable to the existence of power here, or to the efficacy of this court's judgment in all courts and places? Surely not.\n No further proceeding can be had in the Territorial courts by either plaintiffs or defendants; but the plaintiffs may bring a new action in the State courts. To such action the judgment, heretofore rendered in the now extinct courts of Nevada, would, indeed, be prim a facie a bar. But such bar would be at once raised, and every impediment to legal justice removed, if the plaintiffs should produce a record of this court showing that the judgment of the Territorial court was here reversed. It could not be said that the decision of this court was nugatory because it had failed to announce its reversal to the extinct tribunal whose judgment it reversed. 'This reversal was not to depend on any act to be performed, or opinion to be given by the court below; but stood absolute by the judgment of this court.' \n8\n \n\n There is no repeal of the Territorial act. It remains a law, valid and operative for the purpose of giving efficiency and force to all things done under its authority. The assertion that it is superseded is only partly true. The Territorial government, with its departments, is, indeed, gone; but the power of vacating errors committed in those departments which, in a lawful and constitutional way, was vested in any still existing officers of the United States, is not necessarily superseded. \n\n[69 U.S. 160, 169]\n \n We do not perceive any difficulty even in removing a judgment to this court after the admission of the State. The record remains a valid paper in the hands of an officer whose duties, except as custodian of the records, have ceased. \n9\n And it is settled that the writ of error to remove a record may go to the place where the record is lawfully deposited, and to the court or officer having lawful custody of it. There is no necessity that it should go to the tribunal which pronounced the judgment sought to be reversed.\n We think it is not correct to say that the act creating Nevada Territory is repealed or abrogated. Nothing can be done under it which is inconsistent with the subsequent governmental action of the United States in admitting the State of Nevada; but this is the whole extent to which it has become inoperative. The jurisdiction of this court to reverse the judgments of the Territorial Supreme Court remains.\n\n 2. \nHow does the case stand under the act of 27th February, 1865?\n This act is in substantial conformity with former legislation of Congress, which has been passed upon and approved by this court. After the State of Florida was admitted into the Union on February 22d, 1847, an act was passed directing 'that in all cases in which judgment or decrees have been rendered in the' late Territorial courts of Florida, 'and from which writs of error have been sued out or appeals have been taken to the Supreme Court of the United States, the said Supreme Court shall be and is hereby authorized to hear and determine the same.' \n10\n Under that act, this court exercised appellate jurisdiction in Benner v. Porter. \n11\n By a supplemental act, passed February 22d, 1848,12 it was enacted that the provisions of said act of 1847, 'so far as may be, shall be, and they hereby are, made applicable to all cases which may be pending in the Supreme or other superior court of and for any Territory of the United States, which \n\n[69 U.S. 160, 170]\n \n may hereafter be admitted as a State into the Union, at the time of its admission, and to all cases in which judgments or decrees shall have been rendered in such Supreme or superior court at the time of such admission, and not previously removed by writ of error or appeal.' The first section of this same act of 1848 applied in terms the remedy thus contemplated to the like cases in the Territorial courts of Iowa. Under this first section of the act of 1848, this court took cognizance of a writ of error in an ordinary land case, not of peculiar Federal cognizance, issued after Iowa had been admitted as a State, and thereupon reversed the judgment of the Territorial court of Iowa in Webster v. Reid. \n13\n \n\n As a palliative of the consequences plainly resulting from the doctrines of the defendant, it is intimated that Congress might have done all that was necessary in the enabling act under which Nevada came in as a State; but having let slip that opportunity, no remedy can now be applied. But\n\n 1. \nThis assumes the much debated and very disputable position that Congress, when admitting a State into the Union, may impose special conditions upon that favor, and place her in a position inferior to that of her elder sisters.\n\n 2. \nIt also assumes that, in retaining or exercising authority to cause a review of judgments pronounced by its own judges in its own courts, the Federal Government would exercise a jurisdiction over matters and questions properly of State cognizance. Such is not the fact. It only reverses, if erroneous, and approves, if right, the acts of its own officers.\n The authorities to the contrary of the doctrine thus set up are numerous. It is neither an exercise of judicial power nor an invasion of vested rights. It is merely a legislative regulation of judicial practice. There is no such thing as a vested right in a wrong-doer to evade the exercise of judicial power. \n14\n Bull v. Calder15 is an early leading case. The \n\n[69 U.S. 160, 171]\n \n United States v. Sampeyrac,16 is a later one. It was held in this last case that Congress might confer jurisdiction, and at the same time might ratify and legitimate an action already commenced in a court which, until the act in question, had no jurisdiction of the matter. The doctrine of vested rights never restrains a legislature from advancing justice or remedying wrongs. It is intended to prevent oppression and injustice, not to afford them an impunity.\n II. As to merits.\n\n 1. \nIs it shown upon the record that Freeborn and Shelden were partners with Shaw? Our objection is on this point, that there was absolutely no evidence tending to show that such a partnership existed. The court ought not to have submitted to the jury the question of fact whether such partnership existed. It follows that if the court can correct the error below upon the record, the judgment must be reversed. Because it is familiar law that where there has been judgment against two (jointly), and there is error as to one, the judgment must be reversed.\n\n 2. \nThe remaining point arises upon the rejection of certain evidence offered by the defendants, to wit, letters and telegraphic messages from Shaw (the real debtor) to the parties charged as partners in this suit, and now plaintiffs in error. These letters contained admissions against interest, and should have been received.\n Reply: Two cases in this court are cited as militating against the general principles we assert: Calder v. Bull17 and the United States v. Sampeyrac. \n18\n But neither really does so.\n Calder v. Bull arose on statute of Connecticut allowing an appeal from a judgment rendered by a probate court of that State, the time for appealing under the law as it stood previously having expired. The statute was passed prior to the adoption of a State constitution, and it was shown to \n\n[69 U.S. 160, 172]\n \n have been the custom of the legislature from a very early period to enact laws of this nature, and exercise a general control over the judiciary in respect to new trials and appeals. The grounds urged against the statute were that it was a judicial and not a legislative act, and that it contravened the clause of the Federal Constitution prohibiting the passage of ex post facto laws. The decision of the court was in favor of its validity, but the judges wrote separate opinions, and assigned different reasons for their conclusion. As to the first ground, some of them held that it was immaterial, there being no provison in the Constitution preventing the legislature of a State from exercising judicial powers. Others held that whether the statute be regarded as judicial or legislative, it was justified by the ancient and uniform practice of the legislature, and should be maintained. It was unanimously agreed that the prohibition referred to only applied to criminal enactments, and that a State statute affecting civil rights merely was not within it. This was the whole case, and the decision certainly has no effect upon the principle contended for here.\n The case of the United States v. Sampeyrac brought in question the validity of an act of Congress extending the provisions of a previous act, so as to enable the Territorial courts of Arkansas to entertain bills of review on the part of the United States in cases of forgery and fraud. No interference with vested rights was contemplated by the act, the effect of which was simply to invest certain tribunals with equitable powers not possessed by them before, to be exercised in a class of cases over which the ordinary jurisdiction of courts of equity has always extended. It is a part of the general jurisdiction of these courts to investigate matters of fraud, and grant relief to the parties injured by them; and it was, of course, competent for Congress to confer this jurisdiction on the courts of Arkansas. It did this, and nothing more, leaving those courts to proceed in accordance with the settled principles governing courts of equity in such cases. It was on this ground mainly that the court sustained the act, holding in respect to the merits of \n\n[69 U.S. 160, 173]\n \n the case that the judgment in question was fraudulent, and that no rights had vested under it. The decision, therefore, is not in point.\n It may be that, in Benner v. Porter,19 this court assumed jurisdiction of an appeal given by an act of this nature; but it seems to have done so without argument, and without any consideration of the question of the power of Congress to pass the act. Under such circumstances, the case should not be regarded as conclusive; and the question should be treated as an open one, and determined upon its merits.\n\n Mr. Justice GRIER delivered the opinion of the court.\n The most important question of this case is that of jurisdiction.\n It is objected to the act of 27th February, just passed, that it is ineffectual for the purpose intended by it; that it is a retrospective act interfering directly with vested rights that the result of maintaining it would be to disturb and impair judgments which, at the time of its passage, were final and absolute; that the powers of Congress are strictly legislative, and this is an exercise of judicial power, which Congress is not competent to exercise. But we are of opinion that these objections are not well founded.\n The extinction of the Territorial government, and conversion of the Territory into a State under our peculiar institutions, necessarily produce some anomalous results and questions which cannot be solved by precedents from without.\n It cannot be disputed that Congress has the exclusive power of legislation in and over the Territories, and, consequently, that the Supreme Court has appellate jurisdiction over the courts established therein, 'under such regulations as Congress may make.' \n20\n In the case of Benner v. Porter,21 it is said: 'The Territorial courts were the courts of the General Government, and the records in the custody of their clerks were the records of that Government, and it would seem to follow necessarily from the premises that no one \n\n[69 U.S. 160, 174]\n \n could legally take possession or custody of the same without the assent, express or implied, of Congress.' The act of 22d of February, 1848, chapter 12, which provides for cases pending in the Supreme or superior court of any Territory thereafter admitted as a State, made no provision for cases pending in this court on writ of error or appeal from a Territorial court. In the case just mentioned, we have decided that it required the concurrent legislation of Congress and the State legislature, in cases of appeallate State jurisdiction, to transfer such cases from the old to the new government.\n The act of Congress admitting the State of Nevada omitted to make such provision, although the Constitution of Nevada had provided for their reception. Now, it has not been and cannot be denied, that if the provisions of the act now under consideration had been inserted in that act, the jurisdiction of this court to decide this case could not have been questioned.\n By this omission, cases like the present were left in a very anomalous situation. The State could not, proprio vigore, transfer to its courts the jurisdiction of a case whose record was removed to this court, without the concurrent action of Congress. Until such action was taken, the case was suspended, and the parties left to renew their litigation in the State tribunal. What good reason can be given why Congress should not remove the impediment which suspended the remedy in this case between two tribunals, neither of which could afford relief? What obstacle was in the way of legislation to supply the omission to make provision for such cases in the original act? If it comes within the category of retrospective legislation, as has been argued, we find nothing in the Constitution limiting the power of Congress to amend or correct omissions in previous acts. It is well settled that where there is no direct constitutional prohibition, a State may pass retrospective laws, such as, in their operation, may affect suits pending, and give to a party a remedy which he did not previously possess, or modify an existing remedy, or remove an impediment in the way of \n\n[69 U.S. 160, 175]\n \n legal proceedings. \n22\n The passage of the act now in question was absolutely necessary to remove an impediment in the way of any legal proceeding in the case.\n The omission to provide for this accidental impediment to the action of this court, did not necessarily amount to the affirmance of the judgment, and it is hard to perceive what vested right the defendant in error had in having this case suspended between two tribunals, neither of which could take jurisdiction of it; or the value of such a right, if he was vested with it. If either party could be said to have a vested right, it was plaintiff in error, who had legally brought his case to this court for review, and whose remedy had been suspended by an accident, or circumstance, over which he had no control. If the judgment below was erroneous, the plaintiff in error had a moral right at least to have it set aside, and the defendant is only claiming a vested right in a wrong judgment. 'The truth is,' says Chief Justice Parker, in Foster v. Essex Bank,23 'there is no such thing as a vested right to do wrong, and the legislature which, in its acts, not expressly authorized by the Constitution, limits itself to correcting mistakes and to providing remedies for the furtherance of justice, cannot be charged with violating its duty, or exceeding its authority.' Such acts are of a remedial character, and are the peculiar subjects of legislation. They are not liable to the imputation of being assumptions of judicial power.\n The constitutional difficulty attempted to be raised on the argument, that Congress cannot authorize this court to issue a mandate to a State court, in a mere matter of State jurisdiction, is factitious and imaginary. It is founded on the assumption, that all the questions which we have heretofore decided are contrary to law, and is but a repetition of the former objections which have been overruled by the court under another form of expression. For if it be true, as we \n\n[69 U.S. 160, 176]\n \n have shown, that Congress alone had the power of disposing of the Territorial records, and providing for the further remedy in the newly organized courts-if it requires the concurrent legislation of both Congress and the State to dispose of the cases in the peculiar predicament in which this case was heard-if Congress had, as we have shown, the power to remove the impediments to its decision, and remit it to a State court authorized by the constitution of the State to take cognizance of it, they must necessarily regulate the conditions of its removal, so that the parties may have their just remedy respectively. If a State tribunal could not take possession of the record of a court removed legally to this court, nor exercise jurisdiction in the case without authority of Congress (as we have decided), without the legislation of Congress, they must necessarily accept and exercise it subject to the conditions imposed by the act which authorizes them to receive the record. This court would have the same right to issue its mandate as in cases where we have jurisdiction over the decisions of the State courts, under the 25th section of the Judiciary Act, and for the same reasons,-because we have jurisdiction to hear and decide the case.\n II. Having disposed of the question of jurisdiction, the case presents no difficulty.\n As to the case made on the motion for a new trial: our decision has always been, that the granting or refusing a new trial is a matter of discretion with the court below, which we cannot review on writ of error.\n The single bill of exceptions in the case is to the refusal of the court to receive certain letters in evidence. The defendants were charged to have been partners of one George N. Shaw, or to have held themselves out to the public as such. This was the only issue in the case. To rebut the plaintiffs' proof, the defendants offered a correspondence between themselves, and some letters to them by one Eaton, their agent. It is hard to perceive on what grounds the parties should give their private conversations or correspondence with one another or their agent to establish their own case, or show that they had not held themselves out to the \n\n[69 U.S. 160, 177]\n \n public as partners of the deceased. Let judgment of affirmance be entered in the case, and a statement of this decision be certified to the Supreme Court of Nevada. \n24\n \n\n AFFIRMANCE AND CERTIFICATE ACCORDINGLY. \n\nFootnotes\n\n[\nFootnote 1\n] 4 Howard, 589. \n[\nFootnote 2\n] 9 Id. 235. \n\n[\nFootnote 3\n] 1 New Hampshire, 213. \n\n[\nFootnote 4\n] 2 Chipman, 88. \n[\nFootnote 5\n] 1 Aikin, 314. \n[\nFootnote 6\n] 3 Greenleaf, 335. \n[\nFootnote 7\n] 18 Pennsylvania State, 111. \n\n[\nFootnote 8\n] Davis v. Packard, 8 Peters, 323; S. P., Webster v. Reid, 11 Howard, 457. \n\n[\nFootnote 9\n] Benner v. Porter, 9 Howard, 246. \n[\nFootnote 10\n] 9 Stat. at Large, 129,  3. \n[\nFootnote 11\n] 9 Howard, 246. \n[\nFootnote 12\n] 9 Stat. at Large, 212,  2. \n\n[\nFootnote 13\n] 11 Howard, 437. \n[\nFootnote 14\n] Watkins v. Holman, 16 Peters, 60, 61; Schenley v. Commonwealth, 36 Pennsylvania State, 29; Rich v. Flanders, 39 New Hampshire, 317, 320-325 \n[\nFootnote 15\n] 3 Dallas, 386. \n\n[\nFootnote 16\n] 7 Peters, 222. \n[\nFootnote 17\n] 3 Dallas, 386. \n[\nFootnote 18\n] 7 Peters, 222. \n\n[\nFootnote 19\n] 9 Howard, 235. \n[\nFootnote 20\n] Constitution, Art. 3. \n[\nFootnote 21\n] 9 Howard, 235. \n\n[\nFootnote 22\n] See Hepburn v. Curts, 7 Watts, 300, and Shenly v. Commonwealth, 36 Pennsylvania State, 57. \n[\nFootnote 23\n] 16 Massachusetts, 245; and see Rich v. Flanders, 39 New Hampshire, \n\n[\nFootnote 24\n] See Webster v. Reid, 11 Howard, 461. \n\n\n\n\n","1":"\n\nUnited States Supreme Court\nGORDON v. U S(1864)\n\nArgued: Decided: December 1, 1864\n\n\n GORDON, administrator of Fisher, presented a petition in the Court of Claims of the United States, for damages done to him by troops of our Government, in the war of 1812 with Great Britain. The Court of Claims decided against him, and he appealed to this court. The case was argued in favor of the right of appeal by Messrs. Gooderich and Winter Davis; no counsel appearing on the other side. A majority of the court, however, finding itself constrained to the conclusion that, under the Constitution, no appellate jurisdiction over the Court of Claims could be exercised by this court, and intimating that the reasons which necessitated this view might be announced hereafter-the term being now at its close-the cause was simply.\n DISMISSED FOR WANT OF JURISDICTION.\n Miller and Field, JJ., dissenting. \n\n\n\n","2":"\n\nUnited States Supreme Court\nHECKERS v. FOWLER(1864)\n\nArgued: Decided: December 1, 1864\n\n\n JOHN FOWLER brought suit in the Circuit Court for the Southern District of New York, against John and George Hecker, to recover damages for a breach of covenant. The declaration alleged that the plaintiff, who was the patentee of an improvement in making flour, had granted to the Heckers the right to supply a particular district with such flour, &c., paying so much per barrel. Defence, that the patent was worthless, and that the plaintiff had failed to maintain its validity at his own cost, as he had agreed to do. Replication; issue, and joinder. While the case was thus pending, the attorneys of the parties agreed to refer it to a 'referee, to hear and determine the same, and all issues therein, with the same powers as the court, and that an order be entered, making such reference; and that the report of said referee have the same force and effect as a judgment of said court.' One of the judges accordingly 'ordered that the cause be referred to H. Cramm, Esq., to hear and determine all the issues herein, with the fullest powers ordinarily given to referees; and that on filing the report of the said referee with the clerk of the court, judgment be entered in conformity therewith, the same as if the cause had been tried before the court.' The referee heard the case, and without stating what his findings were upon any of the several issues presented in the pleadings, made \n\n[69 U.S. 123, 124]\n \n the finding, simply and generally, that there was due to plaintiff, John Fowler, from the defendants, John and George Hecker, the sum of $9500, besides costs, all which he 'reported' to the court. On this, the attorneys of Fowler drew up the form of a judgment, and without the presence or action of the court, except the order of reference already alluded to, filed it with the clerk, who thereon entered judgment, as a judgment of the court, for the amount reported, with costs. The defendant took this writ of error.\n It is necessary here to state that, by the code of New York,1 a referee is clothed with the attributes of a judge. A trial by him is to be conducted in the same manner as a trial by the court; he may grant adjournments, allow amendments, compel the attendance of witnesses. His decisions may be excepted to and revised, as in cases of appeal from courts of record. It is also enacted, that 'the report of the referees upon the whole issue shall stand as the decision of the court, and judgment may be entered thereon in the same manner as if the action had been tried by the court.'\n Mr. Norton, for the plaintiff in error: No objection, we think, can properly be taken to the right of this court to entertain the matters here presented; although it might be suggested that the facts in this case not having been found either by a general or special verdict, nor agreed upon in a case stated, and there being no bill of exceptions, there are no questions open to revision here, and hence that this court will affirm the judgment of the court below, of course. We apprehend it to be clear, however, that while this court will not review the judgment of inferior courts made without the intervention of juries, or on a case stated, it will, at the same time, exercise its superintending care in preventing the judgments of State judicial officers from being interpolated into the records of the courts of the United States, and being enforced by the process of those courts. \n\n[69 U.S. 123, 125]\n \n Assuming, then, the jurisdiction to exist, we observe:\n\n 1. \nThat the declaration, which relies on a contract in restraint of trade, does not set forth a sufficient cause of action. But,\n\n 2. \nThe case presents to us a record of mixed proceedings, commenced before a judicial officer of the United States, conducted by a judicial officer unknown to the courts of the United States, whose judgment (or a paper purporting to be a judgment) is filed in the office of the United States Circuit Court, attached to the pleadings by its clerk, and made a part of the record in this case. Will such a proceeding be allowed? State courts are authorized by statutes to have such proceedings; but without statute the proceedings would be very irregular, and there is no statute of the United States which authorizes them in the Federal courts. This court has, indeed, decided, that if the parties agree to submit the trial both of fact and law to the judge, they constitute him an abitrator or referee, whose award must be final and conclusive between them; but no consent can constitute this court appellate arbitrators. But in this and in other cases which might be cited, the judgment was rendered by a judge created by the laws of the United States, whose function it is to pronounce judgments in the courts of the United States. In this record there is no such judgment. Whatever is rendered, is rendered by a person wholly unjudicial, and dehors the tribunal; or coming into it only pro hac vice. Even if it is a judgment in the Circuit Court, it is not a judgment of the court.\n\n 3. \nThe referee did not decide the case in conformity with the order of court. He did not 'determine all the issues of the case;' but made a single and general finding that there was due such a sum.\n\n 4. \nBut even the referee's judgment was not properly entered. In fact, though he made a report, he gave no judgment. The clerk gave the judgment. It is, therefore, invalid, and cannot be enforced.\n Mr. Andrews, contra. \n\n[69 U.S. 123, 126]\n \n\n Mr. Justice CLIFFORD delivered the opinion of the court.\n This is a writ of error to the Circuit Court of the United States for the Southern District of New York.\n Suit was brought in this case by the present defendant, and judgment was rendered in his favor in the court below. Action was referred, under a rule of court, by consent of the parties, and the judgment in the case was rendered upon the report of the referee, made in pursuance of the rule of reference. Original defendants sued out this writ of error, and now seek to reverse the judgment upon the several grounds hereinafter mentioned. Errors assigned at the argument were in substance and effect as follows:\n\n 1. \nThat the declaration and the matters therein contained are not sufficient in law to enable the plaintiff to maintain the action.\n\n 2. \nThat the Circuit Court erred in passing the order that the action should be referred, and that the matters in controversy should be heard and determined by a referee.\n\n 3. \nThat the action of the referee was erroneous, because he did not determine all or any of the issues involved in the pleadings.\n\n 4. \nThat the judgment set forth in the transcript is invalid, and not such a one as can be enforced in the Circuit Court of the United States.\n\n 1. \nFirst objection was not much pressed at the argument, and is entirely without merit, as will be obvious from a brief examination of the record. Plaintiff was assignor and patentee of a certain invention, described as a new and useful improvement in the preparation of flour for the making of bread; and the substance of the declaration was that the defendants, in consideration that the plaintiff had granted to them the exclusive right to supply a certain district with such prepared flour, and to manufacture and vend therein the patented ingredients used in the preparation of the same, promised to account with and pay over to the plaintiff a certain tariff for every barrel of flour so supplied, and for the patented ingredients, when manufactured and sold separately, to be used in its preparation. Agreement was in \n\n[69 U.S. 123, 127]\n \n writing and under seal, and the action was, covenant broken to recover damages for the neglect and refusal to account and pay the tariff according to the terms of the contract. Pending the suit, the defendants appeared and pleaded to the merits. They made no objection to the declaration, and if they had, it must have been overruled, as it is in all aspects sufficient and well drawn.\n\n 2. \nSubstance of the second objection is, that the Circuit Court erred in allowing the reference. Defence, among other things, was that the plaintiff agreed to maintain the validity of the patent at his own expense during the period the defendants should be engaged in the business, and that he neglected and refused so to do, and that the patent was invalid and worthless. Replication of the plaintiff reaffirmed the facts set forth in the declaration, and tendered an issue to the country, which was duly joined by the defendants. Pleadings being closed, the parties agreed in writing to refer the cause to a referee, 'to hear and determine the same and all the issues therein, with the same powers as the court, and that an order be entered making such reference, and that the report of the referee have the same force and effect as a judgment of the court.'\n Following that agreement is the order of the court allowing the reference, which is the subject of complaint. Recital of the record is, that on reading and filing the agreement 'the court ordered that the cause be referred' to the referee therein named, to hear and determine all issues therein with the fullest powers ordinarily given to referees, and that on filing the report of the said referee with the clerk of the court, judgment be entered in conformity therewith the same as if said cause had been heard before the court, and the attorneys of the parties annexed their consent in writing to the order.\n Intention of the court and of the parties was to refer the action; and the requirement of the referee was that he should hear and determine the matters in controversy, and make his report to the court in which the action was pending. Defendants insist that such a reference of a pending suit in \n\n[69 U.S. 123, 128]\n \n the Circuit Court of the United States is invalid, because such courts have no power to authorize such a proceeding. Such is the substance of the several propositions submitted by the defendants on this branch of the case. They admit that the State courts have such powers, but insist that the power is derived from statute, and that the Circuit Courts cannot exercise it, because there is no act of Congress which confers any such authority.\n Where the United States are plaintiffs, or an alien is a party, or the suit is between a citizen of the State where the suit is brought and a citizen of another State, the Circuit Courts of the United States have original cognizance, concurrent with the courts of the several States, of all suits of a civil nature at common law or in equity, where the matter in dispute exceeds, exclusive of costs, the sum or value of five hundred dollars. Record shows that the plaintiff was an alien, and that the defendants were citizens of the State where the suit was brought. Amount in dispute exceeds the sum or value of five hundred dollars, and inasmuch as the suit was of a civil nature, at common law, the jurisdiction of the court was clear beyond cavil. \n2\n \n\n Scope of the objection, however, does not directly involve the question of jurisdiction, but has respect to the mode of trial as substituting the report of a referee for the verdict of a jury. Circuit Courts, as well as all other Federal courts, have authority to make and establish all necessary rules for the orderly conducting business in the said courts, provided such rules are not repugnant to the laws of the United States. Practice of referring pending actions is coeval with the organization of our judicial system, and the defendants do not venture the suggestion that the practice is repugnant to any act of Congress. On the contrary, this court held, in the case of the Alexandria Canal Co. v. Swan, 3 that a trial by arbitrators, appointed by the court, with the consent of both parties, was one of the modes of prosecuting a suit to judgment as well established and as fully warranted \n\n[69 U.S. 123, 129]\n \n by law as a trial by jury, and, in the judgment of this court, there can be no doubt of the correctness of that proposition.\n Doubts were, nevertheless, entertained whether a bill of exceptions would lie to the ruling of the Circuit Court in overruling the objections filed by the losing party to the acceptance of the report or award of a referee appointed under a rule of court: York and Cumberland R. R. Co. v. Myers. \n4\n Opinion of the court in that case shows that the action, at the time of the reference, was pending in the Circuit Court of the United States for the District of Maine. Myers brought the suit, and the parties, before trial, agreed to refer the action to three persons, to be appointed by the court. Presiding justice named three persons as referees, and the rule issued by the clerk provided that their report, or the report of a majority of them, 'was to be made to the court as soon as may be, and that judgment thereon was to be final, and execution to issue accordingly.' Subsequently, one of the persons so appointed was, with the leave of the court, authorized by the parties to sit alone, and he made a report awarding damages to the plaintiff.\n Corporation defendants, when the report was made, submitted written objections to the acceptance of the same, and examined the referee in support of the objections. Question presented was, whether the report should be accepted or rejected; but the circuit judge overruled the objections, accepted the report, and rendered judgment for the plaintiff for the amount reported by the referee. Defendants excepted to the rulings of the court, and sued out a writ of error to reverse the judgment. Preliminary objection in this court was that the bill of exceptions would not lie, because the proceedings, as it was insisted, had been irregular; but this court held otherwise, and decided the cause upon the merits. Conclusion of the court was that the equity of the statute, allowing a bill of exceptions in courts of common law, embraces all such judgments or \n\n[69 U.S. 123, 130]\n \n opinions of the court arising in the course of a cause as are the subjects of revision by an appellate court, and which do not otherwise appear on the record. \n5\n \n\n Subordinate tribunal, say the court, must ascertain the facts upon which the judgment or opinion excepted to is founded, which undoubtedly is correct for the reason there given, that this court cannot determine, in cases at common law, the weight or effect of evidence, nor decide mixed questions of law and fact. Allusion is then made to the fact, that appellate courts in other jurisdictions are accustomed to revise such judgments and opinions, and the court say, 'Upon principle we can see no objection to the introduction of the same practice into the courts of the United States, under the limitations we have indicated.' Taken as a whole, that case is decisive of the question under consideration. But it is a mistake to suppose that the practice referred to was first sanctioned in this court by the opinion in that case. Ample authority for it is to be found in a decision of this court, pronounced more than forty years before the question in that case was argued. Reference is made to the case of Thornton v. Carson,6 in which the opinion was given by Chief Justice Marshall. Statement of the case shows that two pending actions were referred by consent under a rule of court. Arbitrators made an award. Effect of the award was that the defendant was to pay to the plaintiff ( Carson) the amount of the bonds in suit, unless by a certain day he made a conveyance to the plaintiff of the property described in the award; in which latter event he was to receive from the plaintiff a transfer of certain shares in a mining company, and to be discharged from the payment of the money, an entry to that effect to be made in the suits. Defendant failed to perform the act which would entitle him to such an entry in the case, and consequently became liable to pay the sums awarded by the referee. Oral \n\n[69 U.S. 123, 131]\n \n objections were made to the acceptance of the award, but the court overruled the objections, and rendered judgment for the plaintiff on the award for the amount of the money awarded. None of the evidence introduced when the award was accepted appeared in the record, and no bill of exceptions was tendered to the ruling of the court, but the defendant removed the cause into this court by a writ of error. Under those circumstances, this court refused to revise the rulings of the Circuit Court; but, in disposing of the case, the court say, if he, the original plaintiff, failed to do that which warranted the court in entering judgment on the award, it was the duty of the complaining party to have shown that fact as a cause against entering judgment, and to have spread all the facts upon the record, which would enable this court to decide whether the court below acted correctly or not. Various other objections were also taken to the proceedings; but they were all overruled, and the judgment was affirmed. Similar views have been expressed by this court on other occasions, but it is not thought necessary to do more than to refer to the other cases, as those already examined are believed to be decisive. \n 7\n \n\n Practice of referring pending actions under a rule of court, by consent of parties, was well known at common law, and the report of the referees appointed, when regularly made to the court, pursuant to the rule of reference, and duly accepted, is now universally regarded in the State courts as the proper foundation of judgment. \n8\n \n\n\n 3. \nThird objection is, that the action of the referee was erroneous, because he did not determine all of the issues between the parties. Evidently the objection is founded in \n\n[69 U.S. 123, 132]\n \n a mistaken view of the duty of the referee as prescribed in the rule of reference. He was not required, either by the agreement of the parties or by the order of the court, to report specially what his finding was upon the several issues presented in the pleadings. His duty was to determine all the issues, and to report the result of his finding. Referee reported that, having heard and examined the matters in controversy in the cause, and having examined on oath the several witnesses produced, there was due to the plaintiff the sum of nine thousand and five hundred dollars, besides the costs of suit. Presumption is, that he did determine all the issues, and inasmuch as there was no evidence to the contrary, the conclusion must be to the same effect.\n\n 4. \nFourth objection is, that the judgment is invalid and cannot be enforced. Defect suggested is, that the judgment was rendered by the clerk and not by the court; but the record, when properly understood, does not sustain the objection. Judgments are always entered by the clerk under the authority of the court. Prevailing party is entitled to judgment, and it is not the practice in the Circuit Courts to require a rule for judgment to be entered in any case, as is the practice in some of the courts in the parent country. \n9\n Entry of judgment in term time is never made except by leave of court; but the motion need not be in writing, and the order of the court is seldom or never entered in the minutes. When the term closes, judgments are entered by the clerk under the general order without motion; and yet no one ever doubted that a judgment entered under such circumstances was the act of the court and not of the clerk. Reference of a pending action is ordinarily perfected in term time by an entry made under the case by the clerk, at the request of the parties, that it is 'referred,' and with the addition of nothing else except the names of the referees, or it may be done, as it was in this case, by a written agreement, signed by the parties or their attorneys, and filed in the case. When that is done a rule is then issued, or the \n\n[69 U.S. 123, 133]\n \n order of the court may be entered in the minutes, as was done in this record. Duty of the referee is to notify and hear the parties, and then to determine the controversy, and make a report or award to the court in which the action is pending, and from which the rule was issued. Judgment, however, cannot in general be entered in conformity to the report or award until it is accepted or confirmed by the court. \n10\n Reason for the rule is, that whenever it is presented, and before it is accepted, the party against whom it is made may object to its acceptance; but if required by the court, he must reduce his objections to writing, and file them in the case. Hearing is then had, and after the hearing the court may accept or reject the report; or, if either party desires it, the report may, for good cause shown, be recommitted. Such a report of referees is in many respects a substitute for the verdict of a jury. Where there is no agreement to that effect, no judgment can be entered on such a report until the same has been accepted. Present case, however, must be determined upon the peculiar circumstances disclosed in the record. Parties agreed that the report of the referee should have the same force and effect as a judgment of the court, and the court ordered, by consent of parties, that on filing the report with the clerk of the court, judgment should be entered in conformity therewith, the same as if the cause had been tried before the court. Referee accordingly made the report and filed it as required, and thereupon the clerk entered the judgment pursuant to the order of the court and the agreement of the parties. Proceedings of the referee were correct, and the losing party made no objections to the report. \n11\n Judgment having been entered without objection, and pursuant to the order of the court and the agreement of the parties, it is not possible to hold that there is any error in the record. \n12\n \n\n[69 U.S. 123, 134]\n \n Theory of the objection is unfounded in fact, and upon that ground it is overruled. The judgment of the Circuit Court is, therefore,\n AFFIRMED WITH COSTS. \n\nFootnotes\n\n[\nFootnote 1\n]  272. \n\n[\nFootnote 2\n] 1 Stat. at Large, 78. \n[\nFootnote 3\n] 5 Howard, 89. \n\n[\nFootnote 4\n] 18 Howard, 246. \n\n[\nFootnote 5\n] Strother v. Hutchinson, 4 Bingham's New Cases, 83; Ford v. Potts, 1 Halsted, 388; Nesbitt v. Dallam, 7 Gill & Johnson, 494. \n[\nFootnote 6\n] 7 Cranch, 596. \n\n[\nFootnote 7\n] Carnochan et al. v. Christie et al., 11 Wheaton, 446; Luts v. Linthicum, 8 Peters, 176; Butler v. Mayor of N. Y., 7 Hill, 329; Ward v. American Bank, 7 Metcalf, 486; Water Power Co. v. Gray, 6 Id. 174. \n[\nFootnote 8\n] Yates v. Russell, 17 Johnson, 468; Hall v. Mister, Salkeld, 84; Bank of Monroe v. Wadner, 11 Paige, 533; Green v. Palshen, 13 Wendell, 295; Caldwell on Arbitration, 359; Feeler v. Heath, 11 Wendell, 482; Graves v. Fisher, 5 Maine, 70; Miller v. Miller, 2 Pickering, 570; Com. v. Pejepsent Proprietors, 7 Massachusetts 417, 420. \n\n[\nFootnote 9\n] 2 Tidd's Practice, p. 903; Archbold's Practice, by Chitty,521. \n\n[\nFootnote 10\n] Brown v. Cochran, 1 New Hampshire, 200. \n[\nFootnote 11\n] Hughes v. Bywater, 4 Hill, 551. \n[\nFootnote 12\n] Bank of Monroe v. Widner, 11 Paige, 533. \n\n\n\n\n","3":"\n\nUnited States Supreme Court\nMILWAUKEE & M. R. CO. v. SOUTTER(1864)\nNo. 268\nArgued: Decided: February 23, 1864\n\n\n\n Mr. Justice NELSON delivered the opinion of the court.\n This is an appeal from an order made in the suit of Soutter and Bronson, trustees of the second-mortgage bonds of the La Crosse & Milwaukee Railroad Company, against the mortgagor and others, including the appellants as defendants, i the court below, for the foreclosure of the mortgage. The appellants made a motion in the circuit court of the United States for Wisconsin, in which the suit was pending, for an order discharging the receiver that had been previously appointed at the instance of the complainants, and to put the petitioners and present appellants into the possession of the eastern division of the road, with its appurtenances, to \n\n[154 U.S. 541, 542]\n \n be run under their superintendence and control pending the suit of the foreclosure.\n A like motion was made in the suit on the same day before the United States district court, there being some doubt expressed whether under the act of congress, July 15, 1862, extending the circuit court system to the state of Wisconsin, and the amendment of the same, March 3, 1863 (12 Stat. 576-807), the foreclosure suit then pending in the district court had been transferred to the circuit. This court have decided at the present term that the suit had been thus transferred. The motion in the district court was denied, and an appeal taken to this court, which we have just disposed of. 14 Sup. Ct. 1158.\n The motion in the circuit court, which is now before us on appeal, was also denied, and we need only say that one of the grounds for dismissing the appeal in the previous case is applicable to this; namely, that the order, in effect, refusing to remove a receiver and to appoint another rests in the sound discretion of the court, and which is therefore not the subject of an appeal.\n The appeal is therefore dismissed.\n M. H. Carpenter, for appellants.\n N. A. Cowdry and N. J. Emmons, for appellee. \n\n\n\n","4":"\n\nUnited States Supreme Court\nMILWAUKEE & M. R. CO. v. SOUTTER(1864)\nNo. 267\nArgued: Decided: February 23, 1864\n\n\n\n Mr. Justice NELSON delivered the opinion of the court.\n This is an appeal from an order of the court below overruling a motion on the part of the Milwaukee & Minnesota Railroad Company, the appellants, to remove the receiver in possession of the La Crosse & Milwaukee Railroad, and put the petitioners in the possession and control of the Eastern Division, extending from Milwaukee to Portage; and which order overruled, also, an application in behalf of the applicants to remove the Milwaukee & St. Paul Railway Company from the possession and control of this division, which had been given to them by a previous order of the court, under date of June 12, 1863. These applications by the appellants were made in a suit of foreclosure of what is known as the 'second mortgage' upon the road given to secure the bondholders.\n A receiver had been appointed in the cause at the instance of the complainants, and his powers were subsequently modified by the court, so as to let in the Milwaukee & St. Paul Company to run the road and manage its affairs under the direction of the court. \n\n[154 U.S. 540, 541]\n \n A decree had been rendered by the court in the foreclosure suit, previous to these motions, in favor of the complainants, from which they had taken an appeal, and which appeal, as has been decided at this term, had the effect to suspend the execution of the decree of the court below and all proceedings under it, except such as might be necessary for the preservation and security of the subject of litigation. But without inquiring whether the court below, after the appeal, had any authority to entertain the motions of the appellant, it is sufficient to say the order made in disposing of them is not the subject of an appeal. The removal or appointment of a receiver, which, in effect, was the object of the motions, rested in the sound discretion of the court, and the decision is not revisable here.\n We should add that the decision already given in this cause at the present term, holding that the foreclosure suit pending in the district court at the passage of the act extending the circuit court system to the state of Wisconsin transferred it to the jurisdiction of the circuit, is, of itself, conclusive against this appeal.\n The appeal is dismissed.\n M. H. Carpenter, for appellants.\n N. A. Cowdry and N. J. Emmons, for appellee. \n\n\n\n","5":"\n\nUnited States Supreme Court\nRICHARDSON v. LAWRENCE COUNTY(1864)\nNo. 100\nArgued: Decided: January 25, 1864\n\n\n\n Mr. Justice GRIER delivered the opinion of the court.\n The certificate of division of opinion by the judges of the circuit court in this case is liable to the objection that one of the points submits the whole case. The first two present, in fact, but a single proposition, arising on the special verdict.\n The law authorizing the issue of the bonds by the county required that the railroad company should not sell them at less than par value. The verdict finds that they were sold by the railroad company for 64 cents in the dollar, and submits to the court whether the judgment should be for the interest at the par value of the bonds, or for only 64 per cent. On this point the court was divided, and the question is properly presented by the certificate of division.\n Since this case was certified, that of Woods v. Lawrence Co., 1 Black, 386, was argued at length by learned counsel, and carefully considered by this court. The report of that case shows that all the questions that could arise in this case were decided in that. It \n\n[154 U.S. 536, 537]\n \n was there decided that the right of the holder of these bonds and coupons to recover their par value is not affected by the fact that the railroad company to whom they were given paid them out to contractors for 64 cents in the dollar.\n The clerk will therefore certify to the circuit court that the motion of plaintiff 'to enter a verdict and judgment in his behalf for the sum of $ 864, with interest from November 14, 1861,' ought to be granted.\n This will dispose of the whole case.\n J. Knox, for plaintiff.\n R. B. McCombe and Lewis Taylor, for defendant. \n\n\n\n","6":"\n\nUnited States Supreme Court\nU S v. HALLOCK(1864)\nNo. 113\nArgued: Decided: February 8, 1864\n\n\n\n Mr. Justice GRIER delivered the opinion of the court.\n The questions which affect the decision of this case have all been before this court in the 'Prize Cases,' decided at last term, and reported in 2 Black, 665.\n On the 7th of July, 1861, the bark Pilgrim was attempting to enter the port of New Orleans, but ran aground in the night near Passe a l'Outre and was captured by the blockading vessels of the United States.\n She had left Bordeaux, in France, about the 8th of May, after the news of the blockade of the southern ports had reached that place, and the American consul would give no more papers to vessels bound for southern ports. In passing the Bahamas she had full information of the blockade. The master persisted, however, to continue his voyage and attempt to enter the port of New Orleans, till arrested by the blockading ships.\n The cargo was consigned to owners in New Orleans. Two- \n\n[154 U.S. 537, 538]\n \n thirds of the vessel belonged to citizens of New Orleans; the other third to the master and another, citizens of New York and Connecticut. The cargo and two-thirds of the vessel were liable to confiscation as 'enemy's property,' and the remainder for illicit trading with the enemy.\n The decree of the court below is therefore reversed, and record remitted with directions to enter a decree in conformity to this opinion.\n The Attorney General and Charles Eames, for appellant. \n\n\n\n","7":"\n\nUnited States Supreme Court\nU S v. OLVERA(1864)\nNo. 149\nArgued: Decided: March 7, 1864\n\n\n\n Mr. Justice NELSON delivered the opinion of the court.\n This is an appeal from the United States district court for the southern district of California.\n The case involves the title to six square leagues of land, known by the name of 'Los Alamos' and 'Agua Caliente,' in the county of Los Angeles, under a Mexican grant dated 27th May, 1846. It was accompanied by a map designating the out boundaries of the tract. Proceedings before the governor, with a view to obtain the grant, commenced as early as the 21st August, 1845. On that day the claimants applied to have the governor declare the land vacant, notwithstanding a previous grant to one Don Pedro Carillo, as he had failed to comply with any of its conditions. In pursuance of this application, Carillo was called twice before the alcalde to explain the reason of his neglect; and on the 6th September, 1845, at his own solicitation, seven months were allowed him within which to furnish the governor with a satisfactory explanation. After the expiration of this time, and no explanation having been furnished by Carillo, on the 27th May, 1846, the governor declared that, taking into consideration the seven months granted to citizen Pedro Carillo to stock the land granted to him in conformity with the colonization laws, and of the injury caused to the industry of \n\n[154 U.S. 538, 539]\n \n the country on account of his not occupying it, the denunciation of the tract of the Alamos and Agua Caliente in favor of the applicants may take place, and to whom the proper title shall be issued, and on the same day a title was issued to them in due form.\n The espediente embraces some dozen of documents, extending through a period of nine months; that is, from the 21st August, 1845, to the 27th May, 1846, and which, with the exception of the grant in form, were produced from the public archives. The last document in the espediente, and which decreed a denunciation of the tract, directed that the title should issue, and which was issued accordingly, as we have seen, on the same day. All these documents were produced and proved before the board of commissioners, which rejected the claim, on the ground the boundaries given of the tract in the grant were not specific enough to separate the land from the public domain, and therefore void for uncertainty.\n No question was raised by the government before the board as to the genuineness of the grant. Indeed, the preliminary proceedings growing out of the steps necessary to be taken to procure a denunciation of the land as vacant would seem to repel any suspicion of fraud against this government in making the grant.\n In this connection it may not be improper to refer historically to the fact that the grant of this tract to Carillo was made by Gov. Micheltorena, October 2, 1843. He presented his claim before the board of commissioners, 24th December, 1852, which was registered on 23d January, 1854, and, on appeal to the district court, dismissed for failure to prosecute it, 10th August, 1860. See Append. p. 68, No. 498, Hoff. Land Cas.\n It is true that this grant is not supported by any possession or occupation by the claimants prior to their application to the governor, nor, indeed, could it have been, as it is founded upon a denunciation of the previous grant to Carillo; and the war existing between Mexico and this government at the time, and which soon afterwards resulted in the acquisition of the country, prevented the possession and occupation immediately after the date of the grant. There might be difficulty in supporting this claim, in the absence of possession and occupation, if it stood simply upon the title of the governor of the 27th May, 1846. But the proceedings to obtain it commenced in 1845, and were pursued diligently till the 27th May, 1846. They were instituted, not to obtain a grant of a portion of the public domain, but to obtain a denunciation of a title to a tract already granted, and in this respect the claim stands upon a different footing from most of these Mexican grants. The \n\n[154 U.S. 538, 540]\n \n only questions that can well be raised are whether or not the documentary evidence is genuine, and, second, whether it is competent to convey the title. The idea of antedating the documents would seem to be repelled by the character of the proceedings, running through a period of nine months, as well as from the fact that Carillo, and not the Mexican or American government, had the chief interest in them. Certainly, it would be a very forced conclusion to predicate a fraud upon the American government in the denunciation of Carillo's title, and the regrant of it to these claimants, which is all that there is of the case.\n Decree of the district court affirmed.\n The Attorney General and John A. Wills, for the United states.\n J. B. Williams, for appellees. \n\n\n\n"}}