{"Description":{"0":"BUCK v. COLBATH , 70 U.S. 334 (1865)","1":"DANIELS v. ROCK ISLAND R CO , 70 U.S. 250 (1865)","2":"GILMAN v. CITY OF PHILADELPHIA , 70 U.S. 713 (1865)","3":"HAVEMEYER v. IOWA COUNTY , 70 U.S. 294 (1865)","4":"HORBACK v. PORTER , 154 U.S. 549 (1865)","5":"IN RE BINGHAMTON BRIDGE , 70 U.S. 51 (1865)","6":"MERRIAM v. HAAS , 154 U.S. 542 (1865)","7":"THE PLYMOUTH , 70 U.S. 20 (1865)","8":"THOMSON v. LEE COUNTY , 70 U.S. 327 (1865)","9":"U. S. v. HOLLIDAY , 70 U.S. 407 (1865)"},"Date":{"0":"December 1, 1865","1":"December 1, 1865","2":"December 1, 1865","3":"December 1, 1865","4":"December 18, 1865","5":"December 1, 1865","6":"January 23, 1865","7":"December 1, 1865","8":"December 1, 1865","9":"December 1, 1865"},"Docket":{"0":"","1":"","2":"32","3":"","4":"189","5":"","6":"77","7":"","8":"","9":""},"Link":{"0":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/70\/334.html","1":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/70\/250.html","2":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/70\/713.html","3":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/70\/294.html","4":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/154\/549.html","5":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/70\/51.html","6":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/154\/542.html","7":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/70\/20.html","8":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/70\/327.html","9":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/70\/407.html"},"Opinion":{"0":"\n\nUnited States Supreme Court\nBUCK v. COLBATH(1865)\n\nArgued: Decided: December 1, 1865\n\n\n\n\n[70 U.S. 334, 335]\n \n COLBATH sued Buck in one of the State courts of Minnesota, in an action of trespass for taking goods. Buck pleaded in defence, that he was marshal of the United States for the District of Minnesota, and that having in his hands a writ of attachment against certain parties whom he named, he levied \n\n[70 U.S. 334, 336]\n \n the same upon the goods, for taking which he was now sued by Colbath. But he did not aver that they were the goods of the defendants in the writ of attachment.\n On the trial Colbath made proof of his ownership of the goods, and Buck relied solely on the fact that he was marshal and held the goods under the writ in the attachment suit.\n The court refused to instruct the jury that the defence thus set up was a sufficient one; and the plaintiff had a verdict and judgment. This judgment was affirmed on error in the Supreme Court of Minnesota, and the defendant brought the case here under the 25th section of the Judiciary Act; an act which, as most readers will remember, provides that a final judgment in any suit in the highest court of a State where is drawn in question 'the validity of an authority exercised under the United States, and the decision is against its validity,' may be reviewed in this court.\n Mr. Peckham, for the marshal, plaintiff in error, contended that the question whether the fact of his office, set up by the marshal, was or was not a sufficient defence to the suit brought against him, had been settled in the affirmative by the case of Freeman v. Howe in this court. \n1\n In that case White sued a railway company in the Federal court and the marshal attached a number of rail-cars: seizing and taking them into his own possession. While thus in his custody, the sheriff, under process from one of the State courts, sought to take them out of his possession under a writ of replevin. The marshal, in the replevin suit, set up by way of defence the authority under the Federal court by which he held the property; in other words, that he held it as marshal of the United States. And this court held that a sufficient defence.\n If the present action were replevin instead of trespass it cannot be doubted that the plaintiff below would fail. The fact that the suit is one of trespass makes no difference. The thing has nothing to do with forms of action. The court, we may almost say, so declared in Freeman v. Howe. \n\n[70 U.S. 334, 337]\n \n Quoting a former case in this court,2 and declaring specifically that they ' agree' to it, they say:\n'It is a doctrine of law too long established to require citation of authorities, that where a court has jurisdiction it has a right to settle every question which occurs in the case . . . and that where the jurisdiction of a court and the right of a plaintiff to prosecute his suit in it have once attached, that right cannot be arrested or taken away by proceedings in another court.'\n\n Now, this question whether the property which the marshal seized, was or was not liable to the attachment, does occur 'in the case.' It springs immediately out of it. A suit against him in a State court for a trespass in taking the property does, moreover, in effect 'arrest'-for it obstructs and hinders-the proceedings in the Federal court. It subjects the marshal and those under whose directions he acts to the annoyance of a multiplicity of actions in various jurisdictions for things springing out of the same 'question.'\n Independently of which, trespass and replevin are universally concurrent remedies for taking goods as these have been taken. To hold that this action was properly brought and not overrule Freeman v. Howe, would be to hold that the marshal had the right to take these goods and was yet liable for a trespass; was bound to hold them, and yet should suffer for the detention.\n The principles, we suppose, upon which Freeman v. Howe went were these:\n\n 1. \nThat where the officers of a court, State or national, have taken possession of a res, under process of attachment or execution, as the property of the defendant in such process, such res is in the custody of the law, and the possession of such officers or court is exclusive.\n\n 2. \nThat the question, whether such res, so seized as the property of the defendant in the process, is rightfully seized by the marshal as the property of the defendant in the process, or otherwise subject to the exigency of the writ, is one \n\n[70 U.S. 334, 338]\n \n of jurisdiction, the authority to decide which belongs exclusively to the court issuing the process; or, in the language of this court, the ' question is one of right and title to the property under the Federal process, and which belongs to the Federal, not the State courts to determine.'\n There was nothing new in these principles. Hogan v. Lucas,3 and Taylor v. Caryl,4 asserted the first; and other cases5 assert in effect the second.\n The last principle was thus stated by Marshall, C. J., in Slocum v. Mayberry:\n'If the officer has a right under the United States to seize for a supposed forfeiture, the question, whether that forfeiture has been actually incurred, belongs exclusively to the Federal courts, and cannot be drawn to another forum.'\n\n It was argued, in Day v. Gallup,6 that a State court would have jurisdiction to try the question after the case in the Federal court was concluded, and thus no longer pending, and the question had not therein been raised or decided. But the argument is not sound. If a court has 'exclusive' jurisdiction to decide 'every question which occurs in the case,' other courts cannot be trying these questions either at the same time or at any other.\n Neither is there any hardship or inconvenience in the law as we assert it. The fact-if it be a fact, as is probable-may be objected, that the marshal and Colbath, the two parties to this suit, are citizens of the same State; that the question, whether these goods belonged to Colbath or not, and whether Buck, the marshal, was or was not a trespasser, was not in issue in the attachment suit, out of which the suit below sprung; and that, being citizens of the same State, Colbath could not sue the marshal in the Federal court, nor ever have the question of trespass decided in that jurisdiction to which we say that the question exclusively belongs. \n\n[70 U.S. 334, 339]\n \n The same sort of objection was made in Freeman v. Howe. It was there argued by counsel for the defendant in error that the plaintiffs in the replevin suit were remediless in the Federal courts, both parties being citizens of the same State. But the court says 'that this is a misapprehension, and that a bill in equity may be filed to restrain or regulate the suit at law, and to prevent injustice or an inequitable advantage; such bill being supplementary to the original suit, and maintainable without reference to the citizenship of the parties.' It says, moreover, 'In a proceeding in rem, any person claiming an interest in the property paramount to that of the libellant, may intervene by way of defence for the protection of his interest;' and adds, that 'the same is equally true of a proceeding by attachment.'\n Colbath had, therefore, a complete means of righting himself in the Federal court; which was first seized of the case; which knew its history from the beginning; and which, from the extent of its knowledge in the matter, and from having all parties before it, was best able to do full and complete justice to all concerned.\n Mr. Carlisle, contra, for Colbath, defendant in error, replied ably to these positions. The full and very luminous manner in which the whole subject is handled by the court, deciding in favor of the cause maintained by Mr. Carlisle, dispenses, however, with the necessity of presenting this gentleman's arguments, or of remarking more than that along with them he suggested, not pressing it strongly, a point of jurisdiction. On that point he observed that the pleadings presented a single issue: whether the goods taken were the goods which the marshal was authorized to take under the process which he held? The pleadings did not admit that the Federal process in the hands of the marshal authorized or purported to authorize him to take the goods of Colbath. Nor did they question or deny his authority to take the goods of the defendants named in the writ. On the contrary, they plainly admitted this authority, and limited the plaintiff's ground of action to the abuse of that authority, \n\n[70 U.S. 334, 340]\n \n and to the misapplication of it to subjects not purporting to be comprehended or affected by it. It was nothing to the purpose, Mr. Carlisle observed, that the marshal did the act complained of by color of his office and of process in his hands, if that process did not purport to authorize the act.\n Here, then, was not drawn in question 'the validity of an authority exercised under the United States.' The Federal process was admitted to be valid in the case in which it was issued. It was, therefore, not a case within the provisions of the 25th section of the Judiciary Act.\n Day v. Gallup, which closely resembled this case (being an action of trespass under like circumstances), was dismissed for want of jurisdiction; although the taking complained of plainly appeared to have been upon process of execution, issued out of the Federal court, it being held that no case under the 25th section necessarily presented itself upon the record.\n\n Mr. Justice MILLER delivered the opinion of the court.\n There seems to be no reason to doubt that the case comes within the provisions of the 25th section of the Judiciary Act. The defendant claimed the protection of 'an authority exercised under the United States,' and the decision was against the protection thus claimed; or, in other words, against the validity of that authority, as a protection to him in that action. Whether the authority which he thus set up was valid to protect him, is a question for this court to decide finally, and is properly before us under the writ of error to the Supreme Court of Minnesota.\n Upon the merits of the case, the plaintiff in error relies mainly on the case of Freeman v. Howe, decided by this court, and upon the opinion by which the court sustained the decision.\n That was a case like this in every particular, with the single exception, that when the marshal had levied the writ of attachment on certain property, a writ of replevin was instituted against him in the State court, and the property \n\n[70 U.S. 334, 341]\n \n taken out of his possession; while in the present case the officer is sued in trespass for the wrongful seizure.\n In that case it was held, that although the writ of attachment had been wrongfully levied upon the property of a party not named in the writ, the rightful owner could not obtain possession of it by resort to the courts of another jurisdiction.\n It must be confessed that this decision took the profession generally by surprise, overruling, as it did, the unanimous opinion of the Supreme Court of Massachusetts-a court whose opinions are always entitled to great consideration-as well as the opinion of Chancellor Kent, as expressed in his Commentaries. \n7\n \n\n We are, however, entirely satisfied with it, and with the principle upon which it is founded; a principle which is essential to the dignity and just authority of every court, and to the comity which should regulate the relations between all courts of concurrent jurisdiction. That principle is, that whenever property has been seized by an officer of the court, by virtue of its process, the property is to be considered as in the custody of the court, and under its control for the time being; and that no other court has a right to interfere with that possession, unless it be some court which may have a direct supervisory control over the court whose process has first taken possession, or some superior jurisdiction in the premises. This is the principle upon which the decision of this court rested in Taylor v. Caryl,8 and Hogan v. Lucas,9 both of which assert substantially the same doctrine.\n A departure from this rule would lead to the utmost confusion, and to endless strife between courts of concurrent jurisdiction deriving their powers from the some source; but how much more disastrous would be the consequences of such a course, in the conflict of jurisdiction between courts whose powers are derived from entirely different sources, while their jurisdiction is concurrent as to the parties and the subject-matter of the suit. \n\n[70 U.S. 334, 342]\n \n This principle, however, has its limitations; or rather its just definition is to be attended to. It is only while the property is in possession of the court, either actually or constructively, that the court is bound, or professes to protect that possession from the process of other courts. Whenever the litigation is ended, or the possession of the officer or court is discharged, other courts are at liberty to deal with it according to the rights of the parties before them, whether those rights require them to take possession of the property or not. The effect to be given in such cases to the adjudications of the court first possessed of the property, depends upon principles familiar to the law; but no contest arises about the mere possession, and no conflict but such as may be decided without unseemly and discreditable collisions.\n It is upon this ground that the court, in Day v. Gallup, held that this court had no jurisdiction of that case. The property attached had been sold, and the attachment suit ended, when the attaching officer and his assistants were sued, and we held that such a suit in the State court, commenced after the proceedings in the Federal court had been concluded, raised no question for the jurisdiction of this court.\n It is obvious that the action of trespass against the marshal in the case before us, does not interfere with the principle thus laid down and limited. The Federal court could proceed to render its judgment in the attachment suit, could sell and deliver the property attached, and have its execution satisfied, without any disturbance of its proceedings, or any contempt of its process. While at the same time, the State court could proceed to determine the questions before it involved in the suit against the marshal, without interfering with the possession of the property in dispute.\n How far the courts are bound to interfere for the protection of their own officers, is a question not discussed in the case of Freeman v. Howe, but which demands a passing notice here. In its consideration, however, we are reminded at the outset, that property may be seized by an officer of the court under a variety of writs, orders, or processes of the court \n\n[70 U.S. 334, 343]\n \n For our present purpose, these may be divided into two classes:\n\n 1. \nThose in which the process or order of the court describes the property to be seized, and which contain a direct command to the officer to take possession of that particular property. Of this class are the writ of replevin at common law, orders of sequestration in chancery, and nearly all the processes of the admiralty courts, by which the res is brought before it for its action.\n\n 2. \nThose in which the officer is directed to levy the process upon property of one of the parties to the litigation, sufficient to satisfy the demand against him, without describing any specific property to be thus taken. Of this class are the writ of attachment, or other mesne process, by which property is seized before judgment to answer to such judgment when rendered, and the final process of execution, elegit, or other writ, by which an ordinary judgment is carried into effect.\n It is obvious, on a moment's consideration, that the claim of the officer executing these writs, to the protection of the courts from which they issue, stands upon very different grounds in the two classes of process just described. In the first class he has no discretion to use, no judgment to exercise, no duty to perform but to seize the property described. It follows from this, as a rule of law of universal application, that if the court issuing the process had jurisdiction in the case before it to issue that process, and it was a valid process when placed in the officer's hands, and that, in the execution of such process, he kept himself strictly within the mandatory clause of the process, then such writ or process is a complete protection to him, not only in the court which issued it, but in all other courts.\n And in addition to this, in many cases the court which issued the process will interfere directly to protect its officers from being harassed or interfered with by any person, whether a party to the litigation or not. Such is the habitual course of the court of chancery, operating by injunction against persons who interfere by means of other courts. \n\n[70 U.S. 334, 344]\n \n And instances are not wanting, where other courts have in a summary manner protected their officers in the execution of their mandates.\n It is creditable, however, to the respect which is paid to the process of courts of competent jurisdiction in this country, that the occasion for the exercise of such a power is very rare.\n In the other class of writs to which we have referred, the officer has a very large and important field for the exercise of his judgment and discretion. First, in ascertaining that the property on which he proposes to levy, is the property of the person against whom the writ is directed; secondly, that it is property which, by law, is subject to be taken under the writ; and thirdly, as to the quantity of such property necessary to be seized in the case in hand. In all these particulars he is bound to exercise his own judgment, and is legally responsible to any person for the consequences of any error or mistake in its exercise to his prejudice. He is so liable to plaintiff, to defendant, or to any third person whom his erroneous action in the premises may injure. And what is more important to our present inquiry, the court can afford him no protection against the parties so injured; for the court is in no wise responsible for the manner in which he exercises that discretion which the law reposes in him, and in no one else.\n In the case before us, the writ under which the defendant justified his act and now claims our protection, belongs to this latter class. Yet the plea on which he relied contains no denial that the property seized was the property of plaintiff, nor any averment that it was the property of either of the defendants in the attachment suit, or that it was in any other manner subject to be taken under that writ.\n Seizing upon some remarks in the opinion of the court in the case of Freeman v. Howe, not necessary to the decision of that case, to the effect that the court first obtaining jurisdiction of a cause has a right to decide every issue arising in the progrees of the cause, and that the Federal court could not permit the State court to withdraw from the former the \n\n[70 U.S. 334, 345]\n \n decision of such issues, the counsel for plaintiff in error insists that the present case comes within the principle of those remarks.\n It is scarcely necessary to observe that the rule thus announced is one which has often been held by this and other courts, and which is essential to the correct administration of justice in all countries where there is more than one court having jurisdiction of the same matters. At the same time, it is to be remarked that it is confined in its operation to the parties before the court, or who may, if they wish to do so, come before the court and have a hearing on the issues so to be decided. This limitation was manifestly in the mind of the court in the case referred to, for the learned judge who delivered the opinion, goes on to show, that persons interested in the possession of the property in the custody of the court, may, by petition, make themselves so far parties to the proceedings as to have their interests protected, although the persons representing adverse interests in such case do not possess the qualification of citizenship necessary to enable them to sue each other in the Federal courts. The proceeding here alluded to is one unusual in any court, and is only to be resorted to in the Federal courts, in extraordinary cases, where it is essential to prevent injustice, by an abuse of the process of the court, which cannot otherwise be remedied. But it is not true that a court, having obtained jurisdiction of a subject-matter of a a suit, and of parties before it, thereby excludes all other courts from the right to adjudicate upon other matters having a very close connection with those before the first court, and, in some instances, requiring the decision of the same questions exactly.\n In examining into the exclusive character of the jurisdiction of such cases, we must have regard to the nature of the remedies, the character of the relief sought, and the identity of the parties in the different suits. For example, a party having notes secured by a mortgage on real estate, may, unless restrained by statute, sue in a court of chancery to foreclose his mortgage, and in a court of law to recover a judgment on his notes, and in another court of law in an \n\n[70 U.S. 334, 346]\n \n action of ejectment to get possession of the land. Here in all the suits the only question at issue may be the existence of the debt mentioned in the notes and mortgage; but as the relief sought is different, and the mode of proceeding is different, the jurisdiction of neither court is affected by the proceeding in the other. And this is true, notwithstanding the common object of all the suits may be the collection of the debt. The true effect of the rule in these cases is, that the court of chancery cannot render a judgment for the debt, nor judgment of ejectment, but can only proceed in its own mode, to foreclose the equity of redemption by sale or otherwise. The first court of law cannot foreclose or give a judgment of ejectment, but can render a judgment for the payment of the debt; and the third court can give the relief by ejectment, but neither of the others. And the judgment of each court in the matter properly before it is binding and conclusive on all the other courts. This is the illustration of the rule where the parties are the same in all three of the courts.\n The limitation of the rule must be much stronger, and must be applicable under many more varying circumstances, when persons not parties to the first proceeding are prosecuting their own separate interests in other courts.\n The case before us is an apt illustration of these remarks. The proceeding in the attachment suit did not involve the question of the title of Colbath, defendant in error, to the property attached. The whole proceeding in that court, ending as it might in a judgment for the plaintiff, an execution and sale of the property attached, and satisfaction thereby of the plaintiff's debt, may be, and in such cases usually is, carried through without once requiring the court to consider the question of title to the property. That is all the time a question between the officer, or the purchaser at his sale, on the one side, and the adverse claimant on the other. There is no pretence, nor does any one understand, that anything more is involved or concluded by such proceedings, than such title to the property as the defendant in attachment had when the levy was made. \n\n[70 U.S. 334, 347]\n \n Hence it is obvious that plaintiff in error is mistaken when he asserts that the suit in the Federal court drew to it the question of title to the property, and that the suit in the State court against the marshal could not withdraw that issue from the former court. No such issue was before it, or was likely to come before it, in the usual course of proceeding in such a suit.\n It is true, that if under the intimations in Freeman v. Howe, the claimant of the property had voluntarily gone before that court and asked by petition that the property be released from the attachment and restored to his possession, he might have raised such issue, and would have been bound by its decision. But no such application was made, no such issue was in fact raised, and no such issue belonged ordinarily to the case. We see nothing therefore in the mere fact that the writ issued from the Federal court, to prevent the marshal from being sued in the State court, in trespass for his own tort, in levying it upon the property of a man against whom the writ did not run, and on property which was not liable to it.\n JUDGMENT AFFIRMED WITH COSTS. \n\nFootnotes\n\n[\nFootnote 1\n] 24 Howard, 450. \n\n[\nFootnote 2\n] Peck v. Jenniss, 7 Howard, 624. \n\n[\nFootnote 3\n] 10 Peters, 400. \n[\nFootnote 4\n] 20 Howard, 583. \n[\nFootnote 5\n] Slocum v. Mayberry, 2 Wheaton, 1; and Peck v. Jenniss, 7 Howard 624. \n[\nFootnote 6\n] 2 Wallace, 113. \n\n[\nFootnote 7\n] Vol. i, 410. \n[\nFootnote 8\n] 20 Howard, 583. \n[\nFootnote 9\n] 10 Peters, 400. \n\n\n\n\n","1":"\n\nUnited States Supreme Court\nDANIELS v. ROCK ISLAND R CO(1865)\n\nArgued: Decided: December 1, 1865\n\n\n\n\n[70 U.S. 250, 251]\n \n THE sixth section of the act of Congress of 29th April, 1802,1 provides:\n'That whenever any question shall occur before a Circuit Court upon which the opinions of the judges shall be opposed, the point upon which the disagreement shall happen, shall, &c., be stated under the direction of the judges and certified . . . to the Supreme Court . . . and shall, by the said court, be finally decided.'\n\n With this act in force Daniels brought a suit in the Circuit Court for the Northern District of Illinois against the Rock Island Railway Company for injuries done him by a collision on its railroad; there being a special plea to one of the counts of the declaration-of which there were several, denied generally-that the collision referred to was brought about by the carelessness of the defendant's servant, and without the knowledge or consent of the defendant, and that at the time of the injury the plaintiff himself was a servant serving as a fireman on the locomotive. The record went on:\n'On the trial it was proved that the defendant was a common carrier of passengers; that at the time alleged the plaintiff was on the engine of the defendant, for the purpose and in the manner hereinafter stated, proceeding over the road of the defendant, when by the negligence and carelessness of the engineer of the locomotive (the said engineer being at the time a servant of the defendant), upon which the plaintiff was riding, a collision took place, which resulted in great personal injury to the plaintiff. \n\n[70 U.S. 250, 252]\n \n The circumstances connected with the plaintiff's trip and the manner and purpose of his firing the engine, as well as some conversation of his after the injury, are detailed by the witnesses as follows.'\n\n Then followed the testimony of seven witnesses-two on one side, five on the other-examined and cross-examined. These witnesses testified that the plaintiff had been, a week previously to the accident, a fireman on the railroad, but had been-as some signified it might be-'dismissed'- though, as it rather appeared, possibly-'suspended;'-that is to say, owing to the diminished business of the road at that exact season, had been taken off the pay-list; as the company did continually with its hands on the decrease of its business at particular times in the year, and put on a list of persons who would be preferred when, with the increase of business, the company would again require more aid. 'Its business was unsteady.' Such persons, it was testified, were under no obligation to come back, nor was the company bound to employ them again, but it was a custom if they were at hand to set them to work again as soon as there was work. Daniels, it was testified, had been inquiring two or three days previously to the day of the accident when he should be employed again, and was told that it might be in one, two, three, or four weeks; that it would depend on the business of the road.\n On the day of the accident he came to the master mechanic, within whose business it was to employ and discharge firemen, and asked, as some witnesses testified, for 'a pass'-though others heard nothing about 'a pass'-to go to a place called Peru to get his clothes. The master, according to his own testimony, told him that the company was going to send an extra engine down that night or the next, and that he could 'fire' that engine down; though according to the testimony of another witness, the master told him that if he would fire that engine down he would give him a pass: 'that was the understanding between them.' The master himself swore that there was no agreement \n\n[70 U.S. 250, 253]\n \n that he should fire the engine in consideration of his passage on it. The company, it was sworn to, was not in the habit of making that sort of agreement, and the master mechanic had no right to make such arrangements or to give 'passes.' He supposed, according to his own testimony, that a sub-officer whose duty it would be, unless directed to the contrary, to put the man's name on the payroll when he saw him serving on the engine, would put his name on the roll accordingly.\n There was other testimony, all directed to the fact whether or not the man was actually reinstated or whether he was hanging on only, expecting to be, and had now, in consideration of 'firing' the engine on a particular trip, been given the privilege of a passage on it to go and get his clothes.\n The record, after mentioning certain facts that were proved, thus went on:\n'This was all the evidence bearing upon the case, and thereupon it occurred as a question whether, in point of law, upon the facts as stated and proved, the action could be maintained, and whether, consequently, the jury should be instructed that under the facts as proved the plaintiff could not recover; upon which questions the opinions of the judges were opposed. Whereupon, &c., the foregoing points upon which the disagreement has happened is ordered by the judges to be stated and certified to the Supreme Court of the United States, & c., for its final decision.'\n\n The case came here accordingly by a certificate that the opinions of the judges were opposed on the points set forth, and was argued by Messrs. Hurd and Booth, for the plaintiff, and by Messrs. Cook and Winston, contra, on the questions of law and fact presented;-questions, however, which this court did not consider; their opinion going to the matter of jurisdiction only.\n\n Mr. Justice SWAYNE delivered the opinion of the court.\n This case is brought before us by a certificate that the opinions of the judges of the Circuit Court below were opposed upon the points set forth; the proceeding having \n\n[70 U.S. 250, 254]\n \n been taken under the sixth section of the act of the 29th of April, 1802\n\n\n To come properly before us, the case must be within the appellate jurisdiction of this court. In order to create such jurisdiction in any case, two things must concur: the Constitution must give the capacity to take it, and an act of Congress must supply the requisite authority. \n2\n \n\n The original jurisdiction of this court, and its power to receive appellate jurisdiction, are created and defined by the Constitution; and the legislative department of the government can enlarge neither one nor the other. But it is for Congress to determine how far, within the limits of the capacity of this court to take, appellate jurisdiction shall be given, and when conferred, it can be exercised only to the extent and in the manner prescribed by law. In these respects it is wholly the creature of legislation. \n3\n \n\n The section referred to of the act of 1802 mentions several particulars, all of which must appear in the certificate. They are jurisdictional, and a defect as to either is fatal.\n The one which has most frequently been the subject of discussion, and which it is necessary to consider in this case, is 'the point upon which the disagreement of the judges' occurs.\n It must be a question of law, and not of fact. \n4\n \n\n It must arise in the progress of the cause, and not incidentally, or in relation to a collateral matter, after the rendition of the judgment or decree. Where the question certified was as to the amount of the bond to be given upon the allowance of a writ of error, and where it was as to the retaxation of costs after the principal of the judgment had been collected, this court held that it could not take jurisdiction. \n5\n \n\n[70 U.S. 250, 255]\n \n It cannot arise upon a motion for a new trial, the decision resting in the discretion of the court, and not being subject to exception. \n6\n \n\n It may arise upon a special verdict, or a motion in arrest of judgment. \n7\n \n\n The question, whether a demurrer shall be sustained? is not sufficiently definite. The precise legal point involved, upon which the judges were divided in opinion, should be stated. The court is not bound to look beyond the certificate to ascertain the point. \n8\n \n\n Nothing which may be decided according to the discretion of the court can be made the subject of examination here in this way. \n9\n \n\n But if in connection with the discretion which the court below is asked to exercise, questions are presented which involve the right of the matter in controversy, this court will entertain them. \n10\n \n\n Except under peculiar circumstances, this court will not take cognizance of a question certified upon a division pro form a. \n11\n \n\n The determination of the questions certified does not affect the right to bring up the whole case, by a writ of error or appeal, after it is terminated in the court below. \n12\n When a certificate of division is brought into this court, only the points certified are before us. The cause remains in the Circuit Court, and may be proceeded in by that court according to its discretion. \n13\n \n\n Where the question certified was, whether a letter written by a cashier without the knowledge of the directors was \n\n[70 U.S. 250, 256]\n \n binding on the bank, this court declined to answer, because the solution of the question depended in part upon facts not stated in the certificate. \n 14\n \n\n The whole case cannot be transferred to this court. Chief Justice Marshall says:15 'A construction which would authorize such transfer, would counteract the policy which forbids writs of error or appeal until the judgment or decree be final. If an interlocutory judgment or decree could be brought into this court, the same case might again be brought up after a final decision; and all the delays and expense incident to a repeated revision of the same cause be incurred. So if the whole cause, instead of an insulated point, could be adjourned, the judgment or decree which would be finally given by the Circuit Court might be brought up by writ of error or appeal, and the whole subject be re-examined. Congress did not intend to expose suitors to this inconvenience; and the language of the provision does not, we think, admit of this construction. A division on a point, in the progress of a cause, on which the judges may be divided in opinion, not the whole cause, is to be certified to this court.'\n Where it appears the whole case has been divided into points-some of which may never arise, if those which precede them in the certificate are decided in a particular way-the case will be dismissed for want of jurisdiction. \n16\n \n\n The questions must be separate and distinct, and each one must be particularly stated with reference to that part of the case upon which it arose. They must not be 'such as involve or imply conclusions or judgment by the judges upon the weight or effect of the testimony or facts adduced in the cause.' \n17\n \n\n The question must not be general nor abstract, nor a mixed one of law and fact. If it be either, this court cannot take jurisdiction. \n18\n \n\n[70 U.S. 250, 257]\n \n In the case before us the questions certified are, 'whether, in point of law, upon the facts as stated and proved, the action could be maintained; and whether, consequently, the jury should be instructed that, under the facts as proved, the plaintiff could not recover?'\n Upon looking into the record, we find a body of facts stated as having been proved, and the testimony of numerous witnesses set forth at length, as respectively given. The entire case is brought before us, as if we were called upon to discharge the twofold functions of a court and jury. At the threshold arises an important question of fact, not without difficulty. It is, whether the plaintiff is to be regarded as a passenger, or a servant of the defendant, at the time he received, upon the locomotive, the injury for which he sues? Upon the determination of this question depend the legal principles to be applied. They must be very different, as the solution may be one way or the other.\n The Constitution wisely places the trial of such questions within the province of a jury, and it cannot be taken from them without the consent of both parties. Here, such consent is given; but it is ineffectual to clothe us with a power not conferred by law. In the light of the authorities to which we have referred, it is sufficient to add that the questions certified are not such that we can consider them.\n According to the settled practice, the case will, therefore, be dismissed for want of jurisdiction, and remanded to the Circuit Court, with an order to proceed in it according to law.\n DISMISSED, AND ORDER ACCORDINGLY.\n [See infra, p. 294, Havemeyer v. Iowa County, 2.-REP.] \n\nFootnotes\n\n[\nFootnote 1\n] 2 Stat. at Large, 159. \n\n[\nFootnote 2\n] Marbury v. Madison, 1 Cranch, 137; Sheldon v. Sill, 8 Howard, 448. \n[\nFootnote 3\n] Durousseau v. United States, 6 Cranch, 314; United States v. Moore, 3 Id. 159; Barry v. Mercein, 5 Howard, 119. \n[\nFootnote 4\n] Dennistoun v. Stewart, 18 Id. 565. \n[\nFootnote 5\n] Devereaux v. Marr, 12 Wheaton, 213; Bank United States v. Green, 6 Peters, 26. \n\n[\nFootnote 6\n] United States v. Daniel, 6 Wheaton, 545. \n[\nFootnote 7\n] Somerville Executors v. Hamilton, 4 Id. 230; United States v. Kelly, 11 Id. 417. \n[\nFootnote 8\n] United States v. Briggs, 5 Howard, 208. \n[\nFootnote 9\n] Davis v. Braden, 10 Peters, 288. \n[\nFootnote 10\n] United States v. The City of Chicago, 7 Howard, 185. \n[\nFootnote 11\n] Webster v. Howard, 1 Id. 54; United States v. Stone, 14 Peters, 524. \n[\nFootnote 12\n] Ogle v. Lee, 2 Cranch, 33; United States v. Bailey, 9 Peters, 273. \n[\nFootnote 13\n] Kennedy et al. v. The Bank of the State of Georgia, 8 Howard. 610. \n\n[\nFootnote 14\n] United States v. The City Bank of Columbus, 19 Howard, 384. \n[\nFootnote 15\n] United States v. Bailey, 9 Peters, 278. \n[\nFootnote 16\n] Nesmith et al. v. Sheldon et al. 6 Id. 41. \n[\nFootnote 17\n] Dennistoun v. Stewart, Id. 18, 565. \n[\nFootnote 18\n] Ogilvie et al. v. The Knox Insurance Company, Id. 577. \n\n\n\n\n","2":"\n\nUnited States Supreme Court\nGILMAN v. CITY OF PHILADELPHIA(1865)\nNo. 32\nArgued: Decided: December 1, 1865\n\n\n\n\n[70 U.S. 713, 714]\n \n THE Constitution gives to Congress power to 'regulate commerce between the States;' and this case was one relating to the respective jurisdiction of a State and of the United States over tide and navigable waters. The case was thus:\n The city of Philadelphia, as originally laid out by Mr. Penn, was situated between the Delaware and Schuylkill Rivers; the former a wide river, on the east of the city; the latter a small and narrow stream, on the west, which, making a curve below the city, falls into the far larger water, about six miles below the town.\n This river Schuylkill is tidal from its mouth, seven and a half miles upwards-that is to say, completely past every part of the rear of the city- and though narrow, muddy, and shallow, is navigable for vessels drawing from eighteen to twenty feet of water. It is wholly within the State of Pennsylvania. No large vessels of any kind are seen upon it. Being one outlet of the coal regions of Pennsylvania, the principal, almost the sole commerce of the river is coal. But this is a very large commerce, and one of importance to this country generally. Great numbers of persons, from many States, are engaged in it; and many small steamers, barges, and other vessels concerned in it, are properly enrolled and licensed as vessels of the United States. Millions of dollars have been invested in property on the Schuylkill front of the built city, meant to assist the coal trade. The coal above spoken of as the subject of this river's commerce, is brought by canal-boats into the river, just at or above \n\n[70 U.S. 713, 715]\n \n Philadelphia. The canal-boats are then towed by small steam-tugs along the river.\n So important, indeed, was this trade, in connection with the Schuylkill, considered in 1853, that in that year or thereabouts, when the legislature of the State proposed to allow the Penrose Ferry bridge-a bridge some distance below any ever previously erected, and over deeper and broader parts of the stream-the city of Philadelphia, by its councils, then largely, perhaps, influenced by traders in a great staple of the city, remonstrated against any legislative license for the new means of crossing; declaring that, by 'this dangerous obstruction, trade amounting to more than a million of tons annually would be seriously impaired, and driven from that portion of the port; and that the large investments of the city in her gas-works, and other property on the Schuylkill, and a large proportion of all the wharffront, would be greatly injured by any further bridge below Gray's Ferry, now the lowest bridge upon the Schuylkill.' The bridge, however, was authorized.\n The space from river to river-the width of the neck of land, that is to say, on which 'Philadelphia' stands-may be about two miles.\n Notwithstanding, however, the separating river, residents of Philadelphia, more than fifty years ago, had their rural homes on the west side of the Schuylkill. Here was Lansdowne, the Woodlands, and Belmont, and Solitude; well-known places in the local history of Philadelphia. Little villages, also, Mantuaville, Hamiltonville, &c., grew up there. From necessity, the great roads from the interior, including that from the State capital, came to the city in this direction. Still the region was without the city limits.\n In 1854, the old charter of Philadelphia was abrogated. 'Consolidation' was thought advisable. What had been the county of Philadelphia was made the city, and the region west of the Schuylkill was placed under the same government completely as the region east. Lighting, paying, police, penny-postage, and such like things as had before belonged to the 'city,' now were imparted to the new \n\n[70 U.S. 713, 716]\n \n region. Mantuaville, Hamiltonville, &c., became forgotten titles; and 'West Philadelphia' usurped, in common talk, their place. The streets running from east to west, in 'Philadelphia,' were carried, by name, and continuous line of survey, so far as practicable, west of the Schuylkill; and the numbers which, beginning in the old city on the Delaware with Front Street, and running westward to the Schuylkill, in progressive numbers up to Thirtieth, reappeared across the river in Thirty-first Street, running to a number not yet practically familiar to the citizens. From its cheaper ground and fresher air, in connection with street cars found west of the river as east, 'West Philadelphia'-a sort, as yet, of urbs in rure, or rus in urbe-had become a residence for many hundreds of persons who passed more or less of every day in the walks of business in the older parts of the town.\n So too of later years, the citizens had laid out various cemeteries, the Woodlands and others, on the western side of the river; and had here fixed numerous institutions closely connected with the city corporation, itself, or with churches, &c., in the city; the vast Blockley Hospital, the Burd Orphan Asylum, Christ Church Hospital, and other like establishments of charity.\n From an early date the river at and just above and below the city, that is to say within its tidal and navigable parts, had been treated by the State of Pennsylvania as more or less within her jurisdiction.\n Thus in 1798, what was then called the Permanent Bridge, a bridge across the river at Market Street, was authorized,1 and in 1799 a lot granted by the State for its purposes. \n2\n This bridge was begun in 1801 and finished in 1805, Judge Peters, the district judge of the Federal court of Pennsylvania, himself distinguished as an admiralty lawyer, who was the proprietor of Belmont, near one end of it, having been chiefly instrumental in the erection. In 1806, a bridge at \n\n[70 U.S. 713, 717]\n \n Gray's Ferry (permanent) was authorized; 75 feet high. \n3\n In the same year the State regulated 'the upper and lower ferries'4 opposite the city. In 1811 another bridge was authorized, at the upper ferry,5 which was afterward built, burnt down, and rebuilt. In 1815 a large canal, the Schuylkill Navigation Company, was authorized, which drains the river immediately above the city. \n6\n It was completed in 1826. In 1822 the Fairmount Water-works, which dam the river and supply the old city of Philadelphia with water out of the river, were completed. In 18377 a bridge was authorized to be built by the Philadelphia, Wilmington, and Baltimore Railroad Company, with a draw of 33 feet, and was afterwards built below the town. In 18388 the West Philadelphia Railroad Company was authorized to build a bridge at Market or Callowhill Street. In 18399 a free bridge was authorized at Arch Street. In 185210 free bridges were authorized at Chestnut Street and at Girard Avenue. None of these last four bridges were ever built.\n Over one of these bridges runs the great Central Railroad of Pennsylvania; and over another, below the built city, the Gray's Ferry bridge already mentioned, runs the railway from Philadelphia to Baltimore, which leads from the North to Washington City and the South. This railroad bridge-which has a draw, however-was built in 1838; though a draw-bridge had been there from a time long before the Revolution.\n The right of the State to authorize these bridges had not been seriously questioned by any one, while undoubtedly the river from its mouth to and beyond the port of Philadelphia is and has been considered as an ancient, navigable, public river and common highway, free to be used and navigated by all citizens of the United States.\n The only legislation, apparently, which Congress had made about the river was in 1789 and in 1790, in both which \n\n[70 U.S. 713, 718]\n \n years11 Philadelphia was declared a port of entry; in 1793,12 when the coasting laws were applied to it; in 1799,13 when two districts were created in Pennsylvania;14 in 1822, when Philadelphia was made the sole port of entry for the Philadelphia district; and in 1834,15 when the limits of the port were enlarged on the Delaware front. The important acts seemed to be those of 1799 and 1834. The former is in these words:\n'The district of Philadelphia shall include all the shores and waters of the River Delaware, and the rivers and waters connected therewith lying within the State of Pennsylvania; and the City of Philadelphia shall be the sole port of entry and delivery of the same.'\n\n The subsequent act (that of 1834) thus reads:\n'The port of entry and delivery for the district of Philadelphia shall be bounded by the Navy Yard on the south, and Gunner's Run on the north, anything in any former law to the contrary notwithstanding.'\n\n No act spoke of the Schuylkill as within the port: though undoubtedly by its charter the city extended to the Schuylkill. The soundings of the Coast Survey, authorized by the United States, do not come into the Schuylkill.\n The 'Navy Yard' is on the Delaware. 'Gunner's Run' was a stream in the north of the city, falling into the Delaware; but nowhere touching or feeding the Schuylkill.\n Notwithstanding, however, the numerous bridges authorized by the State and the two or three that had been built, but one principal connection existed practically, between the two parts of the built and populous city; and this was the old Permanent or Market Street Bridge: a bridge running from the western end of one great east and west thoroughfare of the city-perhaps the greatest-across the stream; and connecting West Philadelphia with the more populous 'city' as a short and narrow isthmus might connect two \n\n[70 U.S. 713, 719]\n \n continents. There was, indeed, the Wire or Suspension Bridge, at Fairmount; rather above the city at its north extremity; and Gray's Ferry, sometimes called Baltimore Railroad Bridge, at its southern end, and below the populous districts. But, as already said, the old bridge was the great line of transit-artery and ligament at once-between the districts.\n In this state of things, not much set out in the pleadings, but being matters of common notoriety, and as such spoken of at the bar, the Commonwealth of Pennsylvania in 1857 authorized the City of Philadelphia to erect a permanent bridge over the Schuylkill at Chestnut Street. This street was about five hundred feet below Market Street, where was the other and older bridge. The contemplated erection would be, of course, over a part of the Schuylkill that was tidal wholly, and navigable. Chestnut Street now had an existence on both sides of the river. On the eastern, it is one of the chief thoroughfares of Philadelphia, and in West Philadelphia, in anticipation of connection with Chestnut Street on the east, was daily assuming importance. The contemplated bridge would in fact connect parts of one street, municipally speaking; a street having one part on the east and one part on the west of the stream; here about four hundred feet across.\n The city being about to begin the erection, Gilman, of New Hampshire, owning valuable coal wharves on the west side of the river, just below the old bridge, and which by the erection of the proposed bridge at Chestnut Street would be shut up between the two erections, now filed his bill in the Circuit Court for Pennsylvania to prevent the structure. It was conceded that he was neither a navigator nor a pilot, nor the owner of a licensed coasting vessel; and this was objected to him. His title to ask relief rested on his ownership of coal wharves, as mentioned, and his citizenship in New Hampshire.\n His bill charged that a bridge at that point without suitable draws would be an unlawful obstruction to the navigation \n\n[70 U.S. 713, 719]\n \n \n \n of the river, and an illegal interference with his rights, and was a public nuisance producing to him a special damage; that it was not competent for the legislature of Pennsylvania to sanction such an erection, and that he was entitled to be protected by an injunction to stay further progress on the work, or to a decree of abatement, if it should have been proceeded with to completion.\n The answer admitted the erection of the bridge complained of, justified such erection under the act of the legislature of Pennsylvania, and alleged that other obstructions of a similar or greater extent had theretofore been placed across the stream at a higher point of the river, or beyond the complainant's wharves, by virtue of other acts of the same legislature. The answer conceded that the bridge would prevent masted vessels from approaching to or unloading at the complainant's wharves, and insisted that this was the only injury suffered by the complainant, and that for it the City of Philadelphia, the defendant, was able to respond in damages. The answer further alleged that the proposed bridge was a necessity for public convenience.\n The bridge, it was admitted, would be not more than thirty feet high- the same height as the old one above, at Market Street. Being an erection of the city it was built in the best style of science, and with the greatest practicable regard to the navigation and general interests of commerce; but it necessarily somewhat impeded navigation. The navigation at that point required a wide channel. One pier was indispensable. Vessels with masts could not pass, and the property of the complainant was rendered less valuable.\n Mr. Justice Grier dismissed the bill. The same question nearly had been then recently considered by him very fully, in an application made, in New Jersey, to restrain the erection of a railroad bridge over the Passaic, at Newark. The matter had been there fully argued and deliberately considered; an opinion being delivered from the bench, dismissing the appeal. That decree had, by the judgment. of this court, been affirmed; though the case was not reported, the judgment of affirmance having been by an \n\n[70 U.S. 713, 721]\n \n equally divided bench. His honor, in accordance with what was declared in Queen v. Willis,16 considering that an affirmance of a decree was binding irrespective of the number of judges who were in favor of such judgment; and that the obligation, in point of mere precedent, was the same, whether the court was full and unanimous, or partial and divided, hardly conceived the question open for discussion before him. \n17\n The case was, therefore, not argued below.\n In this court it was elaborately and well discussed by Messrs. George Harding and Courtland Parker, for the appellant Gilman; and by Messrs. F. C. Brewster and D. W. Sellers, contra, for the City of Philadelphia.\n\n Mr. Justice SWAYNE delivered the opinion of the court. \n18\n \n\n There is no contest between the parties about the facts upon which they respectively rely.\n The complainants are citizens of other States, and own a valuable and productive wharf and dock property above the site of the contemplated bridge. The river is navigable there for vessels drawing from eighteen to twenty feet of water. Commerce has been carried on in all kinds of vessels for many years to and from the complainants' property. The bridge will not be more than thirty feet above the ordinary high-water surface of the river, and hence will prevent the passage of vessels having masts. This will largely reduce the income from the property, and render it less valuable.\n The defendants are proceeding to build the bridge under the authority of an act of the legislature of Pennsylvania. The Schuylkill River is entirely within her limits, and is 'an ancient river and common highway of the State.' For \n\n[70 U.S. 713, 722]\n \n many years it has been navigable for masted vessels for the distance of about seven and a half miles only, from its mouth. At Market Street, about five hundred feet above Chestnut, there is a permanent bridge without a draw over the same river, and no higher above the water than it is intended to elevate the bridge about to be built. A bridge at Market Street was erected prior, perhaps, to the year eighteen hundred and nine. It rendered the passage of masted vessels above that point impossible, and since that time comparatively few have appeared above the foot of Chestnut Street. The river there has since been used chiefly as a highway for canal- boats.\n The injury to the property of the complainants will be entirely consequential. A large city is rising up on the opposite side of the river. The new bridge is called for by public convenience.\n The case resolves itself into questions of law.\n At the threshold of the investigation we are met by the objection from the defendants, that the complainants, 'not being specially interested in navigation, cannot intervenue for its protection.' It is said, 'that they are not the owners of licensed coasting vessels, and are not pilots nor navigators.'\n As regards this objection, the case is not essentially different in principle from the Wheeling bridge case.\n The further objection was also taken in that case, that if a nuisance existed, it was of a public nature, and was an offence against the sovereignty whose laws were violated, and that the sovereign only could intervene for the correction of the evil.\n It was answered by the court, that wherever a public nuisance is productive of a specific injury to an individual, he may make it the foundation of an action at law, and if the injury would be irreparable, that a court of equity will interpose by injunction. The decision was not put in anywise upon the ground of the trustee character of the complainant. The State alleged that she had lines of improvements for the transportation of freight and passengers \n\n[70 U.S. 713, 723]\n \n extending from the east to Pittsburg, and that by reason of the bridge about to be erected across the river at Wheeling, and the obstruction which it would cause to the navigation of that stream, business would be diverted from her works to other channels, and that the income from her works would thereby be greatly lessened, and their value diminished or destroyed. The court said:\n'The State of Pennsylvania is not a party in virtue of her sovereignty. It does not come here to protect the rights of its citizens , . . . nor can the State prosecute the suit upon the ground of any remote or contingent interest in herself. It assumes and claims, not an abstract right, but a direct interest, and that the power of this court can redress its wrongs, and save it from irreparable injury. . . . In the present case, the rights assumed and relief prayed are in no respect different from those of an individual. From the dignity of the State, the Constitution gives to it a right to bring an original suit in this court, and this is the only privilege, if the right be established, which the State of Pennsylvania can claim in the present case.'\n\n In regard to the facts it was said:\n'And this injury is of a character for which an action at law could afford no adequate redress. It is of daily occurrence, and would require numerous, if not daily, prosecutions for the wrong done; and from the nature of that wrong, the compensation could not be measured or ascertained with any degree of precision. The effect would be, if not to reduce the tolls on these lines of transportation, to prevent their increase with the increasing business of the country. . . . In no case could a remedy be more hopeless than an action at common law. The structure complained of is permanent, and so are the public works sought to be protected. The injury, if there be one, is as permanent as the works from which it proceeds, and as are the works affected by it. And whatever injury there may now be, will become greater in proportion to the increase of population and the commercial development of the country. And in a country like this, where there would seem to be no limit to its progress, the injury complained of would be far greater in its effects than under less prosperous circumstances.' \n\n[70 U.S. 713, 724]\n \n The law upon the subject is learnedly and ably examined. The objections were overruled. Considerations of fact, of the same character with those adverted to, exist in the case before us, and the reasoning and conclusions there are alike applicable in both cases. Whatever might be our views upon the legal proposition, in the absence of this adjudication, we are, as we think, concluded by it. It is almost as important that the law should be settled permanently, as that it should be settled correctly. Its rules should be fixed deliberately and adhered to firmly, unless clearly erroneous. Vacillation is a serious evil. 'Misera est servitus ubi lex est vaga aut incerta.' This brings us to the examination of the merits of the case.\n\n The defendants assert that the act of the legislature, under which they are proceeding, justifies the building of the bridge.\n The complainants insist that such an obstruction to the navigation of the river is repugnant to the Constitution and laws of the United States, touching the subject of commerce.\n These provisions of the Constitution bear upon the subject:\n'Congress shall have power . . . to regulate commerce with foreign nations, among the several States, and with the Indian tribes; . . . to make all laws which shall be necessary and proper for carrying into execution the foregoing powers.'\n\n'This Constitution, and the laws which shall be made in pursuance thereof, . . . shall be the supreme law of the land, and the judges in every State shall be bound thereby, anything in the constitution or laws of any State to the contrary notwithstanding.'\n\n'The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.'\n\n The act of the 18th of February, 1793, authorizes vessels enrolled and licensed according to its provisions to engage in the coasting trade.\n Commerce includes navigation. The power to regulate commerce comprehends the control for that purpose, and to the extent necessary, of all the navigable waters of the \n\n[70 U.S. 713, 725]\n \n United States which are accessible from a State other than those in which they lie. For this purpose they are the public property of the nation, and subject to all the requisite legislation by Congress. \n19\n This necessarily includes the power to keep them open and free from any obstruction to their navigation, interposed by the States or otherwise; to remove such obstructions when they exist; and to provide, by such sanctions as they may deem proper, against the occurrence of the evil and for the punishment of offenders. For these purposes, Congress possesses all the powers which existed in the States before the adoption of the national Constitution, and which have always existed in the Parliament in England.\n It is for Congress to determine when its full power shall be brought into activity, and as to the regulations and sanctions which shall be provided. \n20\n \n\n A license under the act of 1793, to engage in the coasting trade, carries with it right and authority. 'Commerce among the States' does not stop at a State line. Coming from abroad it penetrates wherever it can find navigable waters reaching from without into the interior, and may follow them up as far as navigation is practicable. Wherever 'commerce among the States' goes, the power of the nation, as represented in this court, goes with it to protect and enforce its rights. \n21\n There can be no doubt that the coasting trade may be carried on beyond where the bridge in question is to be built.\n We will now turn our attention to the rights and powers of the States which are to be considered.\n The national government possesses no powers but such as have been delegated to it. The States have all but such as they have surrendered. The power to authorize the building of bridges is not to be found in the Federal Constitution. \n\n[70 U.S. 713, 726]\n \n It has not been taken from the States. It must reside somewhere. They had it before the Constitution was adopted, and they have it still. 'When the Revolution took place the people of each State became themselves sovereign, and in that character hold the absolute right to all their navigable waters and the soil under them for their own common use, subject only to the rights since surrendered by the Constitution to the General Government.' \n 22\n \n\n In Pollard's Lessee v. Hagan,23 this court said:\n'The right of eminent domain over the shores and the soil under the navigable waters, for all municipal purposes, belongs exclusively to the States within their respective territorial jurisdictions, and they, and they only, have the constitutional power to exercise it. . . .. But in the hands of the States this power can never be used so as to affect the exercise of any national right of eminent domain or jurisdiction with which the United States have been invested by the Constitution. For although the territorial limits of Alabama have extended all her sovereign power into the sea, it is there, as on the shore, but municipal power, subject to the Constitution of the United States and the laws which shall have been made in pursuance thereof.'\n\n In Gibbons v. Ogden it is said:\n'Inspection laws form a portion of that immense mass of legislation which embraces everything within the territory of a State, not surrendered to the General Government; all which can be most advantageously exercised by the States themselves. Inspection laws, quarantine laws, health laws of every description, as well as laws for regulating the internal commerce of a State, and those which respect turnpike roads, ferries, &c., are component parts of this mass.'\n\n Bridges are of the same nature with ferries, and are undoubtedly within the category thus laid down. \n24\n \n\n The power to regulate commerce covers a wide field, and embraces a great variety of subjects. Some of these subjects call for uniform rules and national legislation; others can \n\n[70 U.S. 713, 727]\n \n be best regulated by rules and provisions suggested by the varying circumstances of different localities, and limited in their operation to such localities respectively. To this extent the power to regulate commerce may be exercised by the States.\n Whether the power in any given case is vested exclusively in the General Government depends upon the nature of the subject to be regulated. Pilot laws are regulations of commerce; but if a State enact them in good faith, and not covertly for another purpose, they are not in conflict with the power 'to regulate commerce' committed to Congress by the Constitution. \n 25\n \n\n In the Wheeling bridge case this court placed its judgment upon the ground 'that Congress had acted upon the subject, and had regulated the Ohio River, and had thereby secured to the public, by virtue of its authority, the free and unobstructed use of the same, and that the erection of the bridge, so far as it interfered with the enjoyment of this use, was inconsistent with and in violation of the acts of Congress, and destructive of the right derived under them; and that, to the extent of this interference with the free navigation of the Ohio River, the act of the legislature of Virginia afforded no authority or justification. It was in conflict with the acts of Congress, which were the paramount law.' \n26\n \n\n The most important authority, in its application to the case before us, is Wilson v. The Blackbird Creek Marsh Co.27 Blackbird Creek extends from the Delaware River into the interior of the State of Delaware. The legislature of the State passed an act whereby the company were 'authorized and empowered to make and construct a good and sufficient dam across said creek, at such place as the managers or a majority of them shall find to be most suitable for the purpose,' &c. The company proceeded to erect a dam, whereby the navigation of the creek was obstructed. The defendant, being the owner of a sloop of nearly a hundred tons, regularly \n\n[70 U.S. 713, 728]\n \n enrolled and licensed under the laws of the United States, broke and injured the dam. The company brought an action of trespass against him in the Supreme Court of Delaware. The defendant pleaded that the place where the trespass was committed was 'a public and common navigable creek, in the nature of a highway, in which the tides had always flowed and reflowed; and that all the citizens of the United States had a right, with sloops, and other vessels, to navigate and pass over the same at all times at their pleasure,' &c., and therefore, &c.\n The plaintiffs demurred. The Supreme Court sustained the demurrer and gave judgment in their favor. The Court of Appeals of that State affirmed the judgment. The case was brought into this court by a writ of error. In delivering the opinion of the court, Chief Justice Marshall said:\n'But the measure authorized by this act stops a navigable creek, and must be supposed to abridge the rights of those who have been accustomed to use it; but this abridgment, unless it comes in conflict with the Constitution or a law of the United States, is an affair between the government of Delaware and its citizens, of which this court can take no cognizance. The counsel for the plaintiffs in error insist that it comes in conflict with the power of the United States 'to regulate commerce with foreign nations and among the several States.\"\n\n He remarked that if 'Congress had passed any law which bore upon the subject the court would not feel much difficulty in saying that a State law, coming in conflict with such an act, would be void;' and added, in conclusion:\n'But Congress has passed no such act. The repugnancy of the law of Delaware to the Constitution is placed entirely on its repugnancy to the power to regulate commerce with foreign nations and among the several States; a power which has not been so exercised as to affect the question. We do not think that the act empowering the Blackbird Creek Marsh Company to place a dam across the creek can, under all the circumstances of the case, be considered as repugnant to the power to regulate commerce in its dormant state, or as being in conflict with any law passed on the subject.' \n\n[70 U.S. 713, 729]\n \n This opinion came from the same 'expounder of the Constitution' who delivered the earlier and more elaborate judgment in Gibbons v. Ogden. We are not aware that the soundness of the principle upon which the court proceeded has been questioned in any later case. We can see no difference in principle between that case and the one before us. Both streams are affluents of the same larger river. Each is entirely within the State which authorized the obstruction. The dissimilarities are in facts which do not affect the legal question. Blackbird Creek is the less important water, but it had been navigable, and the obstruction was complete. If the Schuylkill is larger and its commerce greater, on the other hand, the obstruction will be only partial and the public convenience, to be promoted, is more imperative. In neither case is a law of Congress forbidding the obstruction an element to be considered. The point that the vessel was enrolled and licensed for the coasting trade was relied upon in that case by the counsel for the defendant. The court was silent upon the subject. A distinct denial of its materiality would not have been more significant. It seems to have been deemed of too little consequence to require notice. Without overruling the authority of that adjudication we cannot, by our judgment, annul the law of Pennsylvania.\n\n It must not be forgotten that bridges, which are connecting parts of turnpikes, streets, and railroads, are means of commercial transportation, as well as navigable waters, and that the commerce which passes over a bridge may be much greater than would ever be transported on the water it obstructs.\n It is for the municipal power to weigh the considerations which belong to the subject, and to decide which shall be preferred, and how far either shall be made subservient to the other. The States have always exercised this power, and from the nature and objects of the two systems of government they must always continue to exercise it, subject, however, in all cases, to the paramount authority of Congress, whenever the power of the States shall be exerted within the sphere of the commercial power which belongs to the nation. \n\n[70 U.S. 713, 730]\n \n The States may exercise concurrent or independent power in all cases but three:\n\n 1. \nWhere the power is lodged exclusively in the Federal Constitution.\n\n 2. \nWhere it is given to the United States and prohibited to the States.\n\n 3. \nWhere, from the nature and subjects of the power, it must necessarily be exercised by the National Government exclusively. \n28\n \n\n The power here in question does not, in our judgment, fall within either of these exceptions.\n'It is no objection to distinct substantive powers that they may be exercised upon the same subject.' It is not possible to fix definitely their respective boundaries. In some instances their action becomes blended; in some, the action of the State limits or displaces the action of the nation; in others, the action of the State is void, because it seeks to reach objects beyond the limits of State authority.\n\n A State law, requiring an importer to pay for and take out a license before he shoud be permitted to sell a bale of imported goods, is void,29 and a State law, which requires the master of a vessel, engaged in foreign commerce, to pay a certain sum to a State officer on account of each passenger brought from a foreign country into the State, is also void. \n30\n But, a State, in the exercise of its police power, may forbid spirituous liquor imported from abroad, or from another State, to be sold by retail or to be sold at all without a license; and it may visit the violation of the prohibition with such punishment as it may deem proper. \n31\n Under quarantine laws, a vessel registered, or enrolled and licensed, may be stopped before entering her port of destination, or be afterwards removed and detained elsewhere, for an indefinite period; and a bale of goods, upon which the duties have or have not been paid, laden with infection, may be seized under \n\n[70 U.S. 713, 731]\n \n 'health laws,' and if it cannot be purged of its poison, may be committed to the flames.\n The inconsistency between the powers of the States and the nation, as thus exhibited, is quite as great as in the case before us; but it does not necessarily involve collision or any other evil. None has hitherto been found to ensue. The public good is the end and aim of both.\n If it be objected that the conclusion we have reached will arm the States with authority potent for evil, and liable to be abused, there are several answers worthy of consideration. The possible abuse of any power is no proof that it does not exist. Many abuses may arise in the legislation of the States which are wholly beyond the reach of the government of the nation. The safeguard and remedy are to be found in the virtue and intelligence of the people. They can make and unmake constitutions and laws; and from that tribunal there is no appeal. If a State exercise unwisely the power here in question, the evil consequences will fall chiefly upon her own citizens. They have more at stake than the citizens of any other State. Hence, there is as little danger of the abuse of this power as of any other reserved to the States. Whenever it shall be exercised openly or covertly for a purpose in conflict with the Constitution or laws of the United States, it will be within the power, and it will be the duty, of this court, to interpose with a vigor adequate to the correction of the evil. In the Pilot case, the dissenting judge drew an alarming picture of the evils to rush in at the breach made, as he alleged, in the Constitution. None have appeared. The stream of events has since flowed on without a ripple due to the influence of that adjudication. Lastly, Congress may interpose, whenever it shall be deemed necessary, by general or special laws. It may regulate all bridges over navigable waters, remove offending bridges, and punish those who shall thereafter erect them. Within the sphere of their authority both the legislative and judicial power of the nation are supreme. A different doctrine finds no warrant in the Constitution, and is abnormal and revolutionary. \n\n[70 U.S. 713, 732]\n \n Since the adoption of the Constitution there has been but one instance of such legislative interposition; that was to save, and not to destroy. The Wheeling bridge was legalized, and a decree of this court was, in effect, annulled by an act of Congress. The validity of the act, under the power 'to regulate commerce,' was distinctly recognized by this court in that case. This is, also, the only instance, occurring within the same period, in which the case has been deemed a proper one for the exercise, by this court, of its remedial power.\n The defendants are proceeding in no wanton or aggressive spirit. The authority upon which they rely was given, and afterwards deliberately renewed by the State. The case stands before us as if the parties were the State of Pennsylvania and the United States. The river, being wholly within her limits, we cannot say the State has exceeded the bounds of her authority. Until the dormant power of the Constitution is awakened and made effective, by appropriate legislation, the reserved power of the States is plenary, and its exercise in good faith cannot be made the subject of review by this court. It is not denied that the defendants are justified if the law is valid. We find nothing in the record which would warrant us in disturbing the decree of the Circuit Court, which is, therefore,\n AFFIRMED WITH COSTS.\n\n Mr. Justice CLIFFORD (with whom concurred WAYNE and DAVIS, JJ.), dissenting:\n I concur in many of the views expressed by the majority of the court in the introductory part of the opinion which has just been read; and if the decree of the court had been such as the propositions there laid down would seem to demand, I might have felt justified in remaining silent as to certain other propositions advanced in the concluding part of the opinion, which appear to be of an inconsistent character, and to which I can never assent. Such, however, is not the fact. On the contrary, the order of the court is that the decree entered in the court below, dismissing the bill of \n\n[70 U.S. 713, 733]\n \n complaint, be affirmed, and it must be understood that the majority of the court, in directing that decree, adopt the views expressed in the concluding part of the opinion, else they never could have agreed to that result. Regarding the matter in that light, it seems to be an obvious duty that I should express my dissent from the decree of the court, and briefly assign the reasons why I cannot concur in the conclusion to which the majority of the court have come.\n\n 1. \nComplainants are the owners of a valuable wharf property situated upon the River Schuylkill, within the port of Philadelphia, which is a port of entry established by an act of Congress passed at a very early period in the history of the country. \n32\n They claim that the River Schuylkill is an ancient public river and common highway, and that it is navigable for ships and vessels of the largest description, from above their wharf property to the sea; that many of the ships and vessels navigating the river are duly enrolled and licensed at the port of Philadelphia and other ports of entry of the United States, under and by virtue of the acts of Congress in that behalf provided; and that foreign vessels, entitled to certain rights of commerce and navigation, have long been accustomed to, and are of right entitled to navigate that river, with cargoes bound to the port of Philadelphia; and that such vessels, in pursuance of that right, have been accustomed to enter their cargoes at the port, and to discharge the same at the wharves of the port bordering on the river, and to load with return cargoes at the said wharves, and clear direct to foreign ports.\n Injury alleged is, that the respondents have collected materials, employed workmen, and are now engaged in erecting and constructing a bridge across the channel of the river at Chestnut Street, in the city of Philadelphia, below the place where the wharf property of the complainants is situated. Bridge about to be erected is, as alleged, and as the plan shows, without any draw, and with but a single pier and at an elevation of only thirty-three feet above the ordinary water surface of the river. \n\n[70 U.S. 713, 734]\n \n Substance of the charge as contained in the bill of complaint is, that the erecting and keeping the bridge over and across the channel of the river, in the manner as proposed and threatened, will impede and obstruct the navigation of the river, and will hinder and interrupt the citizens in their lawful use of the same as a common and public highway; and they also charge that it will hinder and obstruct licenses granted under the enrolment act, and that it will hinder and obstruct the subjects of foreign countries in the exercise of their rights of commerce and navigation; and that it will interrupt, diminish, and greatly tend to destroy the trade, commerce, and business of the citizens upon the river, to the great damage and common nuisance of all the citizens of the United States, and their irreparable injury.\n Statement of complainants is, that many millions of dollars have been expended by the citizens of the United States in the construction of works of public improvement, terminating at the head of tide-water navigation on that river, which depend, in a great measure, for their prosperity, usefulness, and value upon the free and unobstructed use of the river; and in this connection they charge that the bridge will greatly injure and lessen the value of their wharf property upon the river, and will divert commerce and trade therefrom, and will thereby diminish the tolls, revenue, and profits of their wharves, and will, in fact, destroy the trade and commerce to and from their wharves, to their great damage and irreparable injury.\n Allegation of the bill of complaint also is, that the Schuylkill River, being a navigable river, and having a good tide-water navigation, extending to and beyond the wharf property of the complainants, and for about seven miles from its mouth, and being a branch of the River Delaware- which river passes by and between the States of New Jersey and Delaware- the citizens of all the States are lawfully entitled to its free navigation, and to carry on their lawful commerce without hindrance or obstruction by the respondents, under the pretence of State authority, or any pretence whatever. \n\n[70 U.S. 713, 735]\n \n Respondents justify, under an act of the General Assembly of the State of Pennsylvania, authorizing them to build the bridge described in the bill of complaint.\n\n 2. \nComplainants insist that the bridge is a public nuisance, and pray that it may be abated, and for such other and further relief in the premises as the nature of the case and equity and good conscience may require. Propositions of the complainants are, that the River Schuylkill is a public navigable river, subject to the power of Congress to regulate commerce with foreign nations and among the several States, as conferred in the Constitution; and that Congress has exercised that power, and regulated the navigation of that river within the meaning of the Constitution, and has thereby secured to the citizens of the several States, by virtue of their authority so conferred by the Constitution, the free and unobstructed use of the river as a paramount right, for all the purposes of commerce and navigation.\n Congress, as the complainants say, has exercised the power and regulated the navigation of the river; and their next proposition is, that the bridge as constructed, or threatened to be constructed, interferes with the enjoyment of that use, and is inconsistent with, and in violation of the acts of Congress regulating the navigation, and destructive of the rights derived under them, and that to the extent of that interference with the free navigation of the river, the act of the legislature of the State of Pennsylvania affords to the respondents no authority or justification, because it is in conflict with the acts of Congress, which are the paramount law.\n Argument to show that the ground assumed by the complainants is exactly the same as that on which the case of the Wheeling bridge proceeded and was finally decided, is unnecessary, because the proposition stands forever affirmed by the authority of this court, in an opinion pronounced by one of the justices who decided the cause, and who still holds a seat on this bench. \n33\n Referring to that opinion, it will be seen that the judge who delivered it first stated the \n\n[70 U.S. 713, 736]\n \n grounds assumed in the bill of complaint, and then said: 'Such being the view of the case taken by a majority of the court, they found no difficulty in arriving at the conclusion that the obstruction of the navigation of the river by the bridge was a violation of the right secured to the public by the Constitution and laws of Congress, nor in applying the appropriate remedy in behalf of the plaintiff.' None of these propositions are denied in the introductory part of the opinion of the majority of the court. On the contrary, the opinion just read repeats the views expressed by Mr. Justice Nelson in the case already referred to, and impliedly indorses those views as a correct exposition of the power of Congress over public navigable rivers emptying into the sea, and of the right of this court to redress private injuries resulting from unlawful obstructions in the same, to the paramount right of navigation.\n\n 3. \nConceding the correctness of those views as applied in the case in which they were expressed, the opinion of the majority of the court, as just read, sets up a distinction between that case and the case under consideration, and maintains that those views are not applicable to the present case. Stripped of all circumlocution, the supposed distinction, as maintained in the opinion of the majority of the court, is, that in the case at bar it does not appear that Congress has passed any act regulating the navigation of the river described in the bill of complaint. Power of Congress to regulate commerce among the several States, as well as with foreign nations, is fully admitted, and the concession is-at least impliedly from the course of the argument-that this court would have jurisdiction in the case, and that the complainants would be entitled to relief, if it appeared that Congress had exercised the power as conferred, and had regulated the navigation of the river within the meaning of the Constitution. Precise doctrine advanced, as I understand the opinion, is, that Congress has not passed any act regulating the navigation of the river, and that inasmuch as there is no Federal regulation upon the subject, the law of the State legislature, authorizing the erection of the bridge, \n\n[70 U.S. 713, 737]\n \n is a valid law, even if the bridge is an obstruction to navigation, because the State law is not in conflict with any act of Congress giving protection to the otherwise paramount right of navigation. Implied admission is, that if there is an act of Congress regulating the navigation of the river, then the right of navigation is a paramount right, and the conclusion must be that, in that event, no law of the State could afford any justification to the respondents in erecting the bridge, if it is a public nuisance and an obstruction to that paramount right. \n34\n \n\n\n 4. \nDissenting from the opinion of the majority of the court on this point, I hold that Congress has regulated the navigation of this river within the meaning of the Constitution, and that the law of the State, pleaded in justification of the acts of the respondents, so far as it authorizes an obstruction to the free navigation of the river, is an invalid law. Commerce, it is admitted, includes navigation; and it is well settled, on the authority of this court, that in regulating commerce with foreign nations, or among the States, the power of Congress does not stop at the jurisdictional lines of the several States. Express decision of this court is, that commerce with foreign nations is that of the whole United States, and that the power of Congress to regulate it may be exercised in the States wherever the foreign voyage may commence or terminate; and that the commerce among the States cannot be stopped at the exterior boundary of the State, but may be introduced into the interior. \n35\n \n\n\n 5. \nRight of intercourse between State and State was a common-law privilege, and as such was fully recognized and respected before the Constitution was formed. Those who framed the instrument found it an existing right, and regarding the right as one of high national interest, they gave to Congress the power to regulate it. Such were the views of Marshall, C. J., as expressed more than forty years ago; \n\n[70 U.S. 713, 738]\n \n and he added, that in the exercise of this power Congress has passed an act for enrolling or licensing ships or vessels to be employed in the coasting-trade and fisheries, and for regulating the same. Respondents contended that the enrolment act did not give the right to sail from port to port, but confined itself to regulating a pre-existing right so far only as to confer certain privileges on enrolled and licensed vessels in its exercise; but the court promptly rejected the proposition, and held that where the legislature attaches certain privileges and exemptions to the exercise of a right over which its control is absolute, the law must imply a power to exercise the right. Direct adjudication was, that it would be contrary to all reason, and to the course of human affairs, to say that a State is unable to strip a vessel of the particular privileges attendant on the exercise of a right, and yet may annual the right itself.\n License, as the word is used in that act of Congress, means, say the court, permission or authority; and the court held that a license to do any particular thing is a permission or authority to do that thing, and if granted by a person having power to grant it, transfers to the grantee the right to do whatever it purports to authorize. Adopting the language of the court in that case, it certainly transfers to him all the right which the grantor can transfer to do what is within the terms of the license.\n Ships and vessels enrolled and licensed under the acts of Congress, and no others, are deemed ships and vessels of the United States entitled to the privileges of ships or vessels employed in the coasting trade. Majority of the court, as stated in the opinion just read, admit that a ship or vessel of the United States, which is duly enrolled and armed with a coasting license, such as is required by the enrolment acts, may navigate along the coast of the United States, and may pass from the open sea into the public navigable rivers of the United States, and up the same as far as navigable waters extend. Coming more directly to the case under consideration, the opinion admits that such a ship or vessel has a right, under such an enrolment and with such a coasting \n\n[70 U.S. 713, 739]\n \n license, to navigate from the sea up the river described in the record to the wharves of the complainants.\n\n 6. \nUnrestricted and unexplained, that admission covers everything which the complainants claim, and shows conclusively that they are entitled to relief. But it is said that this right, under the circumstances of this case, is subject to the paramount right of the State to bridge or dam the river, and close it against all commercial intercourse. Extent of the right as conceded, therefore, is, that a ship or vessel duly enrolled and licensed, and sailing from the port of another State, may enter a public navigable river of the United States from the sea, unless the State through which the river flows as it falls into the sea has bridged the river, or constructed a dam across it, before the vessel arrives off the mouth of the river. Plain right of the owner of the vessel, in that state of the case, is to instruct the master to go about and return to the port of departure; but if the river is open when the ship or vessel arrives at its mouth, she may pass up to the highest port of entry, and discharge cargo and load for the return trip.\n Her right to return is then undoubted, unless in the meantime the navigation of the river is forever closed by a bridge or dam constructed under the authority of the State, and in that event the owner of the vessel has the same privilege that he has in case of shipwreck. He may direct the master and mariners to return by and.\n Doubtless a question may arise as to what is to be done in that state of the case with the impounded vessel and cargo, but, as that question is not involved in the present record, it must be left for future consideration. Such a rule as it seems to me, is contrary to all reason, and absolutely subversive of one of the great interests of the country, which, more than any other, induced the people of the colonies to call the convention which framed the Constitution.\n\n 7. \nUnquestionably the decision of the court in the case of Gibbons v. Ogden proceeded throughout upon the ground that the act for enrolling or licensing ships or vessels, to be employed in the coasting trade and fisheries, and for regulating \n\n[70 U.S. 713, 740]\n \n the same, was of itself a sufficient regulation of the navigation of all the public navigable rivers of the United States to secure to the ships and vessels of the United States, sailing under the coasting license, the free navigation of all such public highways. Best exposition of the decision of the court in that case is to be found in the decree, where the court say that the several licenses set up by the appellant in his answer to the bill of complaint, which were granted under an act of Congress passed in pursuance of the Constitution of the United States, gave full authority to those vessels to navigate the waters of the United States for the purpose of carrying on the coastwise trade, any law of the State to the contrary notwithstanding; and that so much of the laws of the State as prohibited vessels so licensed from navigating the waters of the State by means of fire or steam is repugnant to the Constitution of the United States and void. Express as the language of that decree is, it is incomprehensible to me how it can be the subject of any difference of opinion.\n Complete protection is afforded by the doctrines of that great case to all ships and vessels of the United States, duly enrolled and licensed, in navigating all the public navigable rivers of the United States which empty into the sea or into the bays and gulfs, which form a part of the sea, and they are all treated as arms of the sea and public revers of the United States. None of the judges who participated in that decision even intimated that the Hudson was anything else than an arm of the sea and a public navigable river of the United States. Public navigable rivers, whose waters fall into the sea, are rivers of the United States in the sense of the law of nations and of the Constitution of the United States. They are so treated by all writers upon public law, and there is no well- considered decision of the Federal courts which does not treat them in the same way. \n36\n \n\n\n 8. \nClaim of the appellants, however, does not rest alone upon the doctrines of that case, but the proofs show that \n\n[70 U.S. 713, 741]\n \n their wharf property and the river at the place where it is situated are both within a port of entry, as established by an act of Congress.\n Prior to the adoption of the Constitution the power to establish ports of entry was in the several States, but this court held, in the last opinion delivered in the case of the Wheeling bridge,37 that the power in that behalf, was surrendered under the Constitution to the Federal Government, and left to Congress. Eighth section of the act of the 2d of March, 1799, provides that the district of Philadelphia shall include all the shores and waters of the River Delaware and the rivers and waters connected therewith lying within the State of Pennsylvania; and that the city of Philadelphia shall be the sole port of entry for the same. \n38\n \n\n Subsequent provision is, that the port of entry and delivery for the district of Philadelphia shall be bounded by the navy yard on the south, and Gunner's Run on the north, anything in any former law to the contrary notwithstanding. \n39\n \n\n Appellees suggest rather than argue that the mouth of he river described in the bill of complaint is not included in that description, but the point is of no importance, because it is clear, beyond controversy, that the river at the place where the wharf property of the complainants is situated, and for a considerable distance above and below it, is within the acknowledged limits of the port. Ample confirmation of this view, if any be needed, will be found in the case of Devoe et al. v. Penrose Ferry Bridge Co.,40 which was decided by Mr. Justice Grier. He said the commerce on River Schuylkill below the port of Philadelphia is as much entitled to protection as that of the Ohio, Mississippi, Delaware, or Hudson; and that the complainants in that case had the same right to the interference of the court in their behalf as was shown by the State of Pennsylvania in the Wheeling bridge case. Although it is supposed the views of the learned judge have undergone some change as to the \n\n[70 U.S. 713, 742]\n \n jurisdiction of the Federal courts, it has always been supposed that he was entirely accurate in all the matters of fact on which the judgment of the court was founded.\n\n 9. \nOther acts of Congress are cited by the complainants as supporting the proposition under consideration, but it will not be necessary to give more than two of them any special examination. First section of the act of the 2d of March, 1819, divides the sea-coast and navigable rivers of the United States into two great districts, and the declared purpose of creating the districts is 'for the more convenient regulation of the coasting trade.' All the districts on the sea-coast and navigable rivers between the eastern limits of the United States and the southern limits of Georgia are included in the first district, and the second district includes all the districts on the sea-coast and navigable rivers between the River Perdido and the western limits of the United States. \n41\n \n\n Subsequent acts created a third great district, and provided that it should include all the ports, harbors, sea-coasts, and navigable rivers between the southern limits of Georgia and the River Perdido, and that it should be subject to all the regulations and provisions of the prior act. \n 42\n \n\n Doubt, therefore, cannot be entertained that all of the public navigable rivers of the United States falling into the sea, or into the bays and gulfs which form a part of the sea, are included in one or the other of the three great commercial districts expressly established for the convenient regulation of the coasting trade.\n Looking at these several acts it is not surprising that Marshall, C.J ., should have said, in Gibbons v. Ogden, that 'to the court it seems clear that the whole act on the subject of the coasting trade, according to those principles which govern the construction of statutes, implies, unequivocally, an authority to licensed vessels to carry on the coasting trade.' Strong support to that view of the law is also derived from the case of the Wheeling bridge, as appears in the first opinion delivered in the case. \n43\n \n\n[70 U.S. 713, 743]\n \n Remarking upon this view of the case, the court say in effect that the navigability of the Ohio River is a historical fact which all courts may recognize. They add that for many years the commerce upon it has been regulated by Congress, under the commercial power, by establishing ports, requiring vessels which navigate it to take out licenses and to observe certain rules for the safety of their passengers and cargoes. Every one of those acts of Congress, from the moment they were passed, became and are, as applicable to the river described in the bill of complaint as to the Ohio, and there can be no doubt, as it seems to me, that they must be held to have the same effect. Nothing has been said respecting the case of Wilson v. Blackbird Creek,44 because, in the view I take of it, the opinion has nothing to do with the present question. Judgment was rendered by the same court in that case which gave judgment in the case of Gibbons v. Ogden, and there is not a man living, I suppose, who has any reason to conclude that the constitutional views of the court had at that time undergone any change.\n Instead of overruling that case, it will be seen that the Chief Justice who gave the opinion did not even allude to it, although as a sound exposition of the Constitution of the United States it is second in point of importance to no one which that great magistrate ever delivered. Evidently he had no occasion to refer to it or to any of its doctrines, as he spoke of the creek mentioned in the case as a low, sluggish water, of little or no importance, and treated the erection described in the bill of complaint as one adapted to reclaim the adjacent marshes and as essential to the public health, and sustained the constitutionality of the law authorizing the erection upon the ground that it was within the reserved police powers of the State.\n Conclusion is, that Congress has regulated the navigation of this river, and that the State law under which the respondents attempt to justify is in conflict with those regulations, and therefore is void, and affords no justification to the respondents. \n\n[70 U.S. 713, 744]\n \n Admitting the facts to be so, then the complainants are entitled to recover even upon the principle maintained in the opinion of the majority of the court. \n\nFootnotes\n\n[\nFootnote 1\n] 3 Smith's Laws, 312. \n[\nFootnote 2\n] Id. 362. \n\n[\nFootnote 3\n] 4 Sm. Laws, 297. \n[\nFootnote 4\n] Id. 347. \n[\nFootnote 5\n] 5 Id. 221. \n[\nFootnote 6\n] 6 Id. 257. \n[\nFootnote 7\n] Pamphlet Laws of 1836-7, p. 20. \n[\nFootnote 8\n] Pamphlet Laws of 1837-8, p. 697. \n[\nFootnote 9\n] Pamphlet Laws of 1838-9, p. 100. \n[\nFootnote 10\n] Pamphlet Laws of 1852. \n\n[\nFootnote 11\n] 1 Stat. at Large, 32, 148. \n[\nFootnote 12\n] Id. 305. \n[\nFootnote 13\n] Id. 632. \n[\nFootnote 14\n] 3 Id. 662. \n[\nFootnote 15\n] 4 Id. 715. \n\n[\nFootnote 16\n] 10 Clark & Finnelly's Appeal Cases, 534. See Krebs v. Carlisle Bank, 2 Wallace, Jr., note, 49. \n[\nFootnote 17\n] As part of the judicial history of an interesting question, as well as for the value which the opinion itself has, a report of the case referred to above and decided by Grier, J., will be found in a note.-See Appendix, No. III. \n[\nFootnote 18\n] Nelson, J., not having sat, and taking no part in the decision. \n\n[\nFootnote 19\n] Gibbons v. Ogden, 9 Wheaton, 1; Corfield v. Coryell, 4 Washington Circuit Court, 378. \n[\nFootnote 20\n] United States v. New Bedford Bridge, 1 Woodbury & Minot, 420, 421; United States v. Coombs, 12 Peters, 72; New York v. Milne, 11 Id. 102, 155. \n[\nFootnote 21\n] Gibbons v. Ogden, 9 Wheaton 1; Steamboat Co. v. Livingston, 3 Cowen, 713. \n\n[\nFootnote 22\n] Martin et al. v. Waddell, 16 Peters, 410. \n[\nFootnote 23\n] 3 Howard, 230. \n[\nFootnote 24\n] People v. S. & R. R. R. Co., 15 Wendell, 113. \n\n[\nFootnote 25\n] Cooly v. The Board of Wardens, 12 Howard, 319. \n[\nFootnote 26\n] 18 Id. 430. \n[\nFootnote 27\n] 2 Peters, 250 \n\n[\nFootnote 28\n] Houston v. Moore, 5 Wheaton, 49; Federalist, No. 32. \n[\nFootnote 29\n] Brown v. Maryland, 12 Wheaton, 419. \n[\nFootnote 30\n] Passengers' Cases, 7 Howard, 273. \n[\nFootnote 31\n] License Cases, 5 Id. 504 \n\n[\nFootnote 32\n] 1 Stat. at Large, 632. \n\n[\nFootnote 33\n] The Wheeling Bridge, 18 Howard, 430. \n\n[\nFootnote 34\n] Attorney-General v. Burridge, 10 Price, 350; Same v. Parmeter, Id. 378; Parmeter v. Attorney-General, Id. 412. \n[\nFootnote 35\n] Gibbons v. Ogden, 9 Wheaton, 194. \n\n[\nFootnote 36\n] Propeller Commerce, 1 Black, 579. \n\n[\nFootnote 37\n] 18 Howard, 435. \n[\nFootnote 38\n] 1 Stat. at Large, 632. \n[\nFootnote 39\n] 4 Id. 715. \n[\nFootnote 40\n] 3 American Law Register, 83. \n\n[\nFootnote 41\n] 3 Stat. at Large, 492. \n[\nFootnote 42\n] Id. 685. \n[\nFootnote 43\n] Wheeling Bridge, 13 Howard, 557. \n\n[\nFootnote 44\n] 2 Peters, 250. \n\n\n\n\n","3":"\n\nUnited States Supreme Court\nHAVEMEYER v. IOWA COUNTY(1865)\n\nArgued: Decided: December 1, 1865\n\n\n THE constitution of Wisconsin, adopted in 1848, provides that 'no general law shall be in force until published;' and an act of 1852 makes it the duty of the secretary of state and the attorney-general to divide all the laws passed by the legislature into two classes, and directs that each class shall be published in a separate volume; that the first class shall include laws of a general nature; the second class all laws which are not included in the first class; and that 'the title-pages of the respective volumes shall express whether they contain acts of a general nature or the private and local acts,' & c.\n Subsequently to the passage of this act of 1852-that is to say, in March, 1853-the legislature of Wisconsin passed an act authorizing counties through which a certain railroad should pass-Iowa County being one of the counties-to aid its construction by subscribing to its stock and issuing bonds of the county to pay for it. But by the terms of the act, no bonds were to be issued except a majority of the electors should authorize the issue by vote at an election, the mode of holding which and the duties of the county officers in regard thereto were prescribed in the statute.\n This act of March, 1853, coming, soon after its passage and in ordinary course, before the secretary of state and attorney-general for classification, they decided that it was not an act of a general nature, but was a local act, and classified it accordingly. No volume containing the act was published till October, 1853. \n\n[70 U.S. 294, 295]\n \n Between these two dates-and between the time, of course, when the secretary of state and the attorney-general classified the act as a local act, and the time when the act was 'published' in a volume-the election, which the act itself authorized, was held, and the bonds were issued by the county. A number of them passed into the possession of one Havemeyer, and the interest on them being unpaid, he now brought debt in the Circuit Court of Wisconsin to obtain payment of it.\n On the trial, the judges of the Circuit Court were divided in opinion, and sent here a certificate of division accordingly, on the following questions:\n\n 1. \nWhether the act of March, 1853, authorizing the subscription, and under which the bonds were issued, is a 'general law' within the meaning of the constitution of Wisconsin?\n\n 2. \nWhether the said act, not being published as a general act, and having been first published, after its passage, in the volume of local and private acts, in October, 1853, and after the issuing of the bonds, is not such an exercise of power by the State government or legislature, showing that the act is not a general act, and is binding on the courts?\n\n 3. \nWhether, if the said act is such a general law, any act or omission of the said county, its officers or electors, short of an election under the act, after the act was published in October, 1853, will render the bonds valid, or estop the defendant from questioning their validity in the hands of bon a fide holders?\n The case came here, of course, under the act of Congress of 29th April, 1802, which authorizes a decision of this court upon it, 'whenever any question shall occur before a Circuit Court upon which the opinions of the judges shall be opposed,' and a certificate of it is sent up.\n There were no recitals on the bonds, and the record disclosed no great deal more than the act authorizing the election, subscription, issue, and the fact that these had all been made, and that Havemeyer was owner of the instruments now due and unpaid.\n The difficulty of resolving the question below was caused \n\n[70 U.S. 294, 296]\n \n in part, perhaps, from a conflict in the decisions in the Supreme Court of Wisconsin, as to the character of the act of March, 1853, or of others just like it. The late decisions of that tribunal, beginning with State v. Leon, A.D. 1859,1 followed by several others afterwards,2 held the acts to be general laws; herein departing from the view taken, A.D. 1858, in Hewett v. The Town of Grand Chute,3 where a contrary idea was assumed as of course. And how far this departure from precedent was owing to a truer conception of the nature of general and particular laws, and how far to the fact, that the judiciary of Wisconsin was a body elected by popular suffrage at short intervals, and which might have come to the bench suffused with the feelings and ideas and wishes of a constituency wishing to disown an obligation which it had been found much easier to contract than to pay, was a matter not seen perfectly alike by all sides.\n Mr. M. H. Carpenter, for Havemeyer, holder of the bonds.\n The first and second points may be argued together. The act authorizing the subscription is not a general law, and does not require to be published in order to be valid. The distinction was long since truly taken by an authoritative writer of the English law,-a no less authority than Chief Baron Gilbert. Under the title of 'General and Particular Laws,' he says in his book on evidence:\n'The distinction between a general and a particular law is, whatever concerns the kingdom in general, is a general law; and whatever concerns a particular species of men, or some individuals, is a special law.'\n\n It is impossible to cite higher authority, though here found in a text-book, and unnecessary, therefore, to cite \n\n[70 U.S. 294, 297]\n \n other. The same distinction, however, it may be said, runs through all judicial decisions. It has been declared in Wisconsin itself, and nowhere more emphatically. In Hewett v. The Town of Grand Chute, decided in 1858, long after these bonds had been sold, the question was not even thought of being raised. The action was on bonds issued, by the town, in pursuance of an act almost identical with this one. The question was, whether, being a private act, the act was properly pleaded? That it was a private act, no one was hardy enough to deny. The difficulty of the case would have disappeared had the act been a public one. The Supreme Court of Wisconsin say, and this court will specially note their language:\n'The cause of action is founded upon a private statute; or rather upon certain instruments or contracts in writing, which derive their validity from such private statute. By the common law it was necessary to set out such statute in the declaration, otherwise the court would not take notice of its provisions: unlike, in this respect, a public statute, of which the court was bound to take judicial notice, though the latter were not pleaded. But section sixty-nine of the Code of Procedure provides as follows: 'In pleading a private statute, or a right derived therefrom, it shall be sufficient to refer to such statute by its title and the day of its passage, and the court shall thereupon take judicial notice thereof.' In this case the plaintiff in his complaint did refer to the statute from which his right was derived, by reference to its title and the day of its passage, and he thus brought the whole statute within the judicial knowledge of the court,' &c.\n\n This view-a unanimous one of the old Supreme Court of Wisconsin-the view also taken previous to it by the secretary of state and the attorney- general-remained unquestioned and without doubt as to its being true law, until 1859, when the tax-payers woke up to the truth that it is easy to contract debt, but not always easy to pay it, and a majority of our Supreme Court,-three judges elected by the people-discovered in State v. Leon, the saving fact that such statutes are of a 'general nature;' declaring a few years \n\n[70 U.S. 294, 298]\n \n later4 that an election before the publication authorizing the issue, was 'an idle act, wholly unauthorized and of no importance whatever.' This departure from precedent, is the consequence of a judicial tenure for less than good behavior; a bench of justice elected as that in Wisconsin, at short terms, by general suffrage.\n But it is our privilege to come to this tribunal, where the ' arbitrium popularis aurae' is unknown, and which neither takes up nor lays down the scales of justice at its command. To this court, then,-this 'more than Amphyctionic council,'-we appeal. We rely upon the important doctrine here asserted at December Term, 1864, in Gelpcke v. The City of Dubuque. \n5\n The court in that great case,-argued thoroughly, deliberately considered, solemnly adjudged,-says:\n'The sound and true rule is, that if the contract when made was valid by the laws of the State as then expounded by all departments of the government, and administered in its courts of justice, its validity and obligation cannot be impaired by any subsequent action of the legislature, or decision of its courts altering the construction of the law. The same principle applies where there is a change of judicial decision as to the constitutional power of the legislature to enact the law. To this rule, thus enlarged, we adhere. It is the law of this court. To hold otherwise, would be as unjust as to hold that rights acquired under a statute must be lost by its repeal.'\n\n Our case falls within this principle. The bonds were issued in 1853, were disposed of, and were circulating in the market with full approbation of the legislature; the people of the county; every department, including the judicial tribunals of the State, until the year 1859; and during all these years, in which the bonds were made and sold, they were valid and legal contracts, and would have been enforced by our State courts, upon the ground that the acts authorizing their issue were private and local laws and were in force from their passage without publication. \n\n[70 U.S. 294, 299]\n \n It is unimportant in view of the decision of this court in Gelpcke v. Dubuque, whether the late decisions of our State court give or do not give the sounder construction of our constitution. In subsequent contracts this court may regard them as giving that which is the sounder; but the action of the State, in its legislative, administrative, and judicial departments, during the period of the making and negotiating of these bonds, must furnish the rule to be applied in all suits founded upon them, whether, in the opinion of this court, that action was right or wrong. It was the law of the comtract and cannot be changed without destroying the obligation of what, when made, was valid and binding.\n\n 3. \nAssuming, as we do, that the court must take the view which we present on these two points, we are not solicitous as to the answer which it may give on the last certified. If any answer is given, it must follow the answer to the others.\n Mr. Ryan, contra: Mr. Carpenter refers to the distinction which has passed into technical law between general laws and particular or special laws. But the act of 1852, directing a classification, does not use the terms 'general law,' but uses another expression, 'acts of a general nature,' which it distinguishes from 'private and local acts.' This shows that it was not the intention of the legislature to classify its statutes by their legal character, but according to the public interest in having access to them. The first class is to contain all 'acts of a general nature,' but not all 'general acts.' The second class is to contain all general acts which are local, all charters which are public, and all private acts. It is inconceivable how a municipality, with a changing population, amounting from hundreds of political units to hundreds of thousands, and capable of including, and almost inevitably including, property of strangers affected by all legislation having relation to it, could be bound by a private act. If the act before the court can be dealt with as a private act, it is not seen on what distinguishing principle, absurd as the proposition is, all municipal law might not be found in private statutes. \n\n[70 U.S. 294, 300]\n \n The counsel would seem to rely on the classification made by the secretary of state and the attorney-general, which two officers regarded the act as one of a private nature, and classified it accordingly. But the question whether a statute is public or private, is judicial. No question of interpretation is more purely so. The constitution of Wisconsin, in common with most of our American constitutions, exhausts the judicial power; and it is not competent for the legislature to vest it in persons or officers, other than such as the constitution prescribes. Here, the duty of classification is given to ministerial officers. And their action is not only not binding, but is of no weight in the courts. It is for the judicial department to declare their acts right or wrong; not for them to impose judicial construction upon the courts.\n Confessedly, every decision in the highest courts of Wisconsin since the case of State v. Leon, including that one, has been that these acts are general laws. In Hewett v. The Town of Grand Chute, whose language is extracted and presented as conclusive on the other side, and to which opposite counsel invites specially the court's attention, the matter was not in issue. Attention was not directed to it. Assuming the act to be a private one, the court held it to be rightly pleaded. That is all. The decisions then are unbroken.\n There is a uniform and settled rule of adjudication upon the constitution and laws of the State; followed by all the courts of the State, and, in the State courts, recognized and admitted by the bar of the State.\n In questions of State institutions and policy, not conflicting with the Federal Constitution, the several State courts are the appropriate tribunals to give the rule of decision; and this court has, therefore, from the earliest times, with high judicial comity and political sagacity, followed the rule of State decision upon State statutes whenever such a rule was to be found clearly established. 'This court has no authority,' was the language of a case from Pennsylvania, 'to revise the act of that State upon any grounds of justice, policy, or consistency to its own constitution. These are concluded by the decision of the public authorities of the \n\n[70 U.S. 294, 301]\n \n State.' The quotation is the law of our controversy. And it will be a calamity, not only to the judicial, but to the political history of the country, if time should witness the departure of this court from its ancient practice of just and conservative forbearance, and its regard of the State rule of decision on questions of purely State law. With this longsettled doctrine of the court the action of the people and courts of Wisconsin is not open for argument. It is enough that the people of Wisconsin have formed their constitution as they have, and that the Supreme Court of the State interpret it as they do. That is their right solely. The State having been admitted into the Union under a constitution approved by Congress, and not repugnant to the constitution or laws of the United States, no department of the Federal government has power to set it aside, to treat it as a nullity, or to destroy it by interpretation, in matters properly subject to it.\n The third question certified, is abstract. It calls for the opinion of this court, whether any act or omission of the county, its officers, or electors, under the condition stated, could render the bonds valid or estop the defendant. If any such act or omission could have such an effect, that would depend upon the character of the particular act or omission, the time of its occurrence, the persons by whom and with whom done or omitted and their authority, and generally the circumstances under which done or omitted. All these conditions rest, in the question, in supposition. There are no recitals in the bonds themselves. There is therefore nothing in the record bearing on this question. The record discloses only the facts of the election, the execution of the defendant's bonds, and the exchange or issue of them. It was not contended in the court below, and it is not here, that these facts have any tendency, of themselves, to render the bonds valid or to estop the defendant from questioning their validity, if the act was not in force. The question certified did not 'occur' in the court below, but only suggested itself as something which might occur; it did not meet the judges, and was not involved in any decision they were \n\n[70 U.S. 294, 302]\n \n called upon to make. It is not an occurrence, but only a supposition, and not within the act of Congress. The court below, therefore, had no jurisdiction to certify it here; and this court has no jurisdiction to decide it.\n\n Mr. Justice SWAYNE delivered the opinion of the court.\n In the view which we have taken of the first two questions which are presented by the certificate of division for our consideration in this case, they may be properly considered together. They are:\n\n 1. \nWhether the act in question is a general law within the meaning of the constitution of Wisconsin.\n\n 2. \nWhether the act not being published as a general act, and having been first published after its passage in the volume of local and private acts, and after the issuing of the bonds, is not such an exercise of power by the State government or legislature, showing that the act is not a general act, as is binding on the courts.\n The secretary of state and the attorney-general decided that the act was not a general law, but a local act. This decision, as to the character of the act, was made by those upon whom the law devolved that duty. It is not suggested that the decision was not fairly made, nor is it denied that it was in accordance with the rule which has prevailed down to that time, and which prevailed subsequently until the Supreme Court assed upon the subject, in the case of the State v. Leon, which was decided in the year 1859.\n This action is conclusive as to the executive department of the government prior to that period, and it is entitled to the greater weight from the fact that the highest law officer of the State participated in the decision.\n The subject came incidentally under the consideration of the Supreme Court of the State, in Hewett v. The Town of Grand Chute. The question in that case was, whether a statute, in all respects identical with the one under which these securities were issued, as regards the questions before us, was pleaded as a private act should be. The question whether it was a private act was not made in the case. That \n\n[70 U.S. 294, 303]\n \n was impliedly conceded by the counsel on both sides. The language of the court in this case has been quoted and commented on at the bar. \n6\n We need not repeat it. It presents a clear judicial recognition by the highest court of the State in accordance with the previous determination of the executive department. The executive and judicial departments were in harmony upon the subject. This case was decided in 1858. It shows that understanding of the bar and the bench down to that time.\n Prior to that period no intimation had been given by any department of the government that such statutes were to be regarded otherwise than as local in their character, and broadly distinguished from general laws within the meaning of the constitution.\n The subsequent adjudications in the State v. Leon, decided in 1859, and the cases which followed it, hold that such statutes are 'of a general nature,' and have no validity until published. But being long posterior to the time when the securities were issued, they can have no effect upon our decision and may be laid out of view. We can look only to the condition of things which subsisted when they were sold. That brings them within the rule laid down by this court, in Gelpcke v. The City of Dubuque. In that case it was held, that if the contract, when made, was valid by the constitution and laws of the State, as then expounded by the highest authorities whose duty it was to administer them, no subsequent action by the legislature or judiciary can impair its obligation. This rule was established upon the most careful consideration. We think it rests upon a solid foundation, and we feel no disposition to depart from it.\n Whether the statute here under consideration is intrinsically general or local in its character, is a question which we have not found it necessary to consider.\n The third question presents merely an abstract proposition. No facts are disclosed in the record which show that it has arisen or can hereafter arise in the case. Under such \n\n[70 U.S. 294, 304]\n \n circumstances it is the settled practice of this court to decline to answer. It is necessary that the question should involve a distinct legal point, and that sufficient facts should be set forth to show its bearing upon the rights of the parties. \n7\n In this case all the facts relied upon as operating to ratify should have been set forth. Any point of disagreement between the judges relating to the subject would then have appeared in its proper light and could have been definitely answered. As the question is presented the answer, if given, would be equally general, and, like the question, a mere abstraction, which could subserve no useful purpose in the further progress of the cause.\n The answer to the first and second question certified up will be that, under the circumstances, the statute referred to must be held in this case to be a local act, and not a general law.\n To the third question, for the reasons stated, no answer will be given.\n ORDER IN CONFORMITY.\n [See, on the last point of this case, supra, p. 250, Daniels v. Railroad Company.-REP.] \n\nFootnotes\n\n[\nFootnote 1\n] Wisconsin, 279. \n[\nFootnote 2\n] Subsequent decisions are as follows: In re Boyle, 9 Wisconsin, 265, decided A.D. 1859; Clark v. City of Janesville, 10 Id. 136, decided A.D. 1860; Town of Rochester v. The Alfred Bank, 13 Id. 432, A.D. 1861; Berliner v. Town of Waterloo, 14 Id. 378, A.D. 1861. \n[\nFootnote 3\n] 7 Wisconsin, 282. \n\n[\nFootnote 4\n] Clark v. City of Janesville, A. D. 1860. \n[\nFootnote 5\n] 1 Wallace, 175. \n\n[\nFootnote 6\n] See supra, p. 298. \n\n[\nFootnote 7\n] Crooker et al. v. Newton, 18 Howard, 581; United States v. The City Bank of Columbus, 19 Id. 385. \n\n\n\n\n","4":"\n\nUnited States Supreme Court\nHORBACK v. PORTER(1865)\nNo. 189\nArgued: Decided: December 18, 1865\n\n\n\n Mr. Justice MILLER delivered the opinion of the court.\n In these two cases the facts are the same, and the questions suggested by the records are exclusively questions of fact.\n It is charged in the bill that Horbach, one of the defendants, having sold the land which is the subject of the controversy, and received the consideration for it, afterwards caused the equitable title under which he then claimed to be set aside by the secretary of the interior, and procured a patent to himself for the land thus sold; and that he then conveyed the land to Wiggins, his codefendant in these suits.\n The plaintiffs are purchasers from Horbach's first vendee, and charge that Wiggins purchased with notice of their rights.\n We are of opinion that the evidence sustains the allegations of the bill, although the answer of Wiggins denies them.\n It is made pretty clear by the testimony that the charges against Horbach are true; and although it is not shown that Wiggins had any participation in this fraud, or that he had actual knowledge of the rights of plaintiffs when he purchased from Horbach, and \n\n[154 U.S. 549, 550]\n \n received the legal title, a case of constructive notice of those rights is well made out.\n The plaintiffs in both cases were in possession of the land, having it inclosed by fence and in actual cultivation at the time Wiggins bought of Horbach. This was sufficient to put him upon the inquiry, and if he had inquired he would have received full information of the superior equitable claims of complainants.\n The plaintiffs, in accordance with these views, had decrees for conveyance of the legal title in the district court in which the cases were first tried, and these decrees were affirmed on appeal by the supreme court of the territory of Nebraska. On a simple matter of conflict of testimony like this, in which we are able to concur fully with the judgments of two courts which have already passed upon the same record, we do not deem it necessary to give any minute criticism upon the testimony on which these decrees are founded.\n They are therefore affirmed, with costs.\n J. J. Reddick, for appellants.\n J. M. Carlisle and James M. Woolworth, for appellees. \n\n\n\n","5":"\n\nUnited States Supreme Court\nIN RE BINGHAMTON BRIDGE(1865)\n\nArgued: Decided: December 1, 1865\n\n\n\n\n[70 U.S. 51, 52]\n \n THE legislature of New York was desirous in early times to have turnpike communications from the Chenango River, in the interior of the States as the river approaches the Pennsylvania line, to the Hudson River at and below Newburgh, on that stream. Roads from the one river to the other by the routes contemplated had to cross the east branch of the Susquehanna, the east and west branches of the Delaware, and it was proposed also to make a bridge westward across the Chenango River itself. Accordingly, on the 6th of April, 1805, the legislature passed an act to establish a 'turnpike corporation,' as it was called, for these purposes. The act was a very long one-forty-two sections-and for the purpose of a subdivision of labor, created in fact some four or five corporations. Among them a company for the purpose of building, by subscription of capital, bridges over the west and east branches of the Delaware River, was incorporated by the name of 'The President and Directors of the Delaware Bridge Company.' The sections of the act relating to this company, fifteen in number, besides incorporating company in form, with the usual incidents, 'continual succession,' 'suing,' &c., gave it the right of purchasing, holding, and conveying any estate, real and personal, necessary to fulfil the end and intent of the corporation. They prescribed the mode of organizing the company, the kind of \n\n[70 U.S. 51, 53]\n \n bridge to be built, the places where toll-gates should be put, the amount of tolls to be taken after the judges of Delaware County should declare that the bridge was finished, the duty of care and superintendence of the bridge, and the penalty (forfeiture of charter) of neglect to repair or rebuild it if out of order or carried away; the punishment to be inflicted on any one who wilfully injured it, &c., &c.\n Power was given to the directors to increase the stock of the company from time to time, after the original capital had been expended, as the exigency should in their judgment require, by assessments on the old shares, and to collect it, with a right of forfeiture of the old shares, if not paid, and shares in the corporation were made personal property.\n The 31st section enacted:\n'It shall not be lawful for any person or persons to erect any bridge, or establish any ferry across the said west and east branches of Delaware River, within two miles either above or below the bridges to be erected and maintained in pursuance of this act.' . . . 'Provided, nevertheless,' the act went on to say, 'that nothing herein contained shall be construed to prevent any person, residing within two miles of the said bridges, from crossing the said river to or from his or her own house or land with his or her own boat or craft, without being subject to the payment of any toll.'\n\n An additional-the 36th-section provided that, at the expiration of thirty years, the bridge should become the property of the people of this State.\n So far as regards the Delaware Bridge Company.\n A subsequent part of the same act-its 38th section-incorporated another company-a single company-'The Susquehanna Bridge Company,' for the purpose of erecting a bridge across the Susquehanna, at what was then called Oquaga, and since Windsor; and also for erecting a bridge at Chenango Point, the now village of Binghamton.\n This section enacts, among other things, that the persons named, their successors and assigns,\n'Shall be and are hereby created a body politic, and by the \n\n[70 U.S. 51, 54]\n \n name of 'The Susquehanna Bridge Company,' their successors and assigns shall be and hereby are invested with all and singular the powers, rights, privileges, immunities, and advantages, and shall be subject to all the duties, regulations, restraints, and penalties which are contained in the foregoing incorporation of the Delaware Bridge Company; and all and singular the provisions, sections, and clauses thereof, not inconsistent with the particular provisions herein contained, shall be and hereby are fully extended to the president and directors of this incorporation.'\n\n The charters of these bridge companies-inserted, as already mentioned, in the body of the act incorporating the road-were prefaced by this preamble.\n'Whereas, the foregoing road incorporation cannot be sufficiently carried into effect, or the public convenience fully promoted, if durable and permanent bridges across the Susquehanna and Chenango rivers, and the east and west branches of Delaware River, at the several places of intersection of the said roads, are not at the same time erected and maintained. And whereas, by reason of the great expense necessarily to be incurred in erecting and maintaining such bridges, on account of the size and rapidity of those streams, and the extraordinary freshets and frequent obstructions happening in those rivers, to which such bridges will be exposed, and which will endanger their permanency and durability, and may call forth a frequent renewal of the whole capital required for rebuilding such bridges, and therefore require a power (not contained in the foregoing incorporations) of calling from the stockholders, from time to time, such sums as shall be required for upholding such bridges, and which equally forbid the policy incorporated in the foregoing incorporations, that said property shall revert to the State; and whereas it is suggested that it will be most expedient for the purposes aforesaid to make two separate and distinct bridge incorporations, with powers adequate to the accomplishment thereof in the best possible manner. Therefore,\n\n'Section 23. Be it enacted,' &c.\n\n On the 1st April, 1808, the Susquehanna and Chenango bridges not being yet built, another act was passed amendatory of the old one. It ran in substance thus:- \n\n[70 U.S. 51, 55]\n \n 'Section 3. Be it enacted, That the incorporation of the Susquehanna Bridge Company shall hereafter be deemed and considered to exist for the sole purpose of erecting and maintaining a toll-bridge, under their said charter, across the Susquehanna River at Oquaga, under all its present provisions, except the limitation of its duration of thirty years, which said limitation shall be and hereby is repealed; and that the time within which it shall be built shall be and hereby is extended to four years from the passing of this act.\n'Section 4. And be it further enacted, That for the purpose of erecting and maintaining a toll-bridge across the Chenango River, at or near Chenango Point, the present stockholders of the Susquehanna Bridge Company, or such others as shall associate for that purpose, shall be and hereby are created a body corporate, in fact and in name, by the name and style of 'The Chenango Bridge Company,' and as such to have perpetual succession, under all the provisions, regulations, restrictions, clauses, and provisions1 of the before-mentioned Susquehanna Bridge Company.'\n\n Under this last section, several persons consociated themselves, in 1808, under the name of the Chenango Bridge Company, and built a toll- bridge at Chenango Point, about one hundred rods above the point at which that stream merges itself and is lost in the lorger and more important Susquehanna.\n In 1805, when the first act was passed, Chenango Point had but two or three houses, was a small place every way; hard, comparatively, of access; and with a surrounding region sparsely populated. Matters were not much different in 1808 when the second one was passed. In the course of fifty years, the condition of things had changed. Population had increased. The New York and Erie and other railways ran near the place. Villages had sprung up around. In 1854, several persons, 'inhabitants of the village of Binghamton and its vicinity,' presented a petition to the legislature \n\n[70 U.S. 51, 56]\n \n of New York, praying for the passage of an act authorizing an additional bridge. Their petition set forth:\n'That the said village, situated at the confluence of the Susquehanna and Chenango Rivers, has a population of about ten thousand persons. That it covers the point between the rivers, and extends to the opposite side of both. That since the construction of the New York and Erie Railroad, which crosses the Chenango River about one mile from the mouth, the village has rapidly extended up said river, on both sides, and has largely increased, particularly upon the westerly side.\n\n'They represent that the depots of all the railroads are on the easterly side of the Chenango, above where it is proposed to place the new bridge; that the said railroad depots occasion much travel to and from them, to and from the westerly side of the Chenango River, and that those who would cross in the vicinity of said depots are compelled to go nearly one-half mile down the Chenango River, and up it again on the other side, to and from the depots, thus losing nearly one mile of travel upon every such occasion. That a large volume of travel constantly passes over said old Chenango bridge, so great that it is frequently blocked up, by waiting for some to pay toll and otherwise, to the hindrance of travellers and citizens, and especially upon public days and funeral occasions. That all the churches, except the Catholic, are situated, and the principal business streets are upon the easterly side of the Chenango, and that the new, and hereafter to be principal public cemetery is situated upon the westerly side of the Chenango, about one mile above the old bridge. That the river is subject to high freshets and ice floods, and that in case the present bridge across the Chenango should be carried away there would be no means but a railroad bridge, where travel is not permitted, of reaching said churches, nor the business street from the westerly side of the Chenango, or the cemetery from the easterly side, nor could numerous citizens who reside upon the westerly side of the Chenango reach their places of business. That by reason of the great amount of travel over the present bridge and other causes it is frequently out of repair, so that only one side of it can be used, and at such times it is passed only with great delay and difficulty.'- \n\n[70 U.S. 51, 57]\n \n The legislature of New York accordingly, by 'An act to incorporate the Binghamton Bridge Company,' passed April 5, 1855, granted a charter to another bridge company, who built a bridge a few rods above the old one. This greatly diminished and seemed likely to destroy its tolls, which had been for a long time profitable.\n\n The old bridge company now accordingly filed a bill in the Supreme Court of New York to enjoin the new rival.\n The bill-resting itself, of course, on the postulate that the rights given by the act of 1805 to the Delaware Bridge Company were imported by the 38th section of it into that of the Susquehanna Company of that act; that these again, thus imported, were translated (with the thirty-years restriction only thrown off) into the third section of the act of 1808, and that these last were carried finally into the fourth section of this new act-insisted that these various enactments made an 'absolute, unconditional, and unlimited contract' with them that no bridge should ever be built over the Chenango River within two miles of theirs, either above or below it.\n The answer denied the contract set up.\n The Supreme Court of New York dismissed the bill. On appeal, the Court of Appeals, the highest court of the State of law or equity in which a decision of the matter could be had, affirmed the decree. The case was now brought here for review; the matter coming here, of course, under the 25th section of the Judiciary Act of 1789, which provides that a final judgment or decree in the highest court of law or equity in a State, 'where is drawn in question the validity of a statute of any State on the ground of its being repugnant to the Constitution of the United States, and the decision is in favor of such validity, may be examined and reviewed in this court;' and the allegation being that the act of April 5, 1855, incorporating the new bridge company, was contrary to that clause of the Constitution of the United States which ordanis that 'no State shall pass any law impairing the obligation of contracts.'\n The certificate from the Court of Appeals declared that \n\n[70 U.S. 51, 58]\n \n the question raised by the Chenango Bridge Company, appellants in the case was:\n'That the said act of April 5, 1855, was repugnant to the Constitution of the United States; and the question decided by this court, in order to induce the judgment of this court, was, that the said act of April 5, 1855, was not repugnant to the Constitution of the United States, and that said act of April 5, 1855, is held valid and binding by this court, notwithstanding said act was drawn in question in this cause, and the question clearly raised therein that said act was void as aforesaid.'\n\n It was then 'ordered that the record and proceedings be remitted to the Supreme Court,' here to be proceeded upon according to law.\n Three questions were made here:\n 1st. A preliminary one, not very much pressed, whether the certificate gave this court jurisdiction under the 25th section of the Judiciary Act?\n 2d. Did the acts of 1805 and 1808 give the complainants an exclusive and perpetual privilege against anybody; either individuals or legislature?\n 3d. Supposing that under the expression 'it shall not be lawful for any person or persons to erect any bridge' it gave them such privilege as against individuals, did it give them such right as against the legislature also?\n [To understand fully the argument on this third point, it must be stated, that it was assumed in the argument by the Chenango company's counsel, and was stated as a fact in some of the opinions below, that in 1797 an act was passed providing for the opening and construction of highways and bridges, by superintendents and commissioners of highways; and that in the same year provision was made to authorize and regulate ferries within the State-forbidding the establishing and use of any ferry, for profit and hire, unless duly authorized, and conferring authority upon the courts of common pleas in each county of the State to grant licenses for keeping ferries, as many and to such persons as the court shall think proper.]- \n\n[70 U.S. 51, 59]\n \n Mr. D. S. Dickenson, for the Binghamton Bridge Company, and against the jurisdiction and exclusive privileges.\n I. Whatever the certificate may state, it is obvious that the real question below was whether the acts of 1805 and 1808 made a contract exclusive as against the State. Supposing such a contract, there could be no doubt that the act of 1855 impaired it. The decision below was that they did not make it. The decision then was an adjudication of a State court upon a statute of the State; and construing it. Such a case is not one within the 25th section. It may be said, however, that this point has been otherwise adjudicated in Bridge Proprietors v. Hoboken Company. \n2\n If that is so, there remain other grounds for dismissing the case.\n The certificate states that 'in order to induce the judgment of this' ( the Supreme Court of the United States), the question decided below, was thus and so. Can cases thus be decided in a particular manner, for the purpose of bringing them here, under the 25th section, and then be certified into jurisdiction? The purpose of the act was not to have anything brought here which was not decided for the purposes of justice in the case; cases decided merely to get a review by this tribunal, however decided, are not proper matters for its jurisdiction. Jurisdiction cannot be 'manufactured,' and authority thus given, even to this court, to review the legislation and judicial proceedings of a State, which ordinarily belong to the State courts alone, and should rest there.\n II. We concede that the legislature may, by a clear manifestation of its intention to do so, make dispositions of matters which are proper subjects of its disposition. It may sell all which is the subject of bargain. But its sovereignty cannot be vended in perpetuo. One legislature cannot place the sovereignty of the State or any portion of it beyond the reach of all succeeding ones.\n A disposition of that in which the supremacy of government rests, is an assumption of power not legislative in its \n\n[70 U.S. 51, 60]\n \n nature and is void. The legislature here has disposed of the right of passing a great river for four miles. If it can dispose of it for four miles, it can do so for a hundred, and when the principle is admitted, what is to curb it but the slender rein of legislative discretion? The Chenango, from its source to its mouth, is nearly a hundred miles in length. If the legislature had extended the restriction over the whole, the question in all its legal relations would have been the same. This shows to what point the doctrine leads. A State is the guardian, not the broker of its people's rights; the protector, not the auctioneer of their property. It is invested with great and awful powers, and must necessarily be so; but among them all there is no power to oppress. \n3\n \n\n The Dartmouth College case may perhaps be invoked against these views and in support of the pretensions of the other side. If it sustain such pretensions-grants of the State sovereignty from the control of successive legislatures forever-we deny its authority in this day.\n But in truth there is no relation whatsoever between it and the case at bar. In the college case a royal charter had been granted to a number of persons, incorporating them as a religious and literary institution. Large donations were made to it. It had the power to fill vacancies in the board of its trustees, to manage its funds, &c. The legislature largely increased the number of trustees, and provided a different mode for the appointment of persons to have charge of the trust funds, &c. The court found no difficulty in holding that a contract had been made and its obligations violated. But suppose that the charter had said 'it shall not be lawful to erect any other college in New Hampshire,' would such an enactment-in injury of education and of public right forever-have been held binding?\n If the provident principles of government which we have asserted be questioned, the principle of law will not be questioned, \n\n[70 U.S. 51, 61]\n \n that all statutes which seek to abridge the power of legislation, to prohibit the exercise of common-law right and oppress the people, which confer monopolies or impose restraints or penalties, are to be construed strictly against those asserting the exclusive right and favorably for the public. The rule is one that has been imbedded from early days in the English law. \n4\n It has been declared with force, by Sir William Scott5 and by Lord Tenterden,6 as existing equally in these.\n Now 'it would present,' as Taney, C. J., said, in a wellknown case,7 'a singular spectacle, if while the courts of England are restraining within the strictest limits the spirit of monopoly, and exclusive privileges in the nature of monopolies, and confining corporations to privileges plainly given them in their charter, the courts in this country should be found enlarging these privileges by implication, and construing a statute more unfavorably to the public and to the rights of the community than would be done in an English court of justice.' There, after premising that those who accept charters have full opportunity to examine and consider the provisions before they invest their money, he adds: 'And if individuals choose to accept a charter in which the words are susceptible of different meanings; or might have been considered by the representatives of the State as words of legislation only, and subject to future revision and repeal, and not as words of contract; the parties who accept it have no just right to call upon this court to exercise its high power over a State upon doubtful or ambiguous words, nor upon any supposed equitable construction or inferences based upon other provisions in its acts of incorporation.'\n In Dartmouth College v. Woodward,8 Marshall, C. J., says: 'On more than one occasion this court has declared, that in \n\n[70 U.S. 51, 62]\n \n no doubtful case would it pronounce a legislative act contrary to the Constitution.'\n In a great Pennsylvania case,9 Black, C. J., says: 'When the State means to clothe a corporate body with a portion of her sovereignty, and to disarm herself to that extent of the power that belongs to her, it is so easy to say so, that we will never believe it to be meant when it is not said. In the construction of a charter, to be in doubt is to be resolved, and every resolution which springs from doubt is against the corporation. If the usefulness of the company would be increased by extending privileges, let the legislature see to it, but remember that nothing but plain English words will do it.'\n Now, considering this question by the light of these general principles of government, or even by the general principles of the more restricted science of municipal law, has there been a perpetual exclusion of right, even as against individuals, to build?\n The view taken by the Chenango Bridge Company is set out (supra, p. 57). It need not be here repeated. But we deny that the 'exclusive right,' whatever it may have been, in the Delaware charter, could have been extended to the Chenango bridge by any phraseology, such as the claim here rests on.\n It will be observed (supra, pp. 52-3), that in incorporating the Delaware company, the act of 1805 sets forth the grant of the usual corporate powers specifically. These themselves-continual succession, suing, &c., are, we submit, 'powers, rights, privileges, immunities, and advantages.' But the act gives to the Delaware company not only these 'powers, rights, privileges, and immunities,' usually incident to corporations, but it gives, also, a right to purchase, hold, and convey real estate; not an incidental right to the creation of a corporation as such; and, over and above this, a power to the directors to increase the stock indefinitely, and to enforce payments for new stock by forfeiting old. When the Susquehanna \n\n[70 U.S. 51, 63]\n \n company comes to be incorporated by a subsequent section, the act does not proceed again in extenso, and give to it all these things; but says that the new company is invested with the powers, privileges, immunities, and advantages, &c., of the former company. This, of itself, we presume, would be conceded to be insufficient to give the exclusive privilege of the two miles; for the expression can be fed by the already mentioned ordinary and extraordinary powers given to the Delaware company. The right set up must rest upon the fact that the 'provisions, sections, and clauses, not inconsistent,' &c., contained in the incorporation of the Delaware company in the act of 1805, are 'extended' to the second one, the Susquehanna company, of that same act. Still we submit that the intention was but to invest the Susquehanna company with the powers, rights, and privileges pertaining to a bridge corporation, as such, and similar to those which had just been given to the Delaware company; subjecting it to like duties, regulations, and restraints. All the provisions of the act in respect to the Delaware Bridge Company which related to its corporate powers; the manner of organization; the kind of bridge to be erected, and when to be completed; the right to erect gates at either end of the bridges, and demand and receive tolls; the neglect to repair or rebuild, which was to work a forfeiture of the charter; the duties enjoined in respect to the care and superintendence of the bridges, and the penalties imposed and to be enforced, were made applicable to the Susquehanna Bridge Company, and the section incorporating it should read as though these provisions were literally embodied in it also. The expression, too, 'are fully extended to it,' is peculiar. The provisions, clauses, &c., of the first company's charter are not declared to be made part of the second company's also ( which it is here contended that by the expression used they were made); but are only 'extended' to it. Is it not plain that language was used in the act-drawn, we may assume with certainty, by the agents of the corporations-which did not express in a clear manner that that was granted which it is now pretended was granted?- \n\n[70 U.S. 51, 64]\n \n But this clause about the two miles, the prohibitory clause, in the Delaware charter, expressly includes the east and west branches of the Delaware; two branches, therefore. The Chenango River is but a single stream, and this clause, therefore, must be regarded as 'inconsistent and inapplicable' to it. This clause was inapplicable in another respect. The Chenango River extended but about one hundred rods below the point where the plaintiffs contemplated erecting, and where they did actually erect their bridge. The grant, therefore, as construed by the Chenango company, assumes that the river was of one kind, when it was in fact of another, bifurcated when it was single; and assumes, also, as a fact, that which was neither a fact nor a physical possibility, while the rivers ran together as nature made them do.\n Conceding, however, that, under the act of 1805, the restrictive clause did apply for thirty years; we deny that it ever applied at all to the new Chenango Bridge Company, under the act of 1808. Under this last act, the former Susquehanna Bridge Company is divided into two companies; one, with the old name, to build a bridge across the Susquehanna; another, with the name of the Chenango Bridge Company, to build a bridge across the Chenango. Let us con-column the language of the old and new charters, as respects the Susquehanna company.\n UNDER THE OLD CHARTER, 1805\n\n\n The Susquehanna Bridge Company is hereby invested 'with all and singular the powers, rights, privileges, immunities, and advantages, . . . which are contained in the foregoing incorporation of the Delaware Bridge Company; and all and singular the PROVISIONS, sections, and clauses thereof not inconsistent with the particular provisions herein contained, shall be and hereby are fully extended to the president and directors of this corporation.'\n UNDER THE NEW CHARTER, 1808.\n The incorporation of the Susquehanna Bridge Company shall hereafter be deemed and considered to exist for the sole purpose of erecting and maintaining a toll-bridge, under their said charter, across the Susquehanna River, at Oquaga, under all its present PROVISIONS, except the limitation of its duration of thirty years, which said limitation shall be and hereby is repealed.\n Not a word in the new charter about either 'powers, rights, privileges, immunities, or advantages.' The new \n\n[70 U.S. 51, 65]\n \n company exists under the old 'provisions' only. Even the terms 'sections and clauses' are omitted. In existing with this word 'provisions,' it exists with the same word which in the former charter was coupled with the words, 'powers, rights, privileges, immunities, and advantages;' as also with the words, 'sections and clauses;' and which in that former act, of course, were used to express something more and other than is expressed by the term 'provisions.' When we come to the section under which the Chenango Bridge Company is incorporated, it is worse for the complainants' cause even than this. Again let us con-column:\n SUSQUEHANNA BRIDGE COMPANY, 1808.\n'The incorporation of the Susquehanna Bridge Company shall hereafter be deemed to exist for the sole purpose of erecting and maintaining a toll- bridge, under their said charter, across the Susquehanna River, at Oquaga, under all its present provisions, except the limitation of its duration of thirty years.'\n\n CHENANGO BRIDGE COMPANY, 1808.\n The present stockholders, &c., or such others, &c., 'are created a body corporate, by the name of the Chenango Bridge Company, and as such have perpetual succession, under all the provisions, regulations, restrictions, clauses, and provisions of the before mentioned Susquehanna Bridge Company.'\n Everything like the valuable old 'powers, rights, privileges, immunities, and ADVANTAGES' gone! clean gone! 'Regulations,' restrictions, clauses (or restricting clauses?), and provisions have assumed their place; and the term 'provisions,' to which these restrictive expressions are added, remains the forlorn hope of a monopoly. Now, though the word 'provision' is sometimes used as synonymous with enactment, it is not philologically so used well. In its true meaning it expresses restriction. It comes from pro, before, and video, to see; and implies foresight; prudence with respect to futurity; a sense inconsistent with granting away forever the right of a whole people to cross a stream running through one of the best and most populous parts of a great State, and to the increase in population of which no limits could be fixed; a sense equally inconsistent with that of its consociated terms-'regulations, restrictions, clauses (or restricting clauses and provisions?),' its \n\n[70 U.S. 51, 66]\n \n companions in phraseology; companions, by whom words as well as people are often best known.\n We insist, too, that the Chenango company was modelled after the then existing Susquehanna company-the Susquehanna company of the act of 1805- and not after it as the bill pending proposed to make it. The 'regulations, restrictions,' & c., of the Susquehanna company, under which the Chenango company was incorporated, were thus the legal, existing regulations and restrictions upon the statute-book, including the thirty years' limitation. The expression, 'before mentioned Susquehanna company,' used in the act of 1808, and subject to whose provisions, regulations, &c., the new Chenango company was incorporated, does not mean the Susquehanna company as the proposed act designed to make it. That might be true, if there had never yet been any such company as the Susquehanna company; but it would be true only because the expression could not otherwise be satisfied. But here there was already existing a completely organized and well-known company of that name, subject to provisions, regulations, &c., in esse and defined. Thus construed, the act of 1808, as to these charters, would read as follows: 'The Chenango company shall be made as the Susquehanna company now is by law. The thirty years' limitation, now on the charter of the Susquehanna, is hereby repealed.'\n If this is so, instead of having a monopoly, the Chenango bridge has for the last twenty years been the property of the people of New York; has for all that time been imposing its exactions upon travel by usurpation; and its corporators now, instead of seeking to prevent and destroy other facilities for transit, demanded by public convenience, and to levy contributions upon wayfarers through all time, should be answering a quo warranto, filed by the attorney-general, and refunding to the people the tolls its corporators have collected without right.\n It must be remembered that the legislative provision which the Chenango company set up as a 'contract,' was originally placed in the Delaware charter, when its duration was limited, in a separate section, to thirty years; that the \n\n[70 U.S. 51, 67]\n \n Susquehanna charter was borrowed from the Delaware charter, the thirty years' limitation included; that, as contended by the complainant in error, by a single stoke of subsequent legislation, the Chenango charter was spoken into its present existence; that both the Susquehanna and Chenango charters, in this same bill, gained separate and independent being; that they severally retained the exclusive right of the Delaware charter for 'two miles above and below' their bridges to be constructed respectively, & c., and that both and each escaped from the limitation together, and gained an eternity of existence and an endless contract!\n Does any one believe that any such thing was understood by the legislature? Does not this importation and reimportation of legislative enactment, so strangely carried out to make a contract, have the aspect of contrivance to obtain a contract without the legislature being aware that one was given? Why are the plain words of the earlier act-'powers, rights, privileges, immunities and advantages'-departed from, and the whole attempted to be got in under the term 'provisions,' &c.? Has there been any want of clear and round dealing on the part of the Chenango company? If the contract set up has been made by what Rogers, J., in the Pennsylvania case of Lambertson v. Hogan,10 called 'the covert design of the draughtsman,' the observations of that judge in that case may be referred to for the weight that is due to the enactment. Certainly, at least, this legislative phraseology, called a contract, coming down to the Chenango charter under such circumstances-such a multiplicity of provisions, mixed up with near half a dozen corporations, some coming, some going-such a confusion of legislative tongues-such a jargon of tangled phrases-present reasons why the language set up as a contract should, in its application to the Chenango charter, and in its meaning, if placed there, be read with more than ordinary care, and be construed according to the strictest rules relating to legislative contracts and perpetual monopolies. \n\n[70 U.S. 51, 68]\n \n Supposing, however, that the phrase, 'it shall not be lawful,' &c., does apply to the Chenango bridge, does it make a contract? Is it not mere legislative enactment, subject to repeal like any other statute? It has neither consideration, nor mutuality, nor form, nor substance, nor any other element of a contract. The words, indeed, are as common in legislation as the words 'be in enacted' and 'be it further enacted.' The phrase 'it shall be lawful,' or 'it shall and may be lawful,' and 'it shall not be lawful,' may be found upon almost every page of our statute and session laws, commencing with our colonial legislature and coming down to the last session. The former phrase runs through the entire act now under consideration. One is employed to grant liberty to any person or persons, and the other to restrain them. So these phrases are employed and understood. The State by the expression used but incorporates the petitioners with certain rights, and authorizes them to erect and maintain a bridge and collect tolls, and volunteers a provision that competition within two miles shall not be lawful. The corporators neither pay, nor agree to pay anything; they neither do nor agree to do anything in consideration of the charter. They may erect a bridge or not erect it; when erected they may maintain it or not maintain it; if destroyed by decay or casualty, they may re-erect or not re-erect as they choose; in short, the corporators are not bound to do anything. They were not bound to erect it originally, and may now abandon it any day, and at their own convenience or caprice, regardless of the public interests or wishes. Should it be carried away by flood or destroyed by fire or become wasted by decay and be suffered to remain, what adequate remedy would the people of the State have upon their side of the 'contract?' and what would be the form of action?\n III. But conceding that it was 'not lawful for any person or persons,' of their own right or by authorization from the county boards or courts to erect a bridge over this stream within two miles of the complainants' bridge above or below \n\n[70 U.S. 51, 69]\n \n that of the complainants', does the legislature bind and prohibit itself from erecting a bridge, both directly and by delegation through charter to others?\n The Chenango, as is matter of common knowledge, is a fresh-water stream, where the tide does not ebb and flow,-not navigable except for arks and rafts in freshets, and was to all intents and purposes a private river, subject to the public easement as a highway. The riparian proprietors might establish bridges or ferries at such points as they pleased, unless restrained by legislation; and, the statutes of New York, as early as 1797, had authorized the construction of highways and bridges by superintendents and commissioners; had forbidden the use of ferries for hire, unless duly authorized, and had given courts of common pleas power to license them at such points as they might think proper. The provision of the 31st section, in the charter, declaring that it should not be lawful for any person or persons to erect any bridge or establish any ferry within two miles of the bridge, &c., applied to the superintendents and commissioners of highways, and to the courts of common pleas, and to private persons. And that this is so is shown by the proviso to the 31st section, excepting persons residing within two miles of the said bridges and crossing to or from their own land in their own boats. There were thus sufficient persons and officers and public authorities to satisfy fully the restriction clause in the section without extending its operation to the State or to the legislative authority. For without the provision, the superintendent of highways for the county, and the commissioners of highways of the town and towns contiguous to the Chenango River, might have laid out highways and constructed bridges across the river at such places as they deemed proper; and the court of common pleas might have allowed ferries to be established across the same, so as entirely to destroy the plaintiffs' franchise.\n That such enactments as this one-there being no exclusion of the power of the legislature-operate to exclude individuals and corporations only,-that they do not prohibit the legislature from the exercise of its sovereign authority in \n\n[70 U.S. 51, 70]\n \n granting further facilities when required by public necessities, and that the enactment may be repealed and modified at the pleasure of the legislature, has been adjudged in numerous cases in New York. We present one, Thompson v. New York and Harlem Railroad Co.,11 decided by one of the best equity lawyers in New York. In that case the plaintiff's charter contained a clause like that of the Chenango bridge charter, declaring that 'it shall not be lawful for any person or persons whatsoever to erect or cause to be erected,' &c. The defendants erected a bridge under a subsequent act of the legislature within the prescribed limits, and upon bill filed for relief, Vice-Chancellor Sandford, upon a review of all the cases held, that the act of giving the plaintiffs charter 'did not declare that the legislature would not permit the erection of another bridge,' &c., and that it might lawfully grant the new charter. Other cases are to the same point. \n12\n \n\n Cases may, no doubt, be found in this and other States, where it has been held, that when the legislature had made a contract in terms excluding itself from authorizing a rival work within defined limits, that a law authorizing such rival work within prescribed limits would be unconstitutional, and that the privileged corporation could have relief against it in equity. Such was The Boston & Salem Railroad v. The Salem & Lowell Railroad. \n13\n The legislature, as Shaw, C. J., declares, there put in plain terms a restraint on itself.\n But not one case of respectable authority can be found, which holds that a legislative contract, disposing of a State's sovereignty, can be recognized by implication from a series \n\n[70 U.S. 51, 71]\n \n of tangled phrases, doubtfully expressed, perhaps artfully contrived; or that mere every-day legislative phraseology constitutes a contract.\n We have denied (supra, p. 59) that a contract to surrender the sovereignty of the State forever could, under any form, be enacted by legislation that will bind for future time the State's representatives. To that view we hold. If, however, courts will but adhere to their own salutary precedents, so often laid down-and from the facility with which great franchises are now obtained from our legislators by designing men, becoming every day more salutary-not to spell out of language, suitable and intended for mere legislative enactments, contracts which sap the foundation of common rights, fetter the State, and make her the servant of her own creation-the evil done by anything that is actually enacted will probably by small.\n The complainants have no doubt suffered loss. But it is not every loss suffered that gives a remedy. There is a very ancient head of the law known as damnum absque injuri a; and it is precisely that loss which these complainants have encountered. \n14\n \n\n Mr. Mygatt, contra.\n\n Mr. Justice DAVIS delivered the opinion of the court. \n15\n \n\n The Constitution of the United States declares that no State shall pass any law impairing the obligation of contracts; and the 25th section of the Judiciary Act provides, that the final judgment or decree of the highest court of a State, in which a decision in a suit can be had, may be examined and reviewed in this court, if there was drawn in question in the suit the validity of a statute of the State, on the ground of its being repugnant to the Constitution of the United States, and the decision was in favor of its validity.\n The plaintiffs in error brought a suit in equity in the Supreme Court in New York, alleging that they were \n\n[70 U.S. 51, 72]\n \n created a corporation by the legislature of that State, on the first of April, 1808, to erect and maintain a bridge across the Chenango River, at Binghamton, with perpetual succession, the right to take tolls, and a covenant that no other bridge should be built within a distance of two miles either way from their bridge; which was a grant in the nature of a contract that cannot be impaired. The complaint of the bill is, that notwithstanding the Chenango Bridge Company have faithfully kept their contract with the State, and maintained for a period of nearly fifty years a safe and suitable bridge for the accommodation of the public, the legislature of New York, on the fifth of April, 1855, in plain violation of the contract of the State with them, authorized the defendants to build a bridge across the Chenango River within the prescribed limits, and that the bridge is built and open for travel.\n The bill seeks to obtain a perpetual injunction against the Binghamton Bridge Company, from using or allowing to be used the bridge thus built, on the sole ground that the statute of the State, which authorizes it, is repugnant to that provision of the Constitution of the United States which says that no State shall pass any law impairing the obligation of contracts. Such proceedings were had in the inferior courts of New York, that the case finally reached and was heard in the Court of Appeals, which is the highest court of law or equity of the State in which a decision of the suit could he had. And that court held that the act, by virtue of which the Binghamton bridge was built, was a valid act, and rendered a final decree dismissing the bill. Everything, therefore, concurs to bring into exercise the appellate power of this court over cases decided in a State court, and to support the writ of error, which seeks to re-examine and correct the final judgment of the Court of Appeals in New York.\n The questions presented by this record are of importance, and have received deliberate consideration.\n It is said that the revising power of this court over State adjudications is viewed with jealousy. If so, we say, in the words of Chief Justice Marshall, 'that the course of the \n\n[70 U.S. 51, 73]\n \n judicial department is marked out by law. As this court has never grasped at ungranted jurisdiction, so it never will, we trust, shrink from that which is conferred upon it.' The constitutional right of one legislature to grant corporate privileges and franchises, so as to bind and conclude a succeeding one, has been denied. We have supposed, if anything was settled by an unbroken course of decisions in the Federal and State courts, it was, that an act of incorporation was a contract between the State and the stockholders. All courts at this day are estopped from questioning the doctrine. The security of property rests upon it, and every successful enterprise is undertaken, in the unshaken belief that it will never be forsaken.\n A departure from it now would involve dangers to society that cannot be foreseen, would shock the sense of justice of the country, unhinge its business interests, and weaken, if not destroy, that respect which has always been felt for the judicial department of the Government. An attempt even to reaffirm it, could only tend to lessen its force and obligation. It received its ablest exposition in the case of Dartmouth College v. Woodward,16 which case has ever since been considered a landmark by the profession, and no court has since disregarded the doctrine, that the charters of private corporations are contracts, protected from invasion by the Constitution of the United States. And it has since so often received the solemn sanction of this court, that it would unnecessarily lengthen this opinion to refer to the cases, or even enumerate them.\n The principle is supported by reason as well as authority. It was well remarked by the Chief Justice, in the Dartmouth College case, 'that the objects for which a corporation is created are universally such as the Government wishes to promote. They are deemed beneficial to the country, and this benefit constitutes the consideration, and in most cases the sole consideration for the grant.' The purposes to be attained are generally beyond the ability of individual enterprise, \n\n[70 U.S. 51, 74]\n \n and can only be accomplished through the aid of associated wealth. This will not be risked unless privileges are given and securities furnished in an act of incorporation. The wants of the public are often so imperative, that a duty is imposed on Government to provide for them; and as experience has proved that a State should not directly attempt to do this, it is necessary to confer on others the faculty of doing what the sovereign power is unwilling to undertake. The legislature, therefore, says to public-spirited citizens: 'If you will embark, with your time, money, and skill, in an enterprise which will accommodate the public necessities, we will grant to you, for a limited period, or in perpetuity, privileges that will justify the expenditure of your money, and the employment of your time and skill.' Such a grant is a contract, with mutual considerations, and justice and good policy alike require that the protection of the law should be assured to it.\n It is argued, as a reason why courts should not be rigid in enforcing the contracts made by States, that legislative bodies are often overreached by designing men, and dispose of franchises with great recklessness.\n If the knowledge that a contract made by a State with individuals is equally protected from invasion as a contract made between natural persons, does not awaken watchfulness and care on the part of law-makers, it is difficult to perceive what would. The corrective to improvident legislation is not in the courts, but is to be found elsewhere.\n A great deal of the argument at the bar was devoted to the consideration of the proper rule of construction to be adopted in the interpretation of legislative contracts. In this there is no difficulty. All contracts are to be construed to accomplish the intention of the parties; and in determining their different provisions, a liberal and fair construction will be given to the words, either singly or in connection with the subject-matter. It is not the duty of a court, by legal subtlety, to overthrow a contract, but rather to uphold it any give it effect; and no strained or artificial rule of construction is to be applied to any part of it. If there is no ambiguity, \n\n[70 U.S. 51, 75]\n \n and the meaning of the parties can be clearly ascertained, effect is to be given to the instrument used, whether it is a legislative grant or not. In the case of the Charles River bridge,17 the rules of construction known to the English common law were adopted and applied in the interpretation of legislative grants, and the principle was recognized, that charters are to be construed most favorably to the State, and that in grants by the public nothing passes by implication. This court has repeatedly since reasserted the same doctrine; and the decisions in the several States are nearly all the same way. The principle is this: that all rights which are asserted against the State must be clearly defined, and not raised by inference or presumption; and if the charter is silent about a power, it does not exist. If, on a fair reading of the instrument, reasonable doubts arise as to the proper interpretation to be given to it, those doubts are to be solved in favor of the State; and where it is susceptible of two meanings, the one restricting and the other extending the powers of the corporation, that construction is to be adopted which works the least harm to the State. Bur if there is no ambiguity in the charter, and the powers conferred are plainly marked, and their limits can be readily ascertained, then it is the duty of the court to sustain and uphold it, and to carry out the true meaning and intention of the parties to it. Any other rule of construction would defeat all legislative grants, and overthrow all other contracts. What, then, are the rights of the parties to this controversy?\n In 1805 the State of New York passed an act, in forty-two sections, creating five different corporations. The main purpose of the act was, at that early day, to secure for the convenience of the public good turnpike roads; but the country was new; the undertaking hazardous; the roads crossed large and rapid streams, and the legislature, in its wisdom, thought proper to create two separate and distinct bridge incorporations, with larger powers than were conferred on the turnpike corporations. \n\n[70 U.S. 51, 76]\n \n The preamble to the 23d section declares the motives and purpose of the legislature. Heavy freshets and dangerous obstructions to which the streams were subject seemed likely to endanger the permanency of the bridges, and to require frequent renewals of the whole capital; and it was thought but just that the corporations for erecting the bridges should be relieved from the policy of reversion, which attached to the corporations for constructing the turnpike roads, and that full powers, adequate to the execution of the work in the best manner, should be assured to those citizens who would successfully accomplish the building of the bridges. It is impossible to read this recital, and escape the conclusion that the legislature thought the enterprise did not promise present remuneration, and that large powers and exclusive privileges must be given, to get the stock taken and the bridges built. It is evident that what was then considered a great scheme of internal improvement, was in the mind of the legislature. Such a scheme was, at that early period in the history of the State, not of easy solution. It required more energy and foresight, and involved greater hazard, in the commencement of this century, to build turnpike roads through an unbroken wilderness, and erect bridges over dangerous streams, than it would now to checker the surface of a State with railways. These considerations are great helps, in arriving at a correct knowledge of the intention of the legislature, and in giving a proper construction to the grants that were made. For it should never be lost sight of, that the main canon of interpretation of a contract, is to ascertain what the parties themselves meant and understood. In order to connect the turnpike roads, it was necessary to cross the east and west branches of the Delaware, the Susquehanna, and Chenango rivers. These streams were all in the same category. The work of improvement was incomplete until each was spanned with substantial bridges; and there is nothing to show that the dangers apprehended, and which formed the inducements to the grant of large powers, did not apply to all of them alike. Fifteen sections of the act are devoted \n\n[70 U.S. 51, 77]\n \n to the creation of the Delaware Bridge Company, for the purpose of erecting bridges over the east and west branches of the Delaware River, with the usual faculties, powers, and incidents of a corporation, and subject to the usual duties, regulations, restraints, and penalties. The duration of the company was limited to thirty years, and competing bridges or ferries, within the prescribed limits of two miles above and below, were forbidden. These were important privileges, and justified by the peculiar circumstances of the country; and it is easy to see that without them prudent men would not have engaged in the enterprise. The Delaware Bridge Company having been constituted with great minuteness of detail, a few words and a single section sufficed to bring into existence the Susquehanna Bridge Company. The thirty-eighth section of the act created the latter corporation, to erect and maintain toll-bridges across the Susquehanna and Chenango rivers, at certain localities; and further, declared that the 'Susquehanna Bridge Company be, and hereby are, invested with all and singular the powers, rights, privileges, immunities, and advantages, and shall be subject to all the duties, regulations, restraints, and penalties which are contained in the foregoing incorporation of the Delaware Bridge Company; and all and singular the provisions, sections, and clauses thereof, not inconsistent with the particular provisions therein contained, shall be, and hereby are, fully extended to the president and directors of this corporation.'\n No one can read the entire act through, and fail to perceive that the legislature intended to create two bridge incorporations, exactly similar in all material respects. Protection was alike necessary to both; the public wants required both; the scheme of improvement embraced both; the danger of present loss applied to both; and there were the same motives to give valuable franchises to both.\n The inquiry, then, is, has the legislature used language that clearly conveys that intention? and on this point we entertain no doubt.\n It is not questioned that the provision limiting the Delaware \n\n[70 U.S. 51, 78]\n \n charter to thirty years was carried into the Susquehanna charter; but it is denied that the prohibition against competition was also imported.\n The clause in the Delaware charter on that subject is in the following words: 'that it shall not be lawful for any person or persons to erect any bridge, or establish any ferry across the said west and east branches of the Delaware River, within two miles, either above or below the bridges, to be erected and maintained in pursuance of this act.' This was, undoubtedly, a covenant with the Delaware company that they should be free from competition within the prescribed limits. It is argued, because the east and west branches of the Delaware are named, that the prohibition was not intended to reach the Susquehanna company. But this construction is narrow and technical, and would defeat the very end the legislature had in view. It is true there were certain minor provisions in the Delaware charter which were peculiar to it, and of course it would be absurd to suppose that they were transferred, or intended to be transferred to the Susquehanna company; but, by the terms of the law, whatever provisions were applicable, were extended to the latter company. It is easy to see that the legislature never meant that the judges of Delaware County, who were to visit and inspect the Delaware bridges, should also visit and inspect the Susquehanna, because there were similar officers in Tioga County, where the Susquehanna bridges were located. But the privilege against competition was applicable to both corporations, and, in the unsettled state of the country, necessary to the existence of both, for the legislature well knew, that it would be madness for adventurers to build toll-bridges in a new country, where travel was limited and settlers few, if the right was retained to authorize other adventurers to build other bridges, so near as to divide even that limited travel. The form adopted in making the grants has weight, in arriving at the true legislative intention, and it is worthy of consideration, that it is not unusual in the legislation of this country to grant vast powers in a short act, by referring to and adopting the provisions of other \n\n[70 U.S. 51, 79]\n \n corporations, of like purposes. In fact, some of the great enterprises of the day have sprung into existence and distributed their blessings by virtue of legislation similar to that which created the Susquehanna Bridge Company. The object is apparent, not to encumber the statute-book by useless repetition and unnecessary verbiage. The legislature of New York, at great length, and with commendable care and circumspection, incorporated the Delaware company, and then, to avoid repetition, gave to the Susquehanna company all the rights and advantages which, in the same act, were conferred on the Delaware corporation. This was enough; but in fear of cavil, and to avoid any misconstruction, and out of superabundant caution, it was declared that all the provisions, sections, and clauses in the Delaware charter, not inconsistent with the particular provisions of the Susquehanna charter, should be fully extended to the president and directors of the latter corporation. There were no inconsistencies between the two corporations, except such as would arise from difference in locality, and in every other respect the corporations were alike. Each was to bridge two streams, and each needed, and did receive the fostering care of the legislature. When it is conceded, as it must be, that a franchise which prohibits competition is an advantage, and that it was enjoyed by the Delaware company, and that there is nothing in the peculiar provisions of the Susquehanna charter which prevents that company from enjoying it, then it is conferred, and there is an end to controversy.\n The history of the subsequent legislation of the State, on the subject of these bridges, is explanatory of the intention of the legislature of 1805, and confirmatory of the view already taken. In 1808, the Susquehanna and Chenango bridges were not built, and longer time and greater privileges were required to insure the success of that enterprise. The legislature, in fear that the scheme of internal improvement, which was not complete without the bridges, would fail, furnished still greater inducements to the parties proposing to erect them. The thirty years limitation was repealed, and the charter made perpetual, and the time limited \n\n[70 U.S. 51, 80]\n \n for building the bridges was extended four years. And these provisions of the Susquehanna charter, which were thus altered, and treated by the legislature of 1808 as belonging to it, were, if part of it, imported from the Delaware charter. Can it be supposed, when the Susquehanna company was demanding higher privileges in order to live, that it was the intention of the legislature to deprive it of the right to shut out competition, with which the Delaware company was invested, and which was nearly as valuable as the right to take tolls?\n The intention of the legislature was manifest to confer on the Susquehanna corporation all the advantages enjoyed by the Delaware company that were applicable to it, and consistent with the different locality it occupied; and the language used, in our opinion, gives effect to that intention; and the two-mile restriction is as much a part of the charter of the Susquehanna company, as if it had been directly inserted in it. It is argued that the restriction cannot apply to the Chenango bridge, because it is located less than two miles from the confluence of the Chenango River with the Susquehanna. But the restriction is for two miles, either above or below the bridges, and is applicable to a bridge built above and within the prohibitory limits, although a question might arise, whether it was extended to a bridge which was built below the junction of the streams. The Susquehanna company, by the original charter, was to erect bridges over both the Susquehanna and Chenango rivers; but, with the amendments which were made in 1808, it was declared to exist for the sole purpose of building and maintaining a bridge over the Susquehanna, while at the same time the privilege of bridging the Chenango was given to 'The Chenango Bridge Company,' a new corporation, created with the same faculties and franchises, and subject to the same duties and restrictions as the Susquehanna corporation.\n The construction which has been given by us to the Susquehanna charter is necessarily a solution of all questions pertaining to the charter of the Chenango Bridge \n\n[70 U.S. 51, 81]\n \n Company. The legislature, therefore, contracted with this company, if they would build and maintain a sefe and suitable bridge across the Chenango River, at Chenango Point, for the accommodation of the public, they should have, in consideration for it, a perpetual charter, the right to take certain specified tolls, and that it should not be lawful for any person or persons to erect any bridge, or establish any ferry, within a distance of two miles, on the Chenango River, either above or below their bridge.\n Has the legislature of 1855 broken the contract, which the legislatures of 1805 and 1808 made with the plaintiffs?\n The foregoing discussion affords an easy answer to this question. The legislature has the power to license ferries and bridges, and so to regulate them, that no rival ferries or bridges can be established within certain fixed distances. No individual without a license can build a bridge or establish a ferry for general travel, for 'it is a well-settled principle of common law that no man may set up a ferry for all passengers, without prescription time out of mind, or a charter from the king. He may make a ferry for his own use, or the use of his family, but not for the common use of all the king's subjects passing that way, because it doth in consequence tend to a common charge, and is become a thing of public interest and use; and every ferry ought to be under a public regulation.' 18 As there was no necessity of laying a restraint on unauthorized persons, it is clear that such a restraint was not within the meaning of the legislature. The restraint was on the legislature itself. The plain reading of the provision, 'that it shall not be lawful for any person or persons to erect a bridge within a distance of two miles,' is, that the legislature will not make it lawful by licensing any person, or association of persons, to do it. And the obligation includes a free bridge as well as a toll bridge, for the security would be worthless to the corporation if the right by implication was reserved, to authorize the erection \n\n[70 U.S. 51, 82]\n \n of a bridge which should be free to the public. The Binghamton Bridge Company was chartered to construct a bridge for general road travel, like the Chenango bridge, and near to it, and within the prohibited distance. This was a plain violation of the contract which the legislature made with the Chenango Bridge Company, and as such a contract is within the protection of the Constitution of the United States, it follows that the charter of the Binghamton Bridge Company is null and void.\n DECREE of the Court of Appeals of New York reversed, and a mandate ordered to issue, with directions to enter a judgment for the plaintiff in error, the Chenango Bridge Company, in conformity with this opinion.\n\n The CHIEF JUSTICE, and Justices FIELD and GRIER dissented. The latter delivering an opinion, as follows:\n I feel unable to concur in the opinion of the majority of my brethren, which has just been read. The general principles of law, as connected with the question involved in the case, are, no doubt, correctly stated, as to the strict construction of statutes as against corporations claiming rights so injurious to the public. My objection is, that they have not been properly applied to the case before us.\n The power of one legislature to bind themselves and their posterity, and all future legislatures, from authorizing a bridge absolutely required for public use, might well be denied by the courts of New York; and as a construction of their own constitution, we would have no right to sit in error upon their judgment. But assuming a power for one legislature to restrain the power of future legislatures, those who assert that it has been exercised should prove their assertion beyond a doubt. Such intention must be clearly expressed in the letter of the statute, and not left to be discovered by astute construction and inferences. Although an act of incorporation may be called a contract, the rules of construction applied to it are admitted to be the reverse of these applied to other contracts. Yet the opinion of the \n\n[70 U.S. 51, 83]\n \n court, while admitting the rule of construction, proceeds on a contrary hypothesis, and with great ingenuity, and astute reasoning, has given a construction most favorable to the monopolist, and injurious to the people.\n The judgment given by the majority of my brethren regards the general language of the act of incorporation as first bringing to the Susquehanna company a provision that 'it shall not be lawful for any person or persons to erect any bridge,' &c., across the east and west branches of the Delaware: as then bringing this specific clause into the charter of the Chenango company, and applying it to the Chenango River (a river with but a single stream); making it, moreover, apply to that stream for two miles, indeed, above the bridge, but for three-quarters of a mile only below it, the river's entire extent in that direction, and finding the complement of the 'two miles,' in a mile and a quarter of the river Susquehanna, into which the Chenango falls and is lost. While withal, by like construction only, the original limitation of thirty years disappears, and the charter becomes perpetual.\n This mode of interpreting a legislative grant appears to me irrational, and beyond the most liberal construction that has been given to that class of enactments. Indeed, the fact that it required so ingenious and labored an argument by my learned brother to vindicate such a construction of the act seems to me, of itself, conclusive evidence that the construction should not be given to it.\n [See infra, p. 210, Turnpike Co. v. The State.-REP.] \n\nFootnotes\n\n[\nFootnote 1\n] This act of 1808, as given in the printed copies of the record before the court, read as given above with the word 'provisions' inserted twice. In one of the opinions given below and submitted in the argument here, the act was cited as reading, 'under all the provisions, regulations, restricting clauses, and provisions.' \n\n[\nFootnote 2\n] 1 Wallace, 116. \n\n[\nFootnote 3\n] See this matter strongly put by counsel, arguendo, in Bridge Proprietors v. Hoboken Co., 1 Wallace, 131.-REP. \n\n[\nFootnote 4\n] See authorities cited by counsel arguendo, in Bridge Proprietors v. Hoboken Co., 1 Wallace, 134. \n[\nFootnote 5\n] Ib. \n[\nFootnote 6\n] Stourbridge Canal Co. v. Wheeley, 2 Barnewall & Adolphus, 793. \n[\nFootnote 7\n] The Charles River Bridge v. The Warren Bridge, 11 Peters, 544. \n[\nFootnote 8\n] 4 Wheaton, 625. \n\n[\nFootnote 9\n] Pennsylvania Railroad Company v. Canal Commissioners, 21 Pennsylvania State, 22. \n\n[\nFootnote 10\n] 2 Pennsylvania State, 24. \n\n[\nFootnote 11\n] 3 Sandford's Ch. 625. \n[\nFootnote 12\n] See Mohawk Bridge Co. v. The Utica and Schenectady Railroad, 6 Paige, 554; Lansing v. Smith, 4 Wendell, 9; Oswego Falls Bridge v. Fish, 1 Barbour's Chancery, 547; all in point. On the general subject, see Charles River Bridge v. Warren Bridge, 11 Peters, 544; East Hartford v. Hartford Bridge Co., 10 Howard, 511; West River Bridge Co. v. Dix, 6 Id. 529; Tuckahoe Canal v. James River, 11 Leigh, 42; Gould v. Hudson River Railroad, 2 Selden, 522. \n[\nFootnote 13\n] 2 Gray, 9. \n\n[\nFootnote 14\n] Radcliff's Executors v. The Mayor of Brooklyn, 4 Comstock, 195. \n[\nFootnote 15\n] Nelson, J., not sitting, being indisposed. \n\n[\nFootnote 16\n] 4 Wheaton, 418. \n\n[\nFootnote 17\n] 11 Peters, 544. \n\n[\nFootnote 18\n] Hargrave's Law Tracts, ch. ii, 16; The Enfield Toll Bridge Co. v. The Hartford and New Haven Railroad Co., 17 Connecticut, 63; Hooker v. Cummings, 20 Johnson, 100; Bowman v. Wathan, 2 McLean, 383. \n\n\n\n\n","6":"\n\nUnited States Supreme Court\nMERRIAM v. HAAS(1865)\nNo. 77\nArgued: Decided: January 23, 1865\n\n\n\n Mr. Justice MILLER delivered the opinion of the court.\n This is a suit to foreclose a mortgage for $6,000, given to secure a loan of money. It is conceded that, at the time the mortgage was executed and delivered, only $4,000 of the loan were received by defendant; it being stipulated that the remaining $2,000 were to be advanced when defendant should finish a building on the lot conveyed by the mortgage, and cause it to be insured for the benefit of plaintiff.\n The loan was negotiated in some part through the banking house of Caldwell & Co., of St. Paul, where the defendant resided. \n\n[154 U.S. 542, 543]\n \n On the 30th day of July, the defendant brought to Caldwell & Co. the policy of insurance, and satisfied them that the condition on which he was to receive the last $2,000 had been complied with, and Caldwell & Co. drew on plaintiff, residing in Boston, for that sum, and the draft was duly honored.\n On the 9th day of August, Caldwell & Co. failed, without having paid over the money to defendant; and the sole question in the case is, for which of the parties to this suit did they hold the money at the time of their failure?\n It is a mere question of the weight of testimony, and we are not able to see that any principle can be settled or illustrated by its discussion. It is perhaps sufficient to say that the testimony satisfies us that the money was held by the bankers as a deposit to the credit of the defendant, and that he knew and so understood it before their failure.\n We will mention only a few of the reasons which induce this belief. Caldwell, one of the banking firm testifies that it was under the instruction and at the request of defendant that he drew on plaintiff for the money; that, in doing so, he acted solely for defendant; and that, on the day of the date of the draft, he permitted defendant to check against this money on his bank for the sum of $250; and that, in all, defendant checked on him against that fund for over $800.\n The clerk and bookkeeper of Caldwell & Co. testifies that, on the day the draft was drawn, defendant was credited on their books for $2,000 on account of said draft, and that he continued to draw it out by checks, until they amounted to over $800 at the day of their failure.\n The pass book of plaintiff with Caldwell & Co. is produced by himself, and shows a credit of $2,000 dated August 30th; but as this was some time after their failure, and after they had had this pass book in their hands, it is evidently a mistake as to date. The clerk above mentioned says it was intended for August 1st, as the arrangement was made on Saturday, July 30th, after banking hours, and it was his custom to carry such transactions on the books of the next business day. This explanation seems reasonable, and, as he swears that it conforms to the memorandum on his blotter, we see no reason to doubt it. The checks are shown which defendant drew between July 30th and August 9th, and it is not denied that, unless drawn against this money, the defendant was overdrawing his account. No proof is offered of any agreement or customary dealing by which he was authorized to do this. \n\n[154 U.S. 542, 544]\n \n These facts leave no doubt on our minds that the money must be considered, at the time of the assignment of Caldwell & Co., a credit of the defendant with them, with his knowledge and consent, and the loss must be his.\n The decree of the district court is therefore reversed, with costs, and the case remanded to the circuit court for the district of Minnesota, with directions to enter a decree in conformity with this opinion.\n Lorenzo Allis, for appellant.\n J. M. Carlisle and C. D. Gilfillan, for appellees. \n\n\n\n","7":"\n\nUnited States Supreme Court\nTHE PLYMOUTH(1865)\n\nArgued: Decided: December 1, 1865\n\n\n THE steam-propeller Falcon, employed by its owners in navigating our great northern lakes, anchored beside the wharf of Hough & Kershaw, in Chicago River; 'navigable water.' Upon the wharf large packing-houses were built, and these, at the time, were filled with valuable stores. Owing to the negligence of those in charge of the Falcon, the vessel took fire; and the flames, stretching themselves to the wharf and packing-houses, set these last on fire, which with their stores were wholly consumed. Hough & Kershaw filed, accordingly, in the District Court for the Northern District of Illinois, a libel in admiralty, for cause of damage, civil and maritime, against the owners of the Falcon, and attached a vessel of theirs called the Plymouth.\n The District Court, regarding the case as not one for the Admiralty, dismissed the libel for want of jurisdiction. The Circuit Court, on appeal, considered that the dismissal was rightly made. The case was now here for review.\n It is necessary to say that, by act of Congress,1 the District Courts of the United States possess admiralty jurisdiction 'in matters of contract and tort arising in, upon, or concerning steamboats or other vessels,' on our great northern lakes, the same as they do in cases of the like steamboats, and other vessels employed in navigation and commerce on the high seas and tide-waters. \n\n[70 U.S. 20, 21]\n \n Mr. A. W. Arrington, in favor of the jurisdiction:\n The question is, has a court of admiralty, jurisdiction to decree compensation for the damage done by the Falcon?\n The question, as respects instance at least, is one primoe impressionis. We can adduce no precedent identical in its circumstances. Two reasons exist for this:\n\n 1. \nUntil a recent period the admiralty jurisdiction was repressed and hindered from attaining its appropriate extension by the jealous interference of the common law courts, in England, and by the servile adoption of the English rule, without comment or qualification, in America. That rule excluded the jurisdiction, not only from all waters unaffected by the ebb and flow of the tide, but even from tide-waters within the body of a county. Hence, during the prevalence of such a rule, no case like the present could arise; because, ships could not be the means of setting fire to wharves or houses, without penetrating the body of some county, and then, ipso facto, admiralty jurisdiction would be excluded by the English rule.\n\n 2. \nThe local distance betwixt the sites of houses and the possible anchorage of vessels, in most parts of the world, prevents, ex necessitate, the existence of an occurrence like the one in controversy. It is only at Constantinople, in the Golden Horn; in the harbor of Chicago; and in a few other favored ports of the world, that, in the beautiful language of Gibbon, 'ships may rest their powers against the houses, while their sterns are floating in the water.'\n But the objection that this case is the first of its kind, must be pronounced invalid, in the light of leading decisions of this court. The same objection was urged, with all the weight which learning and eloquence could give it, against those very adjudications which have now become fixed in admiralty law, and was urged in vain; while, at the same time, those adjudications overruled the supreme authority of prior cases, and cases seemingly established among the most permanent doctrines of Federal jurisprudence. Thus, in the Thomas Jefferson,2 in 1825, this court held that the \n\n[70 U.S. 20, 22]\n \n admiralty jurisdiction was confined 'to the sea, or waters within the ebb and flow of the tide.'\n In Peyroux v. Howard3 this doctrine of the former case was approved; the court deciding that if one terminus of a voyage was above the flow of tide-water, the mere fact precluded the exercise of jurisdiction. The law of these cases was followed by all the district and circuit courts. The firmness of an enduring principle seemed to have been obtained. In truth, the structure wanted but one thing to insure its permanence,-rational accordance with the spirit of the age and nation, as developed by the characteristics of the physical geography of America.\n In 1848, in Waring v. Clarke,4 the Supreme Court took its first step in a path divergent from the via trita of the ancient English rule, by adjudging that admiralty had jurisdiction in a case of collision, though happening infra corpus comitatus. This was the germination of a new idea. But the full development of reason was reserved for the year 1851, when, in the Genesee Chief v. Fitzhugh,5 this same tribunal shook off the yoke of English authority forever, by declaring that 'tide-water' constituted no proper test of admiralty jurisdiction. That case has been succeeded by a series of judgments, which established the true criterion of jurisdiction as being 'navigable water' per se, in contradistinction to water not navigable, and to nothing else. Now, the case of the Genesee Chief was the first of its kind. There had been nothing like it, either in England or America, since the days of Lord Coke. It was not only a novelty, but one in clear contradiction of all previous authority.\n The objection, therefore, has been overruled in advance.\n It must be noted, in limine, that the present case, although new in the instance, is not so in principle. On the contrary, the inference we seek to deduce is the logical result of doctrines as old as the common law; and is confirmed, besides, by the analogy of adjudged cases.\n First. Let the court consider the nature and characteristics \n\n[70 U.S. 20, 23]\n \n of the two things concerned in the case of damage,-the object injured, and the agent causing the injury.\n I. The object, or part of the object, injured-the wharf-was unquestionably a maritime thing. A wharf is the necessary terminus, a quo and ad quem, of every voyage, in certain lines of trade; and becomes thus indispensable to commerce and navigation. It is an instrument of navigation. And it has been decided that the lien of a wharfinger appertains to the jurisdiction of the admiralty. \n6\n It has even been adjudged that the owner of a shipyard, who employs a railway cradle and other fixtures for hauling vessels out of the water, can sue in the admiralty for his services, though the repairing may be done by other parties. \n7\n \n\n II. The agent producing the damage, the vessel which communicated fire to the wharf, was a maritime thing. That fact is conceded.\n Hence, since both the object and the agent were maritime things, and within the admiralty jurisdiction, would it not shock common sense to exclude from that jurisdiction the injury received by one from the other, in a case of manifest and admitted tort?\n III. The locality was maritime. The ship, the maritime agent, in the very act of committing the injury, was moored in a maritime place, namely: in 'navigable water.' And this court has determined that 'navigable water' is the test of admiralty jurisdiction, in cases of tort. \n8\n \n\n IV. Another legal principle, in connection with the preceding, covers the case.\n The principle is this: That the incident, or that which is accessary, always follows, or is drawn to, the principal thing in a given combination of circumstances. Or, as the maxim is announced by Lord Coke,9 ' accessorium non ducit set sequitur suum principale.'\n The maxim has been applied to the admiralty jurisdiction \n\n[70 U.S. 20, 24]\n \n in cases reported by Croke, Levinz, Comberback, Saunders, and others,10 and always to this effect: 'That when the principal cause is within the jurisdiction, there is also jurisdiction over the incidents.'\n In a case in Siderfin11 a suit was sustained in the admiralty for beaconage, of a beacon standing on a rock in the sea, for the reason that the admiral had jurisdiction of beacons, although the rock was part of the earth and appertained to the inheritance.\n All these are common law cases, running back, too, to the cradle of the system; and they all concur to establish the point ruled, at a later period, in Le Caux v. Eden:12 'That when the admiralty has jurisdiction of the original matter, it ought to have jurisdiction of everything incidental.'\n Hence, the question is, what was the principal matter or thing in this case of damage? What was the original, or, in the language of the schoolmen, the efficient, cause of the injury? The answer is: The original cause was the ship; or, rather, the ship in action, and performing a wrongful deed to the damage of others. The composition or chain of causes and effects is simple, being constituted by six links:\n\n 1. \nThe ship, a maritime thing, and within the admiralty jurisdiction.\n\n 2. \nThe inception of the fire, through the negligence of the master and crew, a maritime wrong, and also clearly within the jurisdiction.\n\n 3. \nThe wharf, a maritime thing, and alike within the jurisdiction.\n\n 4. \nThe communication of the fire to the wharf.\n\n 5. \nThe communication of the fire to the packing-house.\n\n 6. \nThe destruction of both the wharf and the packing-house.\n Such was the series implexa causarum, in logical as in chronological \n\n[70 U.S. 20, 25]\n \n order. The ship, or the tortious act of the ship, we repeat, was 'the original matter, the principal thing,' the efficient cause, in the case of damage; and the destruction which followed, in natural sequence, was the incident. If this be so, then, according to all the authorities, the whole case is within the admiralty jurisdiction.\n This conclusion, too, is in harmony with scientific theory. It is a law of positive philosophy, that every action in nature derives its specific character and denomination from the agent or principal cause, and not from the object or mere passive thing affected by the action. In a philosophical sense an action is a mere abstract idea, and, in the concrete, means nothing more than an agent acting in a particular manner.\n Then, if a tort be perpetrated by a maritime agent, through the instrumentality of a maritime thing, and in a maritime place, must not the tort itself be maritime? To hold otherwise would not only render the law discordant with the beauty of scientific thought, but absurd to common apprehension.\n Finally, under this head, it has been determined by this court, that it is sufficient for the agent or principal thing to be maritime, to bring the case within the jurisdiction of the admiralty, although the other thing concerned did not appertain to such jurisdiction. In Fretz v. Bull13 it was decided that the jurisdiction attached as against a steamer, by the fault of which a flatboat (of itself, not the subject of admiralty jurisdiction), was sunk in the Mississippi.\n Second. This case is a mixed one; and in 'mixed cases,' arising partly on land and partly at sea, or upon 'navigable waters,' admiralty has jurisdiction. \n14\n Here the wrongful action of the maritime agent commenced upon 'navigable water,' and was continued to its consummation upon the shore.\n Third. The same inference is supported by the analogy of prize cases, in which, even in England, 'the jurisdiction \n\n[70 U.S. 20, 26]\n \n depends, not on locality, but on the subject-matter.' \n15\n The reason of the difference between the respective jurisdictions of the prize and instance courts, in England, arose from the fact that the judges of common law never attempted to restrain the jurisdiction of the admiralty prize court, as to the land; nor to control it by the principle of locality.\n Fourth. We claim no more, in this case, than belonged to the admiralty before the jealousy of the common law courts had curtailed its jurisdiction. This, in the language of the commissions to the admiralty judges, comprised 'all injuries done upon public rivers,' and 'upon the shores and banks adjoining them.' \n16\n In the time of the Commonwealth, the jurisdiction included 'all cases of prejudice to the banks of navigable rivers,' or to 'the docks, wharves, quays,' or anything whereby shipping may be endangered. \n17\n \n\n Fifth. The jurisdiction of our colonial vice-admiralty courts was equally extensive, including 'all trespasses and injuries, between owners of ships and other persons, done upon the shores of public rivers.' \n18\n \n\n Sixth. The general maritime law of continental Europe regards only the character of the transaction, and therefore extends to all cases of service, contract, tort, or accident, 'relating to ships, shipping, and marine commerce.' \n19\n \n\n Can a reason be assigned why the jurisdiction of the American admiralty should not be as broad and beneficial as that of any system of cultivated justice? We are not bound in fetters, by the constitution, to the English rule. If we breack the constitution by departing from the English rule, we have already broken it into atoms. We broke it when we suffered the jurisdiction to penetrate into the body of a county. So we broke it when the limit of tide-water was discarded, with the sovereign arbitrament of the moon. And we broke it again, when admiralty jurisdiction was applied to revenue cases. \n\n[70 U.S. 20, 27]\n \n On the other side, there is but one thing to be said, namely, 'that in cases of tort, the jurisdiction depends on the locality of the act done, and that it must be done on navigable water.' This is properly denominated the 'rule of locality.'\n Now we submit that a bare inspection of the terms comprising the rule shows it to be amgiguous. It may mean that the agent acting must be on navigable water, or that the object must be on navigable water; or that both the agent acting and object acted upon must be on navigable water, and that the total effect must be there too.\n But no case has ever so defined the rule of locality as to restrict it to the two latter suppositions. No lawyer ever intimated that both the agent and object must be on navigable water at the time when a tort is committed.\n The truth is, that all general rules, all definitions in sciences, other than the mathematical, are what logicians call dicta secundum quid; in other words, are postulated with a qualification. It is only in the strict mathematics that the subject can take the place of the predicate, and vice vers a, by the change of simple conversion. And especially all legal propositions are secundum quid with respect to the cases upon which they are founded.\n Let us then see what are the cases adduced in support of the rule of locality.\n In Thomas v. Lane,20 a circuit case, the libel was for a tort committed by the master of a vessel upon a mariner. And it was decided that the admiralty had no jurisdiction, because the libel did not allege the trespasses to have been committed on tide-water; while a part of the charge, to wit, the imprisonment, was expressly stated to have been on shore, in the port of Havana. In delivering the opinion, Story, J., said: 'In regard to torts, I have always understood that the jurisdiction of the admiralty is exclusively dependent upon the locality of the act. The admiralty has not, and never, I believe, deliberately claimed to have, any jurisdiction over \n\n[70 U.S. 20, 28]\n \n torts, except such as are maritime; that is, such as are committed on the high seas, or on waters within the ebb and flow of the tide.'\n Here we have the 'locality of the act' as the test of jurisdiction, and the circumstance that such act must 'be committed on waters within the ebb and flow of the tide,' as the explication of the test.\n But what were the facts of the case which called for the application of the rule? The case was, that both the agent of the wrong and the object that suffered it were on the shore. The imprisonment was on the shore. The entire act of causation, as well as the entire effect, was on the shore.\n If the master, in Thomas v. Lane, had stood on the deck of his ship while the mariner was chained on the adjacent shore, and had scourged his victim with a long whip, the case would be analogous to ours. But, in such a case, would any court of admiralty in the civilized world have refused to entertain jurisdiction?\n But what is the locality of an act? The term needs a definition, and this court must supply the need; for you will search the books in vain for anything approximating the desideratum. Where, then, is the locality in question? Is it where the agent acts? Or is it where the object is affected? According to science and common sense, it is both conjointly, and neither exclusively. The locality of an act embraces the entire space occupied by the agent and the object, and the spatial distance passed over by the causal influence in accomplishing the effect. Who shall declare the locality of a battle? Is it at the spot where the cannon stands? Or at the spot at which the ball that issues from it strikes its victim? In neither. The locality is the entire field. Where is the locality of the sunbeam? In the mighty orb from which it parts? or in the boundless track through which it passes? or on the earth which it animates with life, and health, and warmth? In no one, assuredly, alone. All are but parts of one stupendous whole; spreading undivided, and which operates unspent. \n\n[70 U.S. 20, 29]\n \n In United States v. Coombs,21 the rule of locality was announced, by this court, with a qualification. The indictment was for stealing a quantity of merchandise belonging to a ship cast away on the shore of New York. The goods were taken above high-water mark on the beach in Queen's County. The indictment was sustained under the constitutional power to regulate commerce. But the court denied that it could be sustained as falling within the admiralty jurisdiction. Of course, they denied that; because both the agent and object were on the shore. The thief stole the goods on the shore above high-water mark. Story, J., delivering the opinion, said: 'Our opinion is, that in cases purely dependent upon the locality of the act done, admiralty jurisdiction is limited to the sea, and to tide-waters as far as the tide flows, and that it does not reach beyond high-water mark. Mixed cases may arise, and, indeed, often do arise, where the acts and services done are of a mixed nature; as where salvage services are performed partly on tide-waters and partly on the shore, for the preservation of the property saved; in which the admiralty has constantly exercised jurisdiction to the extent of decreeing salvage.' And he adds: 'If the libel is founded on one single continued act, which was principally on the sea, though a part of it was upon the land, as if the mast of a ship be taken upon the sea, though it be afterwards brought ashore, no prohibition lies.'\n Now, as we have already submitted, ours is a mixed case. The efficient cause was on navigable water. The negligence was there. The act of wrong was committed there. Whatever power for injury the ship possessed originated there, and was exerted there. The ship did not go on shore, the master and mariners did not go on shore, to commit the offence. The principal thing, the act of negligence, the destroying agency, was on navigable water, was within the admiralty jurisdiction; and only the incidental effect was produced on the shore. \n\n[70 U.S. 20, 30]\n \n United States v. Davis,22 a case like Thomas v. Lane, of circuit ruling only, and not authoritative therefore, may be thought to be opposed to our view. The facts were these A gun was fired on an American ship lying in the harbor of one of the Society Islands, by which a person on board a schooner belonging to the natives was killed. 'Held, that the act was, in contemplation of law, done on board the foreign schooner where the shot took effect; and that jurisdiction of it belonged to the foreign government, and not to the courts of the United States, under the Crimes Act of 1790.'\n A similar case is that of United States v. McGill. \n23\n The facts were, that the prisoner, the mate on the brig Rover, in the harbor of Cape Francois, gave the deceased a mortal stroke with a piece of wood. The latter was carried on shore alive, and died the following day. The prisoner's counsel made the point, that both the death and blow must happen on the high seas, to give the court jurisdiction under the act of Congress. The court so decided, for the reason that the act of Congress applied only to murder on the high seas, and because the term murder, ex vi termini, implied death.\n Both these were criminal cases, and the decisions are in accordance with the technical distinctions of the ancient common law. For under that, by a strange absurdity, 'if an offence was commenced in one county, and consummated in another, the venue could be laid in neither, and the offender went altogether unpunished.' And so if the blow was given on the land, and the death happened on the sea, and vice vers a, neither the courts of common law, nor the admiral's court had any jurisdiction of the crime. \n24\n \n\n This ridiculous non sequitur resulted, according to Blackstone, from the technical formula prescribed for the grand jury, since they were only to inquire pro corpore comitat us. Thus, if the blow happened in county A., the grand jury of county B. could not inquire of that; and if the death happened in B., the grand jury of A. could not inquire of that. \n\n[70 U.S. 20, 31]\n \n And the same logic applied with equal force to the land and sea.\n This species of reasoning, or rather, this reductio ad absurdum of the reasoning process itself, was in perfect accord with the philosophy of the age. It was the age of the scholastic philosophy-an age of dicta and contradicta-an age when the highest human ingenuity was perverted to inquiries respecting the eternal puzzles that lie beneath the basis of all finite knowledge; when the mightiest minds sought to postulate the difference between entities and quiddities; when the all-engrossing questions were, whether angels existed in or out of space? And, if in space, how many angels could dance on the point of a needle? And whether the Deity loved an actual entity of the lowest grade better than a possible entity of the highest?\n This was the philosophy in vogue when the common law distinctions as to venue were fabricated. And the law always derives the methods of its logic from the philosophical character of the time when it is elaborated.\n The reasoning of the early English courts on the subject of venue was nearly akin to the old Eleatic demonstration as to the impossibility of motion. 'If a body moves at all,' argued Zeno, 'it must either move where it is, or where it is not: but it cannot move where it is; and surely it cannot move where it is not; ergo, it cannot move at all.' And the only answer to the logic that all antiquity could make, was given by Diogenes, who got out of his tub, and walked.\n By the same process of reasoning that the English courts employed to exclude the jurisdiction when the blow was struck in one county, and the death happened in another, it is easy to prove that the man was not killed at all. Thus, if this man was killed at all, he must have been killed at some particular place: but he was not killed at any particular place; therefore, he was not killed at all. Or thus: If a man is killed at all, he must be either killed on the land or sea; but this man was not killed on the land, because the mortal blow was not given there, but on the sea; and he was not killed on the sea, because he did not die there, but \n\n[70 U.S. 20, 32]\n \n on the land: therefore, he was not killed at all. There you have as good a demonstration as the schoolmen ever uttered.\n And that is the precise argument, mutatis mutandis, that is urged against the admiralty jurisdiction in the present case.\n But is this a case, is this an age, is this the court, for the prevalence of such parodies on all scientific ratiocination? Contrariwise, is not this rather a case for the exercise of that kind of logic which appertains more to the enlarged policy of the most enlightened and liberal statesmanship than to the technical quibbles of puerile and perverted dialectics? For, whatever reasons justify the admiralty jurisdiction in any case, must justify it in this. Upon what reason is the jurisdiction founded? Is it the necessity for process as speedy as the hoisting of the sails; that shall go at once velis levatis, as Lord Mansfield worded it? That reason exists in such a case as this. Or is it the necessity for a tribunal thoroughly versed in maritime laws and usages? That reason exists here. And as we have shown, there is nothing opposed to the jurisdiction in this case, but a false and preposterous construction of the rule of locality, and which has not the sanction of a single authoritative case.\n We do not ask the court to amplify the jurisdiction of the admiral; we but ask it to deduce from his original jurisdiction that which is logically and consequentially involved. If any continent exists entitled to have the jurisdiction amplified to its full extent it is ours,-a continent which, by distinction from all others, may be called the continent of waters,-a continent covered by mighty rivers and majestic lakes. Though not subjects of admiralty jurisdiction, as once understood here and as still understood in England, we have been compelled to bring these under such control. It is fitting that the further development should come from the region of these great waters; which has thus already cast the rich hues of its western sunlight upon the east. The necessity of a power to administer justice speedily and surely is great; and will become greater with the incalculable expansion of trade and commerce on the western lakes and rivers. The vessel which has done the wrong speeds away, \n\n[70 U.S. 20, 33]\n \n and with the winds and currents is carried thousands of miles from the scene of the wrong she has done. Why send the injured suitor to a distant State in order to have redress?\n The ultimate question reverts. Will you be fettered in the freedom of your judicial action by a fiction of the scholastic ages, or yield to the force of a present reality? Will you follow the example of the most enlightened continental jurisprudence, and which is in harmony with the physical geography of this grand new world; or will you cling with servile submission to the petty precedents of little England, whose people, beyond all people, are individual and local in their views, and in more senses than one remain the 'penitus toto divisos orbe Britannos?'\n Mr. Spalding, contra.\n\n Mr. Justice NELSON delivered the opinion of the court:\n The court below dismissed the libel for want of jurisdiction; and that question is the only one that has been argued in this court.\n It will be observed, that the entire damage complained of by the libellants, as proceeding from the negligence of the master and crew, and for which the owners of the vessel are sought to be charged, occurred, not on the water, but on the land. The origin of the wrong was on the water, but the substance and consummation of the injury on land. It is admitted by all the authorities, that the jurisdiction of the admiralty over marine torts depends upon locality-the high seas, or other navigable waters within admiralty cognizance; and, being so dependent upon locality, the jurisdiction is limited to the sea or navigable waters not extending beyond high-water mark.\n In the case of Thomas v. Lane,25 Mr. Justice Story, in a case where the imprisonment was stated in the libel to be on shore, observed: 'In regard to torts, I have always understood that the jurisdiction of the admiralty is exclusively dependent upon the locality of the act. The admiralty has \n\n[70 U.S. 20, 34]\n \n not, and never, I believe, deliberately claimed to have, any jurisdiction over torts, except such as are maritime torts; that is, torts upon the high seas, or on waters within the ebb and flow of the tide.' Since the case of the Genesee Chief, navigable waters may be substituted for tide waters. This view of the jurisdiction over maritime torts has not been denied.\n But it has been strongly argued that this is a mixed case, the tort having been committed partly on water and partly on land; and that, as the origin of the wrong was on the water, in other words, as the wrong began on the water (where the admiralty possesses jurisdiction), it should draw after it all the consequences resulting from the act. These mixed cases, however, will be found, not cases of tort, but of contract, which do not depend altogether upon locality as the test of jurisdiction, such as contracts of material-men, for supplies, charter-parties, and the like. These cases depend upon the nature and subject-matter of the contract, whether a maritime contract, and the service a maritime service to be performed upon the sea, or other navigable waters, though made upon land. The cases of torts to be found in the admiralty, as belonging to this class, hardly partake of the character of mixed cases, or have, at most, but a very remote resemblance. \n26\n \n\n They are cases of personal wrongs, which commenced on the land; such as improperly enticing a minor on board a ship and there exercising unlawful authority over him. The substance and consummation of the wrong were on board the vessel-on the high seas, or navigable waters-and the injury complete within admiralty cognizance. It was the tortious acts on board the vessel to which the jurisdiction attached.\n This class of cases may well be referred to as illustrating the true meaning of the rule of locality in cases of marine \n\n[70 U.S. 20, 35]\n \n torts, namely, that the wrong and injury complained of must have been committed wholly upon the high seas or navigable waters, or, at least, the substance and consummation of the same must have taken place upon these waters to be within the admiralty jurisdiction. In other words the cause of damage, in technical language, whatever else attended it, must have been there complete.\n Much stress has been given to the fact, by the learned counsel who would support the jurisdiction, in his argument, that the vessel which communicated the fire to the wharf and buildings, was a maritime instrument, or agent, and, hence, characterized the nature of the tort. In other words, that this characterized it as a maritime tort, and, of course, of admiralty cognizance.\n But this, we think, is a misapprehension. The owner of a vessel is liable for injuries done to third persons or property by the negligence or malfeasance of the master and crew while in the discharge of their duties and acting within the scope of their authority. It is upon this principle that the defendants are liable, if at all, to the libellants for the damages sustained. The circumstance that the agents were in the employment of the owners on board the vessel, and that the negligence occurred, while so employed, and which occasioned the damage, gives to the libellants the right of action. But, if they had been employed upon any other structure in the river-on a raft, or floating platform, for work, on the river, and the fire had been communicated to the wharf and buildings on account of their negligence while so engaged, the right of action would have been the same. The jurisdiction of the admiralty over maritime torts does not depend upon the wrong having been committed on board the vessel, but upon its having been committed upon the high seas or other navigable waters.\n A trespass on board of a vessel, or by the vessel itself, above tide- water, when that was the limit of jurisdiction, was not of admiralty cognizance. The reason was, that it was not committed with the locality that gave the jurisdiction. The vessel itself was unimportant. The fact, therefore, \n\n[70 U.S. 20, 36]\n \n of its having taken place on board the propeller Falcon, in the present case, is not an element that imparts any peculiar character to the nature of the tort complained of. This is so in cases of collision, in which the offending vessel may be attached and proceeded against as one of the remedies for the wrong done. The jurisdiction of the admiralty does not depend upon the fact that the injury was inflicted by the vessel, but upon the locality-the high seas, or navigable waters where it occurred. Every species of tort, however occurring, and whether on board a vessel or not, if upon the high seas or navigable waters, is of admiralty cognizance.\n We can give, therefore, no particular weight or influence to the consideration that the injury in the present case originated from the negligence of the servants of the respondents on board of a vessel, except as evidence that it originated on navigable waters-the Chicago River; and, as we have seen, the simple fact that it originated there, but, the whole damage done upon land, the cause of action not being complete on navigable waters, affords no ground for the exercise of the admiralty jurisdiction. The negligence, of itself, furnishes no cause of action; it is damnum absque injuri a. The case is not distinguishable from that of a person standing on a vessel, or on any other support in the river, and sending a rocket or torpedo into the city, by means of which buildings were set on fire and destroyed. That would be a direct act of trespass; but quite as efficient a cause of damage, as if the fire had proceeded from negligence. Could the admiralty take jurisdiction? We suppose the strongest advocate for this jurisdiction would hardly contend for it. Yet, the origin of the trespass is upon navigable waters, which are within its cognizance. The answer is, as already given: the whole, or at least the substantial cause of action, arising out of the wrong, must be complete within the locality upon which the jurisdiction depends-on the high seas or navigable waters.\n The learned counsel, who argued this case for the appellants with great care and research, admitted that it was one of first impression; that he could find no case in the books \n\n[70 U.S. 20, 37]\n \n like it. The reason is apparent, for it is outside the acknowledged limit of admiralty cognizance over marine torts, among which it has been sought to be classed. The remedy for the injury belongs to the courts of common law.\n DECREE AFFIRMED. \n\nFootnotes\n\n[\nFootnote 1\n] Act of February 26, 1845; 5 Stat. at Large, 726. \n\n[\nFootnote 2\n] 10 Wheaton, 428. \n\n[\nFootnote 3\n] 7 Peters, 324. \n[\nFootnote 4\n] 5 Howard, 441. \n[\nFootnote 5\n] 12 Id. 443. \n\n[\nFootnote 6\n] Johnson v. The McDonough, Gilpin, 101. \n[\nFootnote 7\n] 2 Parsons on Maritime Law, 639. \n[\nFootnote 8\n] Jackson v. The Magnolia, 20 Howard, 301, 302. \n[\nFootnote 9\n] Coke Littleton, 152 a. \n\n[\nFootnote 10\n] Radley v. Egglesfield, 2 Saunders, 259 e; S. C. 2 Levinz, 25; 1 Ventris, 173, 174; Anonymous, Id. 308; Anonymous, Croke Elizabeth, 685; Tremoulin v. Sands, Comberback, 462. \n[\nFootnote 11\n] Crosse v. Diggs, p. 158. \n[\nFootnote 12\n] Douglas, 580. \n\n[\nFootnote 13\n] 12 Howard, 466. \n[\nFootnote 14\n] United States v. Commbs, 12 Peters, 72, 76. \n\n[\nFootnote 15\n] Brown's Admiralty, 208. \n[\nFootnote 16\n] De Lovio v. Boit, 2 Gallison, 452 n. \n[\nFootnote 17\n] Benedict,  107. \n[\nFootnote 18\n] Id.  151. \n[\nFootnote 19\n] Id.  211. \n\n[\nFootnote 20\n] 2 Sumner, 9. \n\n[\nFootnote 21\n] 12 Peters, 72. \n\n[\nFootnote 22\n] 2 Sumner, 482. \n[\nFootnote 23\n] 4 Dallas, 426. \n[\nFootnote 24\n] 1 Chitty's Criminal Law, 177, 180. \n\n[\nFootnote 25\n] 2 Sumner, 9. \n\n[\nFootnote 26\n] Thomas v. Lane, 2 Sumner, 2; The Huntress, per Ware, J., Davies, 85; United States v. Magill, 1 Washington C. C. 463; 4 Dallas, p. 345, 2d ed.; Plumer v. Webb, 4 Mason, 383-4; 1 Kent, 367* and n. \n\n\n\n\n","8":"\n\nUnited States Supreme Court\nTHOMSON v. LEE COUNTY(1865)\n\nArgued: Decided: December 1, 1865\n\n\n THE constitution of Iowa, made in 1846, and which invested the General Assembly with all the legislative power of the State, ordained thus:\n'The General Assembly shall not in any manner create any debt or debts, liability or liabilities, which shall singly or in the aggregate, with any previous debts or liabilities, exceed the sum of one hundred thousand dollars, except in the case of war, &c., unless the same shall be authorized by some law for some single object or work to be distinctly specified therein, &c. No such law shall take effect until at a general election it shall have been submitted to the people and have a majority of all the votes cast for and against it at such election.'- \n\n[70 U.S. 327, 328]\n \n With this constitution in force and after certain statutes had been passed by the General Assembly relative to the corporate powers of counties, their right to execute bonds for railroads, &c., it was decided, or so said to be, at an election held in Lee County, Iowa, in 1856, to take stock and issue bonds to three different railroads; one hundred and fifty thousand dollars to each.\n\n The validity of the subscription was contested in the proper court, soon afterwards, as having been the exercise of a power not given to the county, or as so irregular an exercise of it, if given, as to be void. The court, in December, 1856, decided that the election was irregular, and conferred no power to issue the bonds. The legislature of the State, on the 29th of July, 1857, accordingly passed an act entitled 'An act legalizing the issue of county, city, and town corporation bonds in the counties of Lee and Davis.' This act declared 'that all votes heretofore taken in the counties of Lee and Davis in the form of a joint or several proposition whether said counties will aid in the construction of one or more railroads, specifying the amount to be given to each . . . and the bonds of said counties issued in pursuance of said votes and subscriptions shall be a valid lien upon the taxable property of said county.' After this the county judge, the proper officer, if the act was valid, proceeded to take the stock and issue bonds. The bonds were in the ordinary form of what are called coupon bonds; payable to 'bearer.' The coupons attached were in a like negotiable shape; 'promises to pay to the bearer at the Continental Bank, in the city of New York, forty dollars interest on bond No. 1.'\n Soon after the bonds were issued the county laid a tax to meet the interest due on the coupons. The legality of the tax was denied by some tax-payers of the county, but the court of last resort in the State having declared it lawful,1 the money was collected and the coupons paid for a short time. The court, however, subsequently reviewed and reversed \n\n[70 U.S. 327, 329]\n \n its former decision; and the tax being no longer levied the coupons were no longer paid. A number of them being now in the hands of Mr. Edgar Thomson, of Philadelphia, cut off from the bonds to which they had been originally attached, he brought suit in the Federal courts of Iowa to recover them; not producing, however, the bonds to which they had originally belonged.\n The court charged:\n 1st. That the bonds or coupons sued on, were issued without authority of law, and were void.\n 2d. That the 'Curative Act,' of January, 1857, gave no validity to the bonds.\n 3d. That the plaintiff could not recover on the coupons unless he showed that he also owned at the time the several bonds from which they were cut.\n 4th. And refused to charge that if all branches of the State government of Iowa had held such railroad bonds to be valid at the time they were issued, no question could afterwards be made as to their validity.\n The county having had judgment, the matter was now on error here, where the same kind of questions that have been so abundantly discussed in this court, of late, in Gelpcke v. City of Dubuque;2 Meyer v. Muscatine;3 Mercer County v. Hackett;4 Seybert v. City of Pittsburgh;5 Van Hostrup v. Madison City;6 Murray v. Lardner;7 Sheboygan Co. v. Parker;8 Havemeyer v. Iowa Co.,9 were raised and discussed by briefs anew; Mr. Allison, for Lee County, who sought to distinguish this case from any of those, contending that the constitution of Iowa restricted the legislature from authorizing the bonds; that this was now the construction given to the constitution by the Supreme Court of Iowa; that the vote and proceedings by which the bonds were authorized were irregular; that the 'Curative Act' of 1857 was inoperative, and that if this were all otherwise yet that Thomson, who appeared to \n\n[70 U.S. 327, 330]\n \n own nothing but the coupons, could not recover on them, without producing the bonds themselves.\n Messrs. Howell and Grant, contra.\n\n Mr. Justice DAVIS delivered the opinion of the court. \n10\n \n\n There is hardly any question, connected with the species of securities on which this suit was brought, that has not been discussed and decided by this court; and it is unnecessary to do more in this opinion than reaffirm the general doctrines of the court on the subject, so far as they apply to the case in hand, without attempting to restate the reasons which were given for our decisions.\n A county, or other municipal corporation, has no inherent right of legislation, and cannot subscribe for stock in a public improvement, unless authorized to do so by the legislature. Such a corporation acts wholly under a delegated authority, and can exercise no power which is not in express terms, or by fair implication, conferred upon it. But the legislature of a State, unless restrained by the organic law, has the right to authorize a municipal corporation to take stock in a railroad or other work of internal improvement, to borrow money to pay for it, and to levy a tax to repay the loan. And this authority can be conferred in such a manner, that the objects can be attained, either with or without the sanction of the popular vote.\n It is insisted that the constitution of Iowa did lay a restraint on the legislature, and that consequently the county of Lee could have no right, under the constitution and laws of the State, to execute and issue the bonds in controversy. And we understand that the highest court of the State of Iowa, at the present time, adopt that view of the question; but when these bonds were issued, the courts of that State held that there was no defect of constitutional power, and that the legislature could lawfully authorize municipal corporations to subscribe to the capital stock of railroad companies. \n\n[70 U.S. 327, 331]\n \n If the bonds in suit had been executed since the last decision in Iowa, they would be controlled by it; but the change in judicial decision cannot be allowed to render invalid contracts which, when made, were held to be lawful. The courts of Iowa having, when these bonds were issued, construed their constitution and laws so as to give them force and vitality, cannot, by a subsequent and contrary construction, destroy them.\n But it is argued that when the county of Lee voted to take the stock for which these bonds were given, they attempted the exercise of a power which had not been delegated to them, or executed it so defectively, that their proceedings were without authority of law, and void.\n It is not instructive to inquire into the different laws of Iowa under which this power is claimed to exist, because the legislature of that State, on the 28th day of January, 1857, by an act of confirmation, legalized the issue of these bonds. If the legislature could authorize this ratification, the bonds are valid, notwithstanding the submission of the question to the vote of the people, or the manner of taking the vote may have been informal and irregular. This act of confirmation, very soon after its passage, underwent an examination in the courts of Iowa, and it was held that the legislature possessed the power to pass it, and that the bonds were valid and binding on the county. \n11\n It is difficult to see how this power could be questioned, after the Supreme Court of the State had decided that there was no written limitation which inhibited the legislature from conferring on cities and counties, the right to take stock in a company organized to build a railroad, or other work of public improvement. If the legislature possessed the power to authorize the act to be done, it could, by a retrospective act, cure the evils which existed, because the power thus conferred had been irregularly executed. The question with the legislature was one of policy, and the determination made by it was conclusive.\n Bonds with coupons, payable to bearer, are negotiable \n\n[70 U.S. 327, 332]\n \n securities, and pass by delivery, and, in fact, have all the qualities and incidents of commercial paper.\n It is not necessary that the holder of coupons, in order to recover on them, should own the bonds from which they are detached. The coupons are drawn so that they can be separated from the bonds, and like the bonds, are negotiable; and the owner of them can sue without the production of the bonds to which they were attached, or without being interested in them.\n The foregoing views dispose of all the questions presented in this record, and it is unnecessary to refer in detail to the charge of the Circuit Court.\n JUDGMENT REVERSED, with costs, and the cause remanded for further proceedings in conformity to the opinion of the court. \n\nFootnotes\n\n[\nFootnote 1\n] McMillen v. The County Judge, 6 Iowa, 391. \n\n[\nFootnote 2\n] 1 Wallace, 175. \n[\nFootnote 3\n] Id. 384. \n[\nFootnote 4\n] Id. 83. \n[\nFootnote 5\n] Id. 272. \n[\nFootnote 6\n] Id. 291. \n[\nFootnote 7\n] 2 Id. 110. \n[\nFootnote 8\n] 3 Id. supra 93. \n[\nFootnote 9\n] Id. supra, 294. \n\n[\nFootnote 10\n] Nelson, J., not having sat-having been indisposed-and Miller, J., not taking part in the decision. \n\n[\nFootnote 11\n] McMillen v. The County Judge, 6 Iowa, 391. \n\n\n\n\n","9":"\n\nUnited States Supreme Court\nU. S. v. HOLLIDAY(1865)\n\nArgued: Decided: December 1, 1865\n\n\n THESE were indictments, independent of each other, for violations of the act of Congress of February 13, 1862,1 \n\n[70 U.S. 407, 408]\n \n which declares that if any person shall sell any spirituous liquors 'to any Indian under the charge of any Indian superintendent or Indian agent appointed by the United States, he shall, on conviction thereof before the proper District Court of the United States,' be fined and imprisoned.\n This act of 1862 was amendatory of an act of June 30, 1834,2 declaring that if any person sold liquor to an Indian in the Indian country he should forfeit five hundred dollars.\n These indictments were both in District Courts of the United States- the one against Haas in the District Court for Minnesota (there not being at the time of the indictment any Circuit Court as yet established in Minnesota), and that against Holliday in the District Court for Michigan,- and under the act of August 8, 1846,3 authorizing the remission of indictments from the District to the Circuit Courts, they were both removed into the Circuit Courts; the case of Haas, after he had been convicted of the offence charged and while a motion in arrest of judgment was pending and undetermined in the District Court.\n IN HAAS'S CASE,\n The indictment charged that the defendant had sold the liquor to a Winnebago Indian, in the State of Minnesota, under the charge of an Indian agent of the United States; but it did not allege that the locus in quo was within the reservation belonging to the Winnebago tribe, or within any Indian reservation, or within the Indian country.\n Upon this indictment the judges of the Circuit Court were divided in opinion on the questions:\n\n 1. \nWhether, under the act of February 13, 1862, the offence for which the defendant is indicted was one of which the Circuit Court could have original jurisdiction?\n\n 2. \nWhether, under the facts above stated, any court of the United States had jurisdiction of the offence?- \n\n[70 U.S. 407, 409]\n \n IN HOLLIDAY'S CASE,\n The indictment charged the defendant with selling liquor, in Gratiot County, Michigan, to one Otibsko, an Indian under the charge of an Indian agent appointed by the United States.\n The plea alleged that Gratiot County was an organized county of the State of Michigan; that it was not within the Indian country; that no Indian reservation existed within it; that Otibsko was one of the Chippewa Indians mentioned in certain treaties which were referred to; that Otibsko accepted lands in Michigan, and entered into possession of them under a certificate from the United States; that the tribal organization of the said Chippewa Indians was dissolved by one of the treaties, except in so far as it was necessary to preserve it for the purposes of the same; and that Otibsko had voted at elections for county and town officers.\n The plea set forth also certain provisions of the constitution and laws of Michigan which confer political rights upon civilized male inhabitants of Indian descent, natives of the United States and not members of any tribes, and also judicial rights and privileges upon all Indians.\n The government, by replication admitting the truth of the matters contained in the plea, alleged that, pursuant to the existing treaties with the said Chippewas, and the regulations and practice of the Interior Department and Indian Bureau, the chiefs and head men of the said Chippewas continued to be the representatives of the tribe; that the Indian agent for Michigan was required to deal with the said chiefs and head men of the said Chippewas as such, and to take the receipts of such chiefs and head men for money and property delivered to the said Chippewas under the provisions of the treaties.\n And alleged further, that the said Otibsko recognized and acknowledged the chiefs and head men of the Chippewas of Saginaw, and resided with the said Indians on the lands in Isabella County, selected by them under the treaty of 1855; and that the Indian agent of the United States annually \n\n[70 U.S. 407, 410]\n \n distributed a sum of money and treaty property for the benefit of the said Otibsko.\n On this state of facts the Circuit Court was divided on the following points:\n\n 1. \nWhether the act of Congress, of February, 1862, does by proper construction extend to a sale of liquor, such as is charged in the indictment, under the circumstances stated in the plea and replication?\n\n 2. \nWhether, if construed to so extend, Congress has the constitutional right to so enact?\n\n 3. \nWhether, under the circumstances stated in the plea and replication, the Indian named can be considered as under the charge of an Indian agent within the meaning of the act?\n\n 4. \nWhether, upon the facts stated in the plea and replication, the said Otibsko was a civilized Indian, not a member of any tribe within the meaning of the constitution of Michigan, and whether he was a citizen of the State of Michigan?\n\n 5. \nWhether the provisions of the constitution and laws of the State of Michigan, stated in the plea of the defendant, were, under all the facts and circumstances stated in said plea and replication, and, under the constitution, the said treaties and act of Congress of 1862, a bar to said indictment?\n The record in this case showed that the Secretary of the Interior and the Commissioner of Indian Affairs had decided that it was necessary, in order to carry into effect the provisions of the treaty referred to and set up by Holliday, that the tribal organization should be preserved.\n In both cases the questions were now, by certificate of division, here.\n Mr. Romeyn, for Holliday; no counsel appearing for Haas: The cases in many features are alike. To some extent, the argument for one serves for both; though the first question certified in Haas's case does not arise in Holliday's.\n As respects Holliday the question is, whether the United States can punish, as a criminal offence, the selling of liquor to an Indian who is connected with a tribal organization only so far as to receive his allowance from the United States, \n\n[70 U.S. 407, 411]\n \n through the chief or head man? who is a land-owner in his own individual right, and a tax-payer in one of the States of the Union; when the liquor was sold, not on an Indian reserve, but in an organized county of a State; a district as exclusively under the jurisdiction of the State as the city of New York is under the jurisdiction of the State of New York. If so, then if the liquor had been sold to this Indian at the Astor House in New York, the proprietors of that house would be liable, on the same principles, and to the same extent as this defendant.\n I. On every principle, the act of 1862 is to receive a strict construction. It is a penal act. It is of doubtful constitutionality.\n No violence is done to the language of the statute, by confining its operation to Indians under the charge of an agent within the Indian country; for it was the evident policy of the act to protect the Indian, within the Indian country; and in addition, that policy is sufficiently sustained by the construction that the introduction of liquors into the Indian country shall be illegal.\n Suppose that a civilized, educated Indian, a citizen of another State, should accept a glass of wine at a military post; would that be an offence under this act? We should think not.\n II. If the act of 1862 be so construed as to embrace this charge, under the admitted facts of the case, then its enactments are beyond the powers of Congress, in conflict with the rights of the State, and are so far void.\n As the offence was not committed in any place within the exclusive jurisdiction of the United States, the right of Congress to legislate for its punishment can be founded only on the notion that it was an offence against Federal sovereignty. But Congress has never claimed, and cannot lawfully exercise the power of legislating for Indians, except as tribes or quasi domestic nations. When they lose this relation and character, and become citizens of a State, or as individuals become separated from their ordinary tribal connections, they pass from the jurisdiction of the United States. The \n\n[70 U.S. 407, 412]\n \n limits of the agency are established, as all know, by tribes or geographical boundaries. The general duty of the agent is to manage and superintend the intercourse with the Indians. This assumes their separate and social condition.\n The facts show that, in the case of Otibsko, to whom in Holliday's case the liquor is said to have been sold, the tribal organization was, in fact, dissolved. The lands given to the Chippeways, it is plain, were owned in severalty; and all that remained of the tribal association was connected with the convenience of paying annuities. This Indian, moreover, became a citizen of the State of Michigan.\n Conceding, for the sake of the argument, that the Indian was a member of a subsisting tribe, and under the charge of an Indian agent; still, after he came within the limits of the State, away from the Indian country, or any Indian reservation, he became subject to the laws of the State, and it was incompetent for the United States to take cognizance of the act charged, and to punish it as a crime against the Federal government. The whole subject of the regulation of the use and sale of liquors, within the State, and away from Indian reservations, is a matter for the State, in the exercise of its police powers. The State of Michigan has exercised this power, and prescribed the penalty, and the offence was within the jurisdiction of that State. \n4\n \n\n This legislation, as construed by the government in this case, cannot be sustained under the power of Congress to regulate commerce with foreign nations, and among the several States, and with the Indian tribes; for the act of 1862 is not, in any way, a regulation of commercial intercourse.\n After a thorough argument, contra, by Mr. Assistant Attorney-General Ashton, who went into the whole policy of the government as respects sales of liquor to the Indians, setting forth the statutes regarding them, and the decisions which bore upon them,- \n\n[70 U.S. 407, 413]\n \n\n Mr. Justice MILLER delivered the opinion of the court. \n5\n \n\n The questions propounded to this court in the two cases have a close relation to each other, and will be disposed of in one opinion.\n The first question on which the judges divided in the case against Haas is, 'whether, under the act of February 13, 1862, the offence for which the defendant is indicted was one of which the Circuit Court could have original jurisdiction.'\n Previous to the act of July 15, 1862, no Circuit Courts existed in the districts of Texas, Florida, Wisconsin, Minnesota, Iowa, and Kansas, but the District Courts in those districts exercised the powers of Circuit Courts. It was during this time that Haas was indicted and convicted; and a motion in arrest of judgment was pending and undetermined when that act went into effect. That act, by its own terms, transferred to the Circuit Courts which it created-one of which was in the District of Minnesota-all causes, civil or criminal, which might have been brought, and could have been originally cognizable in a Circuit Court. If, then, the offence for which Haas was indicted was one which could have been originally cognizable in a Circuit Court, it was properly in that court for final determination; otherwise it was not.\n The act under which the indictment was found says, that if any person shall commit the offence therein described, 'such person shall, on conviction before the proper District Court of the United States, be imprisoned,' &c.\n So far as the act itself provides a court for its enforcement it is the District Court, and not the Circuit Court.\n An examination, however, of the several acts, which define generally the relative jurisdiction of the District and Circuit Courts of the United States, leaves no doubt that, in regard to all crimes, and offences, it was intended to make the jurisdiction concurrent, except in cases where the punishment is death. In that class of offences the jurisdiction \n\n[70 U.S. 407, 414]\n \n is exclusive in the Circuit Courts. The present offence, however, is created after all of those acts were passed, and the law defining it only confers jurisdiction on the District Court. Can the statutes, or any of them which give the Circuit Courts concurrent jurisdiction of offences cognizable in the District Courts, be held to have a prospective operation in such case as the present?\n The 12th section of the Judiciary Act, which created both the Circuit and District Courts, says of the former, they 'shall have exclusive cognizance of all crimes and offences cognizable under the authority of the United States, except where this act otherwise provides, or the laws of the United States shall otherwise direct, and concurrent jurisdiction with the District Courts of crimes and offences cognizable therein.'\n This provision has distinct reference in its first clause to cases of which the Circuit Courts shall have exclusive jurisdiction, and, in its latter clause, to cases in which they shall have concurrent jurisdiction with the District Courts. The former include all crimes and offences where some statute does not provide the contrary. The latter include all crimes and offences cognizable in the District Courts.\n The Judiciary Act of 1789, of which these provisions constitute a part, is the one which, for the first time under our Federal Constitution, created the courts which were to exercise the judicial function of the government. The powers conferred by that act on the several courts which it created, and the lines by which it divided the powers of those courts from each other, and limited the powers of all of them under the Constitution, were intended to provide a general system for the administration of such powers as the Constitution authorized the Federal courts to exercise. The wisdom and forethought with which it was drawn have been the admiration of succeeding generations. And so well was it done that it remains to the present day, with a few unimportant changes, the foundation of our system of judicature, and the law which confers, governs, controls, and limits the powers \n\n[70 U.S. 407, 415]\n \n of all the Federal courts, except the Supreme Court, and which largely regulates the exercise of its powers.\n It cannot be supposed, under these circumstances, that in giving to the Circuit Courts jurisdiction of all crimes and offences cognizable in the District Courts, it was intended to limit the grant to such cases as were then cognizable in those courts. In fact, there was, at the time this statute was passed, no such thing as an offence against the United States, unless it was treason, as defined in the Constitution. It has been decided that no common law crime or offence is cognizable in the Federal courts. The Judiciary Act organizing the courts was passed before there was any statute defining or punishing any offence under authority of the United States. This clause, then, giving the Circuit Courts concurrent jurisdiction in all cases of crime cognizable in the District Courts, must, of necessity, have had reference to such statutes as should thereafter define offences to be punished in the District Courts.\n The offence, then, for which Haas was indicted, although declared by that act to be cognizable in the District Courts, was, by virtue of the act of 1789, also cognizable in the Circuit Courts.\n The second question in that case is this: whether, under the facts above stated, any court of the United States had jurisdiction of the offence?\n The facts referred to are, concisely, that spirituous liquor was sold within the territorial limits of the State of Minnesota and without any Indian reservation, to an Indian of the Winnebago tribe, under the charge of the United States Indian agent for said tribe.\n It is denied by the defendant that the act of Congress was intended to apply to such a case; and, if it was, it is denied that it can be so applied under the Constitution of the United States. On the first proposition the ground taken is, that the policy of the act, and its reasonable construction, limit its operation to the Indian country, or to reservations inhabited by Indian tribes. The policy of the act is the protection of those Indians who are, by treaty or otherwise, \n\n[70 U.S. 407, 416]\n \n under the pupilage of the government, from the debasing influence of the use of spirits; and it is not easy to perceive why that policy should not require their preservation from this, to them, destructive poison, when they are outside of a reservation, as well as within it. The evil effects are the same in both cases.\n But the act of 1862 is an amendment to the 20th section of the act of June 30, 1834, and, if we observe what the amendment is, all doubt on this question is removed. The first act declared that if any person sold spirituous liquor to an Indian in the Indian country he should forfeit five hundred dollars. The amended act punishes any person who shall sell to an Indian under charge of an Indian agent, or superintendent, appointed by the United States. The limitation to the Indian country is stricken out, and that requiring the Indian to be under charge of an agent or superintendent is substituted. It cannot be doubted that the purpose of the amendment was to remove the restriction of the act to the Indian country, and to make parties liable if they sold to Indians under the charge of a superintendent or agent, wherever they might be.\n It is next asserted that if the act be so construed it is without any constitutional authority in its application to the case before us.\n We are not furnished with any argument by either of the defendants on this branch of the subject, and may not therefore be able to state with entire accuracy the position assumed. But we understand it to be substantially this: that so far as the act is intended to operate as a police regulation to enforce good morals within the limits of a State of the Union, that power belongs exclusively to the State, and there is no warrant in the Constitution for its exercise by Congress. If it is an attempt to regulate commerce, then the commerce here regulated is a commerce wholly within the State, among its own inhabitants or citizens, and is not within the powers conferred on Congress by the commercial clause.\n The act in question, although it may partake of some \n\n[70 U.S. 407, 417]\n \n of the qualities of those acts passed by State legislatures, which have been referred to the police powers of the States, is, we think, still more clearly entitled to be called a regulation of commerce. 'Commerce,' says Chief Justice Marshall, in the opinion in Gibbons v. Ogden, to which we so often turn with profit when this clause of the Constitution is under consideration, 'commerce undoubtedly is traffic, but it is something more; it is intercourse.' The law before us professes to regulate traffic and intercourse with the Indian tribes. It manifestly does both. It relates to buying and selling and exchanging commodities, which is the essence of all commerce, and it regulates the intercourse between the citizens of the United States and those tribes, which is another branch of commerce, and a very important one.\n If the act under consideration is a regulation of commerce, as it undoubtedly is, does it regulate that kind of commerce which is placed within the control of Congress by the Constitution? The words of that instrument are: 'Congress shall have power to regulate commerce with foreign nations, and among the several States, and with the Indian tribes.' Commerce with foreign nations, without doubt, means commerce between citizens of the United States and citizens or subjects of foreign governments, as individuals. And so commerce with the Indian tribes, means commerce with the individuals composing those tribes. The act before us describes this precise kind of traffic or commerce, and, therefore, comes within the terms of the constitutional provision.\n Is there anything in the fact that this power is to be exercised within the limits of a State, which renders the act regulating it unconstitutional?\n In the same opinion to which we have just before referred, Judge Marshall, in speaking of the power to regulate commerce with foreign states, says, 'The power does not stop at the jurisdictional limits of the several States. It would be a very useless power if it could not pass those lines.' 'If Congress has power to regulate it, that power must be exercised \n\n[70 U.S. 407, 418]\n \n wherever the subject exists.' It follows from these propositions, which seem to be incontrovertible, that if commerce, or traffic, or intercourse, is carried on with an Indian tribe, or with a member of such tribe, it is subject to be regulated by Congress, although within the limits of a State. The locality of the traffic can have nothing to do with the power. The right to exercise it in reference to any Indian tribe, or any person who is a member of such tribe, is absolute, without reference to the locality of the traffic, or the locality of the tribe, or of the member of the tribe with whom it is carried on. It is not, however, intended by these remarks to imply that this clause of the Constitution authorizes Congress to regulate any other commerce, originated and ended within the limits of a single State, than commerce with the Indian tribes.\n These views answer the two questions certified up in the case against Haas, and the two first questions in the case against Holliday.\n The third question in Holliday's case is, whether, under the circumstances stated in the plea and replication, the Indian named can be considered as under the charge of an Indian agent, within the meaning of the act?\n The substance of the facts as set out in those pleadings is, that the Indian to whom the liquor was sold had a piece of land on which he lived, and that he voted in county and town elections in Michigan, as he was authorized to do by the laws of that State; that he was still, however, so far connected with his tribe, that he lived among them, received his annuity under the treaty with the United States, and was represented in that matter by the chiefs or head men of his tribe, who received it for him; and that an agent of the government attended to this and other matters for that tribe. These are the substantial facts pleaded on both sides in this particular question, and admitted to be true; and without elaborating the matter, we are of opinion that they show the Indian to be still a member of his tribe, and under the charge of an Indian agent. Some point is made of the \n\n[70 U.S. 407, 419]\n \n dissolution of the tribe by the treaty of August 2, 1855; but that treaty requires the tribal relation to continue until 1865, for certain purposes, and those purposes are such that the tribe is under the charge of an Indian superintendent; and they justify the application of the act of 1862 to the individuals of that tribe.\n Two other questions are propounded by the judges of the Circuit Court for the Eastern District of Michigan, both of which have relation to the effect of the constitution of Michigan and certain acts of the legislature of that State, in withdrawing these Indians from the influence of the act of 1862.\n The facts in the case certified up with the division of opinion, show distinctly 'that the Secretary of the Interior and the Commissioner of Indian Affairs have decided that it is necessary, in order to carry into effect the provisions of said treaty, that the tribal organization should be preserved.' In reference to all matters of this kind, it is the rule of this court to follow the action of the executive and other political departments of the government, whose more special duty it is to determine such affairs. If by them those Indians are recognized as a tribe, this court must do the same. If they are a tribe of Indians, then, by the Constitution of the United States, they are placed, for certain purposes, within the control of the laws of Congress. This control extends, as we have already shown, to the subject of regulating the liquor traffic with them. This power residing in Congress, that body is necessarily supreme in its exercise. This has been too often decided by this court to require argument, or even reference to authority.\n Neither the constitution of the State nor any act of its legislature, however formal or solemn, whatever rights in may confer on those Indians or withhold from them, can withdraw them from the influence of an act of Congress which that body has the constitutional right to pass concerning them. Any other doctrine would make the legislation of the State the supreme law of the land, instead of the Constitution \n\n[70 U.S. 407, 420]\n \n of the United States, and the laws and treaties made in pursuance thereof.\n If authority for this proposition, in its application to the Indians, is needed, it may be found in the cases of the Cherokee Nation v. The State of Georgia,6 and Worcester v. The State of Georgia. \n7\n \n\n The results to which we arrive from this examination of the law, as regards the questions certified to us, is, that both questions in the case against Haas must be answered in the affirmative; and in the case against Holliday, the first three must be answered in the affirmative, and the last two in the negative.\n It is, however, proper to say, that in the fourth question in the latter case is included a query, whether the Indian, Otibsko, was a citizen of the State of Michigan?\n As the views which we have advanced render this proposition immaterial to the decision of the case, the court is to be understood as expressing no opinion upon it. \n\nFootnotes\n\n[\nFootnote 1\n] 12 Stat. at Large, 339. \n\n[\nFootnote 2\n] 4 Stat. at Large, 732. \n[\nFootnote 3\n] 9 Id. 73. \n\n[\nFootnote 4\n] United States v. Beavans, 3 Wheaton, 336. \n\n[\nFootnote 5\n] Nelson, J., not sitting, having been indisposed. \n\n[\nFootnote 6\n] Peters, 1. \n[\nFootnote 7\n] 6 Id. 515. \n\n\n\n\n"}}