{"Description":{"0":"BONNIFIELD v. PRICE , 154 U.S. 672 (1882)","1":"CHICAGO, D & V R CO v. FOSDICK , 106 U.S. 47 (1882)","2":"DUSHANE v. BEALL , 161 U.S. 513 (1882)","3":"EX PARTE CURTIS , 106 U.S. 371 (1882)","4":"FINK v. O'NEIL , 106 U.S. 272 (1882)","5":"HODGES v. EASTON , 106 U.S. 408 (1882)","6":"MELLON v. DELAWARE, L & W R CO , 154 U.S. 673 (1882)","7":"ST. CLAIR v. COX , 106 U.S. 350 (1882)","8":"US v. CANDA , 154 U.S. 674 (1882)","9":"US v. LEE , 106 U.S. 196 (1882)"},"Date":{"0":"March 27, 1882","1":"October 23, 1882","2":"January 9, 1882","3":"December 18, 1882","4":"December 11, 1882","5":"December 4, 1882","6":"April 3, 1882","7":"December 18, 1882","8":"April 10, 1882","9":"December 4, 1882"},"Docket":{"0":"230","1":"","2":"134","3":"","4":"","5":"","6":"244","7":"","8":"257","9":""},"Link":{"0":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/154\/672.html","1":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/106\/47.html","2":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/161\/513.html","3":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/106\/371.html","4":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/106\/272.html","5":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/106\/408.html","6":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/154\/673.html","7":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/106\/350.html","8":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/154\/674.html","9":"https:\/\/caselaw.findlaw.com\/us-supreme-court\/106\/196.html"},"Opinion":{"0":"\n\nUnited States Supreme Court\nBONNIFIELD v. PRICE(1882)\nNo. 230\nArgued: Decided: March 27, 1882\n\n\n\n Mr. Chief Justice WAITE delivered the opinion of the court.\n This is a writ of error to bring here for review a judgment of the supreme court of the territory of Wyoming in a case where the trial was not by jury. It is therefore dismissed on the authority of Hecht v. Boughton (decided at the present term) \n105 U.S. 235\n. The appropriate remedy in this case, under the act of April 7, 1874 (Supp. Rev. St. c. 80, p. 12), was by appeal.\n But, if we could treat this writ of error as an appeal, the case is in no condition for examination here, because there is no such statement of facts in the record as the law requires. The bill of exceptions taken in the district court contains all the evidence, and, as the supreme court directed a judgment in favor of the defendant, it is clear that court passed on other questions than such as were presented on the rulings in the admission of evidence. Under these circumstances, a statement of facts such as \n\n[154 U.S. 672, 673]\n \n the statute requires isnecessary to enable us to re-examine the case.\n The writ is dismissed.\n John W. Hammond, C. N. Potter, and E. P. Johnson, for plaintiff in error. \n\n\n\n","1":"\n\nUnited States Supreme Court\nCHICAGO, D & V R CO v. FOSDICK(1882)\n\nArgued: Decided: October 23, 1882\n\n\n\n\n[106 U.S. 47, 48]\n \n E. Walker, for appellants.\n Henry Crawford, Melville W. Fuller, and Lawrence, Campbell & Lawrence, for appellees.\n\n MATTHEWS, J.\n\n\n[106 U.S. 47, 82]\n \n\n MATTHEWS, J.\n This appeal was heard during the last term with the appeal from the decree of foreclosure and sale in the same case, having been taken from three decrees rendered after the sale in the same suit. Huidekoper, Shannon, and Denison, the purchasers of the mortgaged property sold under the decree of foreclosure, who are appellees in this appeal, were not parties to the former appeal. All the decrees appealed from, including those now in question, were included in the order of reversal made at the former hearing; but on a petition for rehearing, it was called to the attention of the court that the transcript of the record was imperfect and incomplete, having omitted the decree confirming the sale, and that the petition for the present appeal contained a misrecital, that the decree entered April 12, 1877, was the decree 'confirming the report of the sale of the property of the defendant railroad company.' The order of reversal was, therefore, set aside as to the decrees embraced in the present appeal, and a rehearing granted. The cause, on that rehearing, has now been heard at the present term upon the whole record, as amended and perfected. From that it now appears that on February 17, 1877, the master filed his report of the sale, and the purchasers, their petition for its confirmation and for other relief, and it was on that day, on motion of the complainants' solicitors, ordered that the \n\n[106 U.S. 47, 83]\n \n report and sale be confirmed, unless objections thereto should be filed on or before the Friday next following, for which day it was set for hearing. And exceptions having been in the mean time filed by one Slaughter, on February 26, 1877, the court overruled the exceptions, and, as the order reads, 'does in all things confirm the sale' to the purchasers. From this decree an appeal was prayed by Slaughter, but was not perfected or prosecuted. The petition of the purchasers, filed February 17, 1877, in which they also asked for the immediate discharge and payment of their bid, had been referred to the master, whose report subsequently filed was confirmed by the decretal order of April 12, 1877, by which he was directed, on the surrender to him of 2,328 first-mortgage Illinois Division bonds of the defendant railroad company, to execute and deliver to the purchasers a deed of the property sold, and thereupon the receiver was directed to let them into possession. On April 16, 1877, the master having reported the execution of the decree of April 12th by the delivery of the deed and the acceptance of the bonds, a further decree was entered approving and confirming the same. These are the two decrees first named in the prayer for the present appeal.\n It is now contended by the appellees that these decrees are merely orders in execution of the previous decrees of the court; are, therefore, not final in the sense necessary to authorize an appeal; and that consequently, as to them the present appeal must be dismissed for want of jurisdiction.\n But according to the rule sanctioned and adopted in Forgay v. Conrad, 6 How. 201, and Blossom v. Railroad Co. 1 Wall. 657, an appeal will lie from such decrees, according to the nature of their subjectmatter and the rights of the parties affected.\n In the present case the decree of April 12, 1877, in effect, distributes the proceeds of the sale upon the basis of the finding and declaration in the decree for foreclosure that the principal of the bonds had become overdue, for it authorized the purchasers, to the extent of the proportion in which the bid, if treated as cash, would, when applied, extinguish the bonds held by them, to use their bonds as cash in payment of their bid. It is manifest that a substantial error, to the prejudice of one \n\n[106 U.S. 47, 84]\n \n of the parties, may originate in a decree distributing the proceeds of a sale under a decree of foreclosure, and no question can be successfully raised against the right to appeal from such a decree. We cannot, therefore, dismiss the present appeal upon the ground alleged.\n It is then urged by the appellees that the decrees in question, having simply followed the directions of previous decrees, originated no error, and that the only alternative is to affirm them. But the decrees involved in this appeal now under consideration are dependent upon the decree of foreclosure and sale, and the latter having been reversed, the decrees in question are left without support, and fall of themselves, by reason of that reversal, vitiated by the common error. As they are already annulled by operation of law, the subject-matter of the appeal is withdrawn, and the appeal itself must be dismissed for lack of anything on which it can operate.\n The other decree involved in this appeal was entered November 19, 1877, and is a personal judgment in favor of Huidekoper, Shannon, and Denison, as trustees for themselves and other bondholders, for the deficiency arising from the excess of the amount found due by the decree of foreclosure and sale, over the credit, given of the proceeds of the sale of the mortgaged property. This deficiency is ascertained to be $1, 823,573.84, and execution is awarded therefor, against the railroad company, in favor of the above-named parties.\n It would seem that the reasons given for dismissing the appeal as to the other decrees apply with equal force to the one now under consideration; and such, we think, would be the rule in ordinary cases; for the existence and amount of the deficiency must usually be dependent on the findings of the decree of foreclosure and sale, as to the amount due, and the extent to which that may have been reduced by the proceeds of the sale. But the present judgment is not in the customary form. Instead of finding the amount due to the complainants in whose behalf the sale was decreed, the judgment is rendered in favor of Huidekoper, Shannon, and Denison, as trustees for the bondholders. They claim not to have been parties to the suit at the time the decree of foreclosure and sale was rendered, and as we do not consider it proper to investigate or pass upon \n\n[106 U.S. 47, 85]\n \n that claim in the present proceeding, we entertain the appeal, as to the deficiency decree, and reverse it, for the error which required the reversal of the decree of foreclosure and sale.\n The argument of the present appeal, on both sides, seems to have been influenced by the consideration that it possibly involved a present adjudication of the effect its determination might have upon the rights of the purchasers at the sale and the present title of the property sold. But no question of that character is involved. Whether the purchasers were parties to the litigation, either by name upon the record or in interest and by representation, so as to be affected by the error in the proceeding for which the decrees have been reversed, or whether they or their assigns are protected by the principle and policy that uphold the titles of bona fide purchasers without notice, at judicial sales, and any other that may be mooted touching the point, are questions which do not arise upon the present appeal, and are left for further consideration in case they should be presented in a subsequent stage of this or by virtue of proceedings in some other suit.\n For the reasons announced, it is therefore ordered that the appeal from the decrees of April 12, 1877, and of April 16, 1877, respectively, be dismissed, upon the ground that the decrees were vacated by the reversal of the prior decree of foreclosure and sale, rendered December 5, 1876, and that the decree entered November 19, 1877, in favor of Frederick W. Huidekoper, Thomas W. Shannon, and John M. Denison, trustees, be reversed, and that the cause be remanded with directions to proceed therein as may be just and equitable.\n The appellants are entitled to their costs on this appeal. \n\n\n\n","2":"\n\nUnited States Supreme Court\nDUSHANE v. BEALL(1882)\nNo. 134\nArgued: Decided: January 9, 1882\n\n\n The case stated does show that Tinstman was made one of the 'use plaintiffs' in Shaw's action, October 2, 1885, but there is no explanation of how that entry came to be made, and nothing to indicate notice thereof to the assignee, or to charge him with notice, assuming that he was ignorant of the claim.\n On the other hand, the bankruptcy proceeding was involuntary, and it appears that the schedule of assets (the term 'schedule' being used in the case stated as the equivalent of 'inventory') was made by the assignee, the law providing that the order of adjudication should require the bankrupt to deliver a schedule of creditors and an inventory and valuation \n\n[161 U.S. 513, 518]\n \n of his estate; and, if the bankrupt were absent or could not be found, such schedule and inventory should 'be prepared by the messenger and the assignee from the best information they can obtain.' Rev. St.  5030, 5031. And this inventory, thus prepared by the assignee, the record affirmatively shows, did not embrace the bankrupt's interest in the telegraph line, as we must presume it would if the assignee had had, or been able to obtain, information in respect thereof. Nor can we find elsewhere in the record any evidence that the assignee knew or was informed of Tinstman's interest prior to August 10, 1888. Counsel for the assignee argues that the fact is that Tinstman's interest was the ownership of certain shares of stock in the telegraph company, which were included in the inventory, and delivered to the assignee, but the exact contrary appears from the case stated. Nor does the fact appear, which he likewise insists upon, that the assignee not only did not abandon, but actively asserted, his claim.\n The question whether the assignee in bankruptcy was entitled to this claim was clearly a federal question. Williams v. Heard, \n140 U.S. 529\n, 11 Sup. Ct. 885. And if all the facts stated in the record before us do not, as matter of law, warrant the conclusion at which the highest court of the state arrived upon this question, it is the duty of this court so to declare, and to render judgment accordingly.\n We must take the record as we find it, and are constrained to the conclusion that the assignee should not have been held to have exercised the right of choice between prosecuting the claim and abandoning it, in the absence of any evidence whatever to justify the conclusion that he hand knowledge, or sufficient means of knowledge, of its existence prior to August 10, 1888; and that, therefore, there was error in the judgment.\n Judgment reversed, and the casue remanded, that the judgment of the court of common pleas may be reversed, and further proceedings had not inconsistent with this opinion. \n\n\n\n","3":"\n\nUnited States Supreme Court\nEX PARTE CURTIS(1882)\n\nArgued: Decided: December 18, 1882\n\n\n Wm. Stanley, S. G. Clarke, and E. B. Smith, for petitioner.\n Solicitor General Phillips, E. P. Wheeler, and F. W. Whitridge, for respondent.\n\n WAITE, C. J. \n\n[106 U.S. 371, 371]\n \n In the act of August 15, 1876, making appropriations for the legislative, executive, and judicial expenses of the government, (chapter 287, 19 St. 143; 1 Supp. Rev. St. 245,) the following appears as section 6:\n'Sec. 6. That all executive officers or employes of the United States not appointed by the president, with the advice and consent of the senate, are prohibited from requesting, giving to, or receiving from, any other officer or employe of the government any money or property or other thing of value for political purposes; and any such officer or employe, who shall offend against the provisions of this section, shall be at once discharged from the service of the United States; and he shall also be deemed guilty of a misdemeanor, and on conviction thereof shall be fined in a sum not exceeding $500.'\n\n Curtis, the petitioner, an employe of the United States, was indicted in the circuit court for the southern district of New York, and convicted under this act for receiving money for political purposes from other employes of the government.* Upon his conviction he was sentenced to pay a fine and stand committed until payment was made. Under this sentence he was taken into custody by the marshal, and on his application a writ of habeas corpus was issued by one of the justices of this court in vacation, returnable here at the present term, to inquire into the validity of his detention. The important question presented on the return to the writ so issued is whether the act under which the conviction was had is constitutional. The act is not one to prohibit all contributions of money or \n\n[106 U.S. 371, 372]\n \n property by the designated officers and employes of the United States for political purposes. Neither does it prohibit them altogether from receiving or soliciting money or property for such purposes. It simply forbids their receiving from or giving to each other. Beyond this no restrictions are placed on any of their political privileges. That the government of the United States is one of delegated powers only, and that its authority is defined and limited by the constitution, are no longer open questions; but express authority is given congress by the constitution to make all laws necessary and proper to carry into effect the powers that are delegated. Article 1,  8. Within the legitimate scope of this grant congress is permitted to determine for itself what is necessary and what is proper.\n The act now in question is one regulating in some particulars the conduct of certain officers and employes of the United States. It rests on the same principle as that originally passed in 1789 at the first session of the first congress, which makes it unlawful for certain officers of the treasury department to engage in the business of trade or commerce, or to own a sea vessel, or to purchase public lands or other public property, or to be concerned in the purchase or disposal of the public securities of a state, or of the United States, (Rev. St.  243;) and that passed in 1791, which makes it an offense for a clerk in the same department to carry on trade or business in the funds or debts of the states or of the United States, or in any kind of public property, (Id.  244;) and that passed in 1812, which makes it unlawful for a judge appointed under the authority of the United States to exercise the profession of counsel or attorney, or to be engaged in the practice of the law, (Id.  713;) and that passed in 1853, which prohibits every officer of the United States or person holding any place of trust or profit, or discharging any official function under, or in connection with any executive department of the government of the United States, or under the senate or house of representatives, from acting as an agent or attorney for the prosecution of any claim against the United States, (Id.  5498;) and that passed in 1863, prohibiting members of congress from practicing in the court of claims, (Id.  1058;) \n\n[106 U.S. 371, 373]\n \n and that passed in 1867, punishing, by dismissal from service, an officer or employe of the government who requires or requests any working-man in a navy-yard to contribute or pay any money for political purposes, (Id.  1546;) and that passed in 1868, prohibiting members of congress from being interested in contracts with the United States, (Id.  3739;) and another, passed in 1870, which provides that no officer, clerk, or employe in the government of the United States shall solicit contributions from other officers, clerks, or employes for a gift to those in a superior official position, and that no officials or clerical superiors shall receive any gift or present as a contribution to them from persons in government employ getting a less salary than themselves, and that no officer or clerk shall make a donation as a gift or present to any official superior, (Id.  1784.) Many others of a kindred character might be referred to, but these are enough to show what has been the practice in the legislative department of the government from its organization, and, so far as we know, this is the first time the constitutionality of such legislation has ever been presented for judicial determination.\n The evident purpose of congress in all this class of enactments has been to promote efficiency and integrity in the discharge of official duties, and to maintain proper discipline in the public service. Clearly such a purpose is within the just scope of legislative power, and it is not easy to see why the act now under consideration does not come fairly within the legitimate means to such an end. It is true, as is claimed by the counsel for the petitioner, political assessments upon office-holders are not prohibited. The managers of political campaigns, not in the employ of the United States, are just as free now to call on those in office for money to be used for political purposes as ever they were, and those in office can contribute as liberally as they please, provided their payments are not made to any of the prohibited officers or employes. What we are now considering is not whether congress has gone as far as it may, but whether that which has been done is within the constitutional limits upon its legislative discretion. A feeling of independence under the law conduces to faithful public service, and nothing tends more to take away this \n\n[106 U.S. 371, 374]\n \n feeling than a dread of dismissal. If contributions from those in public employment may be solicited by others in official authority, it is easy to see that what begins as a request may end as a demand, and that a failure to meet the demand may be treated by those having the power of removal as a breach of some supposed duty, growing out of the political relations of the parties. Contributions secured under such circumstances will quite as likely be made to avoid the consequences of the personal displeasure of a superior, as to promote the political views of the contributor-to avoid a discharge from service, not to exercise a political privilege. The law contemplates no restrictions upon either giving or receiving, except so far as may be necessary to protect, in some degree, those in the public service against exactions through fear of personal loss. This purpose of the restriction, and the principle on which it rests, are most distinctly manifested in section 1546, supra, the re-enactment in the Revised Statutes of section 3 of the act making appropriations for the naval service for the year ending June 30, 1868, (14 St. 492, c. 172,) which subjected an officer or employe of the government to dismissal if he required or requested a working-man in a navy-yard to contribute or pay any money for political purposes, and prohibited the removal or discharge of a working-man for his political opinions; and in section 1784, the re- enactment of the act of February 1, 1870, (c. 63, 16 St. 63,) 'to protect officials in public employ,' by providing for the summary discharge of those who make or solicit contributions for presents to superior officers. No one can for a moment doubt that in both these statutes the object was to protect the classes of officials and employes provided for from being compelled to make contributions for such purposes through fear of dismissal if they refused. It is true that dismissal from service is the only penalty imposed, but this penalty is given for doing what is made a wrongful act. If it is constitutional to prohibit the act, the kind or degree of punishment to be inflicted for disregarding the prohibition is clearly within the discretion of congress, provided it be not cruel or unusual.\n If there were no other reasons for legislation of this character than such as relate to the protection of those in the public service against unjust exactions, its constitutionality would, in our opinion, be clear; but there are others, to our minds, equally \n\n[106 U.S. 371, 375]\n \n good. If personsin public employ may be called on by those in authority to contribute from their personal income to the expenses of political campaigns, and a refusal may lead to putting good men out of the service, liberal payments may be made the ground for keeping poor ones in. So, too, if a part of the compensation received for public services must be contributed for political purposes, it is easy to see that an increase of compensation may be required to provide the means to make the contribution, and that in this way the government itself may be made to furnish indirectly the money to defray the expenses of keeping the political party in power that happens to have for the time being the control of the public patronage. Political parties must almost necessarily exist under a republican form of government, and when public employment depends to any considerable extent on party success, those in office will naturally be desirous of keeping the party to which they belong in power. The statute we are now considering does not interfere with this. The apparent end of congress will be accomplished if it prevents those in power from requiring help for such purposes as a condition to continued employment.\n We deem it unnecessary to pursue the subject further. In our opinion the statute under which the petitioner was convicted is constitutional. The other objections which have been urged to the detention cannot be considered in this form of proceeding. Our inquiries in this class of cases are limited to such objections as relate to the authority of the court to render the judgment by which the prisoner is held. We have no general power to review the judgments of the inferior courts of the United States in criminal cases, by the use of the writ of habeas corpus or otherwise. Our jurisdiction is limited to the single question of the power of the court to commit the prisoner for the act of which he has been convicted. Ex parte Lange, 18 Wall. 163; Ex parte Rowland, \n104 U.S. 604\n.\n The commitment in this case was lawful, and the petitioner is, consequently, remanded to the custody of the marshal for the southern district of New York. \n\n[106 U.S. 371, 376]\n \n\n BRADLEY, J., dissenting.\n I cannot concur in the opinion of the court in this case. The law under which the petitioner is imprisoned makes it a penal offense for any executive officer or employe of the United States, not appointed by advice of the senate, [an unimportant distinction, so far as the power to make the law is concerned,] to request, give to, or receive from, any other officer or employe of the government any money, or property, or other thing of value, for political purposes; thus, in effect, making it a condition of accepting any employment under the government, that a man shall not, even voluntarily and of his own free will, contribute in any way through or by the hands of any other employe of the government to the political cause which he desires to aid and promote. I do not believe that congress has any right to impose such a condition upon any citizen of the United States. The offices of the government do not belong to the legislative department to dispose of on any conditions it may choose to impose. The legislature creates most of the offices, it is true, and provides compensation for the discharge of their duties; but that is its duty to do, in order to establish a complete organization of the functions of government. When established, the offices are, or ought to be, open to all. They belong to the United States, and not to congress, and every citizen having the proper qualifications has the right to accept office, and to be a candidate therefor. This is a fundamental right of which the legislature cannot deprive the citizen, nor clog its exercise with conditions that are repugnant to his other fundamental rights. Such a condition I regard that imposed by the law in question to be. It prevents the citizen from co-operating with other citizens of his own choice in the promotion of his political views. To take an interest in public affairs, and to further and promote those principles which are believed to be vital or important to the general welfare is every citizen's duty. It is a just complaint that so many good men abstain from taking such an interest.\n Among the necessary and proper means for promoting political views, or any other views, are association and contribution of money for that purpose, both to aid discussion and to disseminate information and sound doctrine. To deny \n\n[106 U.S. 371, 377]\n \n to a man the privilege of associating and making joint contributions with such other citizens as he may choose, is an unjust restraint of his right to propagate and promote his views on public affaris. The freedom of speech and of the press, and that of assembling together to consult upon and discuss matters of public interest, and to join in petitioning for a redress of grievances, are expressly secured by the constitution. The spirit of this clause covers and embraces the right of every citizen to engage in such discussions, and to promote the views of himself and his associates freely, without being trammeled by inconvenient restrictions. Such restrictions, in my judgment, are imposed by the law in question. Every person accepting any, the most insignificant, employment under the government must withdraw himself from all societies and associations having for object the promotion of political information or opinions. For if one officer may continue his connection, others may do the same, and thus it can hardly fail to happen that some of them will give and some receive funds mutually contributed for the purposes of the association. Congress might just as well, so far as the power is concerned, impose as a condition of taking any employment under the government, entire silence on political subjects, and a prohibition of all conversation thereon between government employes. Nay, it might as well prohibit the discussion of religious questions, or the mutual contribution of funds for missionary or other religious purposes. In former times, when the slavery question was agitated, this would have been a very convenient law to repress all discussion of the subject on either side of Mason and Dixon's line. At the present time any efficient connection with an association in favor of a prohibitory liquor law, or of a protective tariff, or of greenback currency, or even for the repression of political assessments, would render any government official obnoxious to the penalties of the law under consideration. For all these questions have become political in their character, and any contributions in aid of the cause would be contributions for political purposes.\n The whole thing seems to me absurd. Neither men's mouths nor their purses can be constitutionally tied up in that way. The truth is that public opinion is oftentimes like a pendulum, swinging \n\n[106 U.S. 371, 378]\n \n backward and forward to extreme lengths. We are not unfrequently in danger of becoming purists, instead of wise reformers, in particular directions, and hastily pass inconsiderate laws which overreach the mark they are aimed at, or conflict with rights and privileges that a sober mind would regard as indisputable. It seems to me that the present law, taken in all its breadth, is one of this kind. The legislature may, undoubtedly, pass laws excluding from particular offices those who are engaged in pursuits incompatible with the faithful discharge of the duties of such offices. That is quite another thing. The legislature may make laws ever so stringent to prevent the corrupt use of money in elections, or in political matters generally, or to prevent what are called political assessments on government employes, or any other exercise of undue influence over them by government officials and others. That would be all right. That would clearly be within the province of legislation. It is urged that the law in question is intended, so far as it goes, to effect this very thing. Probably it is. But the end does not always sanctify the means. What I contend is that in adopting this particular mode of restraining an acknowledged evil, congress has overstepped its legitimate powers, and interfered with the substantial rights of the citizen. It is not lawful to do evil that good may come. There are plenty of ways in which wrong may be suppressed without resorting to wrongful measures to do it. No doubt it would often greatly tend to prevent the spread of a contagious and deadly epedimic, if those first taken should be immediately sacrificed to the public good. But such a mode of preventing the evil would hardly be regarded as legitimate in a Christian country.\n I have no wish to discuss the subject at length, but simply to express the general grounds on which I think the legislation in question is ultra vires. Though as much opposed as any one to the evil sought to be remedied, I do not think the mode adopted is a legitimate or constitutional one, because it interferes too much with the freedom of the citizen in the pursuit of lawful and proper ends. If similar laws have been passed before, that does not make it right. The question is whether \n\n[106 U.S. 371, 379]\n \n the present law, with its sweeping provisions, is within the just powers of congress. As I do not think it is, I dissent from the opinion of the majority of the court. \n\nFootnotes\n\n[\nFootnote *\n] See same case on motion for new trial and arrest of judgment. 12 Fed. Rep. 824. \n\n\n\n\n","4":"\n\nUnited States Supreme Court\nFINK v. O'NEIL(1882)\n\nArgued: Decided: December 11, 1882\n\n\n This is a bill in equity filed by the appellee praying for a perpetual injunction to restrain the appellant, then United States marshal for the district, from further proceeding under a fi. fa., issued upon a judgment rendered in favor of the United States in the district court for the eastern district of Wisconsin, against the appellee and others, and which had been levied on real estate alleged to be the homestead of the appellee, and exempt under the laws of that state from sale on execution. The premises levied on are described in the bill as 40 acres of land, with a dwelling-house and appurtenances thereon, occupied by the appellee as a residence for himself and family, consisting of his wife and seven children, the same being used for agricultural purposes, not included in any town, city, or village plat, and alleged to be of the value of $6,000 and upwards; and it is averred that the cause of action upon which the judgment was rendered was not for any debt or liability contracted prior to January 1, 1849. To this bill there was filed a general demurrer, for want of equity, which being overruled, and the appellant declining to answer or plead, a decree was rendered granting the relief prayed for, from which this appeal is prosecuted. The provision of the statute of Wisconsin on the subject of homestead exemptions, the benefit of which was secured to the appellee by the decree appealed from, is as follows:\n'A homestead to be selected by the owner thereof, consisting when not included in any village or city, of any quantity of land, not exceeding 40 acres, used for agricultural purposes, and when included in any city or village, of a quantity of land not exceeding one- fourth of an acre, and the dwelling-house thereon and its appurtenances, owned and occupied by any resident of this state, shall be exempt from seizure or sale on execution, from the lien of every \n\n[106 U.S. 272, 273]\n \n judgment, and from liability in any form for the debts of such owner, except laborers', mechanics', and purchase-money liens, and mortgages lawfully executed, and taxes lawfully assessed, and except as otherwise specially provided in these statutes,' etc. Rev. St. Wis. 1878, p. 783, c. 130,  2983.\n\n Asst. Atty. Gen. Maury, for appellant.\n No counsel for appellee.\n\n\n[106 U.S. 272, 275]\n \n\n MATTHEWS, J.\n This statutory provision was enacted in express compliance with a constitutional injunction, wherein it was declared, in the seventeenth section of the bill of rights, that 'the privilege of the debtor to enjoy the necessary comforts of life shall be recognized by wholesome laws.' Phelps v. Rooney, 9 Wis. 70-83. And it has been the constant policy of the state in this legislation, as construed by many decisions of its supreme court, to favor by liberal interpretations the exemptions in favor of the debtor. 'For it cannot be denied,' says that court in Hanson v. Edgar, 34 Wis. 653-657, 'that in all the enactments found in our statute books in regard to homestead exemption, the most sedulous care is manifest to secure the homestead to the debtor and to his wife and family against all debts not expressly charged upon it.'\n We have found no case in which the question has been raised, or where there has been any expression of judicial opinion, whether the exemption would prevail or not, as to judgments in favor of the state; but we do not doubt, from the language of the constitutional and statutory provisions, and the rules of construction followed in other cases, that it would be held by its courts, if the question should be directly made, that the state, except as to taxes, which are expressly excepted, would be bound by the exemption.\n In the case of Doe v. Deavors, 11 Ga. 79, it was decided by the supreme court of Georgia, in 1852, that the state was bound by acts of the legislature exempting certain articles of personal property from levy and sale for debts, for the benefit of the wife and children of the debtor, so that they could not be seized and sold under execution for the payment of taxes. The court said, page 89:\n'These laws are founded in a humane regard to the women and children of families. The preamble to the act of 1822 announces the grounds on which the legislature acted. 'Whereas,' (is its language,) 'it does not comport with justice and expediency to deprive innocent and helpless women and children of the means of subsistence, be it therefore enacted,' etc. ... In our judgment, the state \n\n[106 U.S. 272, 276]\n \n falls within the operation of a public law, passed for the benefit of the poor, and the state is within\n\n Mr. Thompson, in his Treatise on Homesteads and Exemptions, (section 386,) says:\n'In many of the states this question is determined by the express provisions of statutes, which declare, in various terms, that nothing shall be exempt from execution where the debt other than public taxes, is due the state; or where the debt is for public taxes legally assessed upon the homestead or other property; or where the demand is for a public wrong committed, punished by fine. But where the question has arisen, in the silence of statutes, the highest courts of the states, with two exceptions, have held otherwise.'\n\n The case of Com. v. Cook, 8 Bush, 220, which is one of the exceptions referred to, is shown, however, to have been materially qualified by the decision in Com. v. Lay, 12 Bush, 283. That of Brooks v. State, 54 Ga. 36, turned on the point that the exemption claimed operated retrospectively, and was disallowed on the authority of Gunn v. Barry, 15 Wall. 610. So that in point of fact the decisions of state courts upon the point are practically unanimous.\n It is said, however, that the laws of the state creating these exemptions are not laws for the United States; and this is certainly true, unless they have been made such by congress itself. This has not been an open question in this court since the decision in the cases of Wayman v. Southard, 10 Wheat. 1, and of the U. S. Bank v. Halstead, 10 Wheat. 51. Mr Justice THOMPSON, delivering the opinion of the court in the latter case, said:\n'An officer of the United States cannot, in the discharge of his duty, be governed and controlled by state laws, any further than such laws have been adopted and sanctioned by the legislative authority of the United States. And he does not, in such case, act under the authority of the state law, but under that of the United States, which adopts such law. An execution is the fruit and end of the suit, and is very aptly called the life of the law. The suit does not terminate with the judgment; and all proceedings on the execution are proceedings in the suit,' etc.\n\n In Wayman v. Southard, 10 Wheat. 49, Chief \n\n[106 U.S. 272, 277]\n \n Justice MARSHALL had said that the proposition was 'one of those political axioms, an attempt to demonstrate which would be a waste of argument not to be excused.'\n The question therefore is, whether the United States, by an appropriate legislative act, has adopted the laws of Wisconsin exempting homesteads from execution, and, if at all, whether they apply in cases of executions upon judgments in favor of the United States.\n Section 916, Rev. St., is as follows:\n'The party recovering a judgment in any common-law cause in any circuit or district court, shall be entitled to similar remedies upon the same, by execution or otherwise, to reach the property of the judgment debtor, as are now provided in like causes by the laws of the state in which such court is held, or by any such laws hereafter enacted which may be adopted by general rules of such circuit or district courts; and such courts may, from time to time, by general rules, adopt such state laws as may hereafter be in force in such state in relation to remedies upon judgments as aforesaid, by execution or otherwise.'\n\n This provision, in its present form, has been in force since June 1, 1872, and is part of the sixth section of the act 'to further the administration of justice,' approved on that date. 17 St. at Large, 196. It is the result of a policy that originated with the organization of our judicial system. The fourteenth section of the judiciary act of 1789 (1 St. at Large, 81) provided that the courts of the United States should have 'power to issue writs of scire facias, habeas corpus, and all other writs not specially provided for by statute, which may be necessary for the exercise of their respective jurisdictions, and agreeable to the principles and usages of law;' and this was held to embrace executions upon judgments. Wayman v. Southard, 10 Wheat. 1. But simultaneously with the judiciary act, September 29, 1789, was passed the first 'Act to regulate processes in the courts of the United States,' in which it was enacted 'that until further provision shall be made, and except where by this act or other statutes of the United States is otherwise provided, the forms of writs and executions, except their style and mode of process and rates of fees, except fees to judges in the circuit and district courts in suits at common law, shall be the same in each state respec- \n\n[106 U.S. 272, 278]\n \n tively as are now used or allowed in the supreme courts of the same.' This act was temporary, and expired by its own limitation at the end of the next session of congress. The act of May 8, 1792, provided that the forms of writs, executions, and other process, and the forms and modes of proceeding in suits at common law, should continue to be the same as authorized by the act of 1789, 'subject, however, to such alterations and additions as the said courts respectively shall in their discretion deem expedient, or to such regulations as the supreme court shall think proper, from time to time, by rule to prescribe to any circuit or district court concerning the same.' 1 St. at Large, 275. This legislation came under review in this court in the cases of Wayman v. Southard and U. S. Bank v. Halstead, in the latter of which it is said, (10 Wheat. 60:)\n'The general policy of all the laws on this subject is very apparent. It was intended to adopt and conform to the state process and proceedings as the general rule, but under such guards and checks as might be necessary to insure the due exercise of the powers of the courts of the United States. They have authority, therefore, from time to time, to alter the process in such manner as they shall deem expedient, and likewise to make additions thereto, which necessarily implies a power to enlarge the effect and operation of the process.'\n\n This discretionary power in the courts of the United States was restricted by the act of May 19, 1828, (4 St. at Large, 278,) so that thereafter writs of execution and other final process issued on judgments rendered in any of the courts of the United States, and the proceedings thereupon, should be the same, except their style, in each state respectively, as were then used in the courts of such state: provided, however, that it should be in the power of the courts, if they saw fit in their discretion, by rule of court, so far to alter final process in said courts as to conform the same to any change which might be adopted by the legislatures of the respective states for the state courts. It will be seen from this provision that it was thereafter prohibited to the courts of the United States either to adopt or recognize any form of execution, or give any effect to it, except such as was, at the time of the passage of the act, or had sub- \n\n[106 U.S. 272, 279]\n \n sequently become at the time of their adoption, a writ authorized by the laws of the state. The same provision has ever since been continued in force, and is now embodied in section 916 of the Revised Statutes, already quoted.\n In Beers v. Haughton, 9 Pet. 329, which was governed by the act of 1828, it was held that 'the words, 'the proceedings on the writs of execution and other final process,' must, from their very import, be construed to include all the laws which regulate the rights, duties, and conduct of officers in the service of such process, according to its exigency, upon the person or property of the execution debtor, and also all the exemptions from arrest or imprisonment under such process created by those laws.'\n It is further to be observed that no distinction is made, in any of these statutes on the subject, between executions on judgments in favor of private parties and on those in favor of the United States. And as there is no provision as to the effect of executions at all, except as contained in this legislation, it follows necessarily that the exemptions from levy and sale, under executions of one class, apply equally to all, including those on judgments recovered by the United States. The general power to issue process, originally conferred by section 14 of the judiciary act of 1789, which no appears as section 716, Rev. St., as being in pari materia with that contained in section 916, must be construed as subject to the same limitations, especially as the general power is confined in express terms to writs not specifically provided for by statute, and hence, ex vi termini, embraces none included in the subsequent section. Besides, as was said by Chief Justice MARSHALL, in Wayman v. Southard, 10 Wheat. 1-24, 'this section provides singly for issuing the writ, and prescribes no rule for the conduct of the officer while obeying its mandate.'\n As the statute of Wisconsin, exempting homesteads from levy and sale upon executions, was in force at the time the act of congress of June 1, 1872, took effect, and has remained so continuously from that time, it also follows that the exemption has thereby become a law of the United States within that state, and applies to executions issued upon judgments in civil causes recovered in their courts in their own \n\n[106 U.S. 272, 280]\n \n name and behalf, equally with those upon judgments rendered in favor of private parties. Laws of Wis. 1848, pp. 40-41; Rev. St. Wis. 1871,  23, p. 1548. This conclusion cannot be avoided by the consideration which has been urged upon us, that the process acts do not limit the sovereign rights of the United States, upon the principle that the sovereign is not bound by such laws, unless he is expressly named. These laws are the expression of the sovereign will on the subject, and are conclusive upon the judicial and executive officers to whom they are addressed; and as they forbid the issue of an execution in every case, except subject to the limitations which they mention, and as there is no authority to issue an execution in any case whatever, except as conferred by them, the sovereign right invoked is left without the means of vindication. The United States cannot enforce the collection of a debt from an unwilling debtor except by judicial process. They must bring a suit and obtain a judgment. To reap the fruit of that judgment they must cause an execution to issue. The courts have no inherent authority to take any one of these steps, except as it may have been conferred by the legislative department, for they can exercise no jurisdiction except as the law confers and limits it. And if the laws in question do not permit an execution to issue upon a judgment in favor of the United States, except subject to the exemptions which apply to citizens, there are no others which confer authority to issue any execution at all. For, as was said by Mr. Justice DANIEL, in Cary v. Curtis, 3 How. 236-245, 'the courts of the United States are all limited in their nature and constitution, and have not the powers inherent in courts existing by prescription or by the common law.' This objection is also met expressly by the decision of this court in the case of U. S. v. Knight, 14 Pet. 301. It was there decided that the act of May 19, 1828, gives the debtors imprisoned under executions from the courts of the United States, at the suit of the United States, the privilege of jail limits in the several states, as they were fixed by the laws of the several states at the date of that act. It was there objected, as here, that the provision of the statute did not \n\n[106 U.S. 272, 281]\n \n embrace executions issued on judgments rendered in favor of the United States, upon the ground that the United States are never to be considered as embraced in any statute unless expressly named. Mr. Justice BARBOUR delivered the opinion of the court, and said:\n'The words of this section being 'that writs of execution and other final process issued on judgments and decress rendered in any of the courts of the United States,' it is obvious that the language is sufficiently comprehensive to embrace them, unless they are to be excluded by a construction founded upon the principle just stated.' Referring to the maxim nullum tempus occurrit regi, he says it rests on the ground that no laches shall be imputed to the sovereign, but he adds: 'Not upon any notion of prerogative; for even in England, where the doctrine is stated under the head of prerogative, this, in effect, means nothing more than that this exception is made from the statute for the public good; and the king represents the notion. The real ground is a great principle of public policy, which belongs alike to all governments, that the public interest should not be prejudiced by the negligence of public officers, to whose care they are confided. Without undertaking to lay down any general rule as applicable to cases of this kind, we feel satisfied that when, as in this case, a statute, which proposes only to regulate the mode of proceeding in suits, does not divest the public of any right, does not violate any principle of public policy; but, on the contrary, makes provisions, in accordance with the policy which the government has indicated by many acts of previous legislation, to conform to state laws, in giving to persons imprisoned under their execution the privilege of jail limits; we shall best carry into effect the legislative intent, by construing the executions at the suit of the United States to be embraced within the act of 1828.'\n\n The same line of reasoning was adopted by this court in the case of Green v. U. S. 9 Wall. 655. It was there held that the act of July 2, 1864, which enacts that in courts of the United States there shall be no exclusion of any witness in civil actions, 'because he is a party to or interested in the issue tried;' and the amendatory act of March 3, 1865, making certain exceptions to the rule, apply to civil actions \n\n[106 U.S. 272, 282]\n \n in which the United States are a party as well as to those between private persons. It was argued by the attorney general that the statutes were meant to give both parties an equal standing in court in respect to evidence; that the United States not being able to testify, a party opposed to them should not be allowed to do so either; and that, independently of this, it was a rule of construction that 'the king is not bound by any act of parliament, unless he be named therein by special and particular words.' Mr. Justice BRADLEY, who delivered the opinion of the court, replying to this argument, said:\n'It is urged that the government is not bound by a law unless expressly named. We do not see why this rule of construction should apply to acts of legislation which lay down general rules of procedure in civil actions. The very fact that it is comfined to civil actions would seem to show that congress intended it to apply to actions in which the government is a party, as well as those between private parties. For the United States is a necessary party in all criminal actions which are excluded ex vi termini; and if it had been the intent to exclude all other actions in which the government is a party, it would have been more natural and more accurate to have expressly confined the law to actions in which the government is not a party, instead of confining it to civil actions. It would then have corresponded precisely with such intent. Expressed as it is, the intent seems to embrace, instead of excluding, civil actions in which the government is a party. Nothing adverse to this view can be gathered from the exceptions made in the amendment passed in 1865.'\n\n And although it has been decided by the highest judicial tribunals in England, (Feather v. Queen, 6 Best & S. 257; Dixon v. London Small Arms Co. L. R. 1 App. Cas. 632,) that the sovereign is entitled to the use of a patented process or invention without compensation to the patentee, because the privilege granted by the letters patent is granted against the subjects only, and not against the crown, a contrary doctrine was held by this court in James v. Campbell, \n104 U.S. 356\n, to prevail in this country. Mr. Justice BRADLEY, delivering the \n\n[106 U.S. 272, 283]\n \n opinion of the court in that case, said:\n'The United States has no such prerogative as that which is claimed by the sovereigns of England by which it can reserve to itself, either expressly or by implication, a superior dominion and use, in that which it grants by letters patent to those who entitled themselves to such grants. The government of the United States, as well as the citizen, is subject to the constitution; and when it grants a patent, the grantee is entitled to it as a matter of right, and does not receive it, as was originally supposed to be the case in England, as a matter of grace and favor.'\n\n It is true that in the case of U. S. v. Herron, 20 Wall. 251, it was decided that a debt due to the United States is not barred by the debtor's discharge with certificate under the bankrupt act of 1867; but in that case Mr. Justice CLIFFORD took pains, by a careful collation of numerous provisions of the statute, to show that the words 'creditor or creditors,' as contained in the act, did not include the United States, adopting and extending the definition by Mr. Justice BLACKBURN, in Woods v. De Mattos, 3 Hurl. & C. 995, because used in the sense of persons having a claim which can be proved under the bankruptcy, and not required by the act to be paid in full in preference of all others. But the bankrupt act furnished clear evidence of the policy of congress in reference to exemptions of property from sale for the payment of debts, by excepting from its operation personal property, necessary to the use of the family, to the amount of $500, and such other property as was exempt from execution by the laws of the United States and of the state of the debtor's domicile. Rev. St.  5045. And congress, since May 20, 1862, (12 St. at Large, 392,) when it passed the first act providing for the acquisition of homesteads for actual settlers upon the public lands, made their exemption from sale on execution a permanent part of a national policy, by declaring that lands so acquired should not 'in any event become liable to the satisfaction of any debt contracted prior to the issuing of the patent therefor.' Rev. St.  2296; Seymour v. Sanders, 3 Dill. 437; Russell v. Lowth, 21 Minn. 167.\n If a contrary construction to the process acts should be given, on the ground that they do not include the United \n\n[106 U.S. 272, 284]\n \n States, which, although a litigant, continues nevertheless to exercise the prerogatives of a sovereign, it would follow that they might resort to any writ known to the common law, however antiquated or obsolete, and in defiance of the progress of enlightened legislation on that subject, revive all the hardships of imprisonment for debt, even without the liberty of local statutory jail limits. But that this is not within the meaning of these acts of congress we have positive and plenary proof in section 1042 of the Revised Statutes. This was section 14 of the act of June 1, 1872, (17 St. at Large, 198.) It provides that 'when a poor convict, sentenced by any court of the United States to pay fine, or fine and cost, whether with or without imprisonment, has been confined in prison 30 days solely for the non-payment of such fine, or fine and cost, he may make application in writing to any commissioner of the United States court in the district where he is imprisoned, setting forth his inability to pay such fine, or fine and cost, and after notice to the district attorney of the United States, who may appear, offer evidence, and be heard, the commissioner shall proceed to hear and determine the matter; and if on examination it shall appear to him that such convict is unable to pay such fine, or fine and cost, and that he has not any property exceeding $20 in value, except such as is by law exempt from being taken on execution for debt, the commissioner shall administer to him' an oath, the form of which is set out, in which he swears that he has not any property, real or personal, to the amount of $20, except such as is by law exempt from being taken on civil precept for debt by the laws of the state, where the oath is administered, and that he has no property in any way conveyed or concealed, or in any way disposed of, for his future use or benefit. 'And thereupon,' the statute proceeds, 'such convict shall be discharged,' etc. This section is repeated as section 5296, Rev. St., under the title, 'Remission of Fines, Penalties, and Forfeitures.'\n Nothing can be more clear than this, as a recognition by congress, that in case of executions upon judgments in civil actions the United States are subject to the same exemptions as apply to private persons by the law of the state, in which \n\n[106 U.S. 272, 285]\n \n the property levied on is found; and that, by this provision in favor of poor convicts, it was intended, even in cases of sentences for fines for criminal offenses against the laws of the United States that the execution against property for its collection should be subjected to the same exemptions as in civil cases.\n In The Magdalen College Case, 11 Coke, 66b, Lord, COKE, referring to Lord Berkley's Case, Plowd. 246, declares that it was there held that the king was bound by the statute De donis, 13 Edw. I., because, for other reasons, 'it was an act of preservation of the possession of noblemen, gentlemen, and others,' and 'the said act,' he continues, 'shall not bind the king only, where he took an estate in his natural capacity, as to him and the heirs male of his body, but also when he claims an inheritance as king by his prerogative.' By parity of reasoning, based on the declared public policy of states, where the people are the sovereign, laws which are acts of preservation of the home of the family, exclude the supposition of any adverse public interest, because none can be thought hostile to that, and the case is brought within the humane exception that identifies the public good with the private right, and declares 'that general statutes, which provide necessary and profitable remedy for the maintenance of religion, the advancement of good learning and for the relief of the poor, shall be extended generally according to their words;' for civilization has no promise that is not nourished in the bosom of the secure and well-ordered household.\n The decree of the circuit court is affirmed. \n\n\n\n","5":"\n\nUnited States Supreme Court\nHODGES v. EASTON(1882)\n\nArgued: Decided: December 4, 1882\n\n\n L. S. Dixon, for plaintiffs in error.\n H. M. Finch, for defendants in error.\n\n HARLAN, J.\n The foundation of this action is the alleged conversion by the plaintiffs in error, who were defendants below, of certain wheat, stored in separate bins, in the warehouse of William H. Valleau, in Decorah, Iowa. The complaint contains two counts, the first one of which proceeds upon the ground that the wheat, when so converted, was the property of the defendants in error, who were plaintiffs below. In the second count it is averred that, during the winter and spring of 1876, the First National Bank of Decorah, Iowa, discounted notes and drafts for, and loaned money to, said Valleau, upon the security of a large quantity of wheat delivered to the bank, of which he, Valleau, was then the owner and had the possession, and which was stored, in separate bins, in a warehouse in Decorah, Iowa; that thereby the wheat became the property of the bank; that subse- \n\n[106 U.S. 408, 409]\n \n quently, in April and May, 1876, Valleau, without repaying such loans and discounts, and without the knowledge and consent of the bank, wrongfully and tortiously took and removed the wheat from the warehouse and from the possession of the bank, shipped it to the defendants, at Milwaukee, by whom it was wrongfully and tortiously received and sold, and the proceeds converted to their own use; that no part of the moneys, so loaned and advanced, has ever been paid by Valleau, or by any one for him; that prior to this suit the bank sold, assigned, and transferred its right, title, and interest in the wheat, and all right of action to recover the same or its value, of which assignment the defendants had notice before this action; and, lastly, that prior to the commencement of the action the bank and plaintiffs had each demanded from defendants the delivery of the wheat, but they had refused to deliver it, or any part thereof, either to the bank or to plaintiffs. The answer denies, generally, 'each and every allegation, statement, matter, fact, and thing in the complaint set forth, alleged, and contained.' The record states that the jury, impaneled and sworn to try the issues, 'rendered a special verdict in answer to the questions propounded by the court.' The questions so propounded, with the answers thereto, were made the special verdict. The jury having been discharged, the plaintiffs, by counsel, moved for judgment upon the special verdict for the value of the wheat wrongfully converted by defendants, or for such damages as the court should adjudge, and for such other and further relief as might be granted in the premises. On a later day the defendants moved to set aside the special verdict and grant a new trial, upon the ground, among others, that the special verdict 'does not contain findings upon the material issues in the case.' These motions were heard together, and it was ordered by the court 'that the motion of defendants for a new trial be, and is hereby, overruled, and that the motion of the plaintiffs for judgment upon the special verdict of the jury, and facts concealed or not disputed upon the trial, be, and is hereby, granted.' The damages were assessed by the court at $12,554.89, for \n\n[106 U.S. 408, 410]\n \n which sum judgment was entered against the defendants. From that judgment this writ of error is prosecuted.\n Under the Code of Practice of Wisconsin the answer in this case puts in issue every material allegation in the complaint. 2 Tayl. St. Wis. 1871, p. 1439; Rev. St. Wis. 1878,  2655. And since the practice, pleading, forms, and modes of proceeding in civil causes, other than equity and admiralty causes, in the circuit and district courts of the United States, must conform, as near as may be, to the practice, pleadings, forms, and modes of proceeding existing, at the time, in like causes in the courts of record in the state within which such circuit or district courts are held, ( Rev. St.  914,) it was incumbent upon the plaintiff-as was conceded in argument here-to prove, at the trial, among other things, that the bank had sold, assigned, and transferred all its title and interest in the wheat, and, thereby, also, its right to recover the wheat or its value. No bill of exceptions was taken showing the evidence introduced by either party, nor was there a general verdict. Having regard alone to the questions and answers propounded to the jury, it is clear that plaintiffs did not prove their case, as made by the first count, which proceeded upon the ground that the wheat was the property of the plaintiffs. no finding upon the issue, raised on finding upon the issue, raised by the second count, as to the alleged assignment by the bank to plaintiffs. No question was propounded to the jury upon that subject, nor was that point covered by the written stipulation as to the amount of freight and the value of the wheat. We infer from the oral statement of counsel for plaintiffs that, at the trial below, the assignment by the bank was conceded, and that the final judgment was based, in part, upon that concession. But in that representation, counsel who appeared in this court for defendants,-but who did not participate in the trial in the circuit court,-did not feel authorized to concur. Looking, therefore, as we must, to the case as disclosed by the record, we are constrained to hold that the answers to the special questions propounded by the court, being silent as to the assignment by the bank, did not furnish a basis for judgment in behalf of plaintiffs. Without proof upon that point, plaintiffs, it is manifest, were not entitled to judgment upon the second count.\n In Patterson v. U. S. 2 Wheat. 225, it was \n\n[106 U.S. 408, 411]\n \n said that if it appeared to the court of original jurisdiction, or to the appellate court, that the verdict was confined to a part only of the matter in issue, no judgment could be rendered upon it. In Barnes v. Williams, 11 Wheat. 415, the claim of the plaintiff being founded upon a bequest of certain slaves, it was essential to a recovery at law that the assent of the executor to the legacy should be proved. This court, speaking by Chief Justice MARSHALL, said:\n'Although in the opinion of the court there was sufficient evidence in the special verdict from which the jury might have found the fact, yet they have not found it, and the court could not, upon a special verdict, intend it. The special verdict was defective in stating the evidence of the fact, instead of the fact itself. It was impossible, therefore, that a judgment could be pronounced for the plaintiff.'\n\n But it is suggested that the final judgment, upon its face, shows that it was not based, exclusively, on answers to the special questions, and the stipulation by the parties as to the amount of freight and value of wheat; but, also, 'upon facts conceded or not disputed upon the trial.' Although this court is not informed by the record as to what those conceded and undisputed facts are, it is insisted that we should presume, in support of the judgment, that they were, in connection with the facts specially found, sufficient to justify the action of the court below. This position, it is contended, is sustained by numerous decisions of the supreme court of Wisconsin, upon the subject of general and special verdicts, as defined and regulated by the laws of that state in force when this action was tried.\n It is not necessary, in this opinion, to enter upon an examination of those decisions, or to consider how far the local law controls in determining, either the essential requisites of a special verdict in the courts of the United States, or the conditions under which a judgment will be presumed to have been supported by facts other than those set out in a special verdict. The difficulty we have arises from other considerations. The record discloses that the defendants had a determination, by the jury, of a part of the facts, while other facts, upon which the final judgment was rested, were found, by the court, to have been conceded, or not disputed. If we should presume that there were no material facts consid- \n\n[106 U.S. 408, 412]\n \n ered by the court beyond those found in the answers to special questions, then, as we have seen, the facts found do not authorize the judgment. If, on the other hand, we should adjudge it to have been defendants' duty to preserve the evidence in a bill of exceptions, and that, in deference to the decisions of the state court, it should be presumed that the 'facts conceded or not disputed at the trial' were, in connection with the facts ascertained by the jury, ample to support the judgment, we then have a case at law which the jury was sworn to try, determined, as to certain material facts, by the court alone, without a waiver of jury trial as to such facts.\n It was the province of the jury to pass upon the issues of fact, and it was the right of the defendants, secured by the constitution of the United States, to have them do so. That right could have been waived, but it could not be taken from them by the court. If, upon the trial, all the facts essential to recovery had been undisputed, or so conclusively established the cause of action as to have authorized the withdrawal of the case altogether from the jury, by a peremptory instruction to find for plaintiffs, it would still have been necessary that the jury make its verdict, albeit in conformity with the order of the court. The court could not, consistently with the constitutional right of trial by jury, submit a part of the facts to the jury, and, itself, determine the remainder without a waiver by the defendants of a verdict by the jury. In civil cases, other than those in equity and admiralty, and except where it is otherwise provided in bankruptcy proceedings, 'the trial of issues of fact'-that is, of all the material issues of fact-'in the circuit courts shall be by jury,' unless the parties, or their attorneys of record, stipulate in writing for the waiver of a jury. Rev. St.  648-9. There is no such stipulation in this case, and there is nothing in the record from which such stipulation or waiver may be inferred. It has been often said by this court that the trial by jury is a fundamental guaranty of the rights and liberties of the people. Consequently, every reasonable presumption should be indulged against its waiver. For these reasons the judgment below must be reversed.\n One other point discussed by counsel for defendants in error must be noticed. He insisted that the order of reversal, if one \n\n[106 U.S. 408, 413]\n \n be made, should be accompanied by a direction to the court below to restrict the next trial to such issues as are not covered by the answers of the jury to special question. In support of this position we have been referred to several adjudications which seem to recognize the authority of the court, when setting aside a judgment, to restrict the subsequent trial to such issues as were not passed upon by the jury at the first trial. Whether this contention be sound or not we need not now determine, for the reason that the grounds upon which it rests have no existence, where, as here, the case, as to the issues triable by jury, was not submitted to the jury in the mode required by law. There is, then, no alternative but to reverse the judgment, with directions that a trial be had upon all the material issues of fact. It is so ordered. \n\n\n\n","6":"\n\nUnited States Supreme Court\nMELLON v. DELAWARE, L & W R CO(1882)\nNo. 244\nArgued: Decided: April 3, 1882\n\n\n\n Mr. Justice WOODS delivered the opinion of the court.\n The bill charged infringement of letters patent dated October 2, 1866, granted to Edward Mellon, one of the complainants, for an improvement in the mode of attaching tires to wheels of locomotives. Mellon had assigned a one-half inte est in his letters patent to William Matthews, and they two were joined as complainants.\n The defendant pleaded that while Mellon was the sole owner of the patent, to wit, on May 15, 1867, he had, for a valuable consideration, granted a license in writing to the defendant for the full term of the patent to use the improvement described therein upon all its locomotives, locomotive tires, and wheels.\n The complainants took issue on this plea. The circuit court heard the cause upon the pleadings and evidence, and dismissed the bill. The appeal of the complainants has brought up the case for our consideration.\n To support the issue on its part, the defendant produced a license in writing, signed and sealed by Mellon, dated May 15, 1867, which, its execution being admitted by Mellon, proved every allegation of the plea.\n The appellants asserted, however, that the license had been delivered as an escrow to John Brisbin, the president of the appellee, in order that he might present it at the next meeting of the board of directors of the company, and, if the board consented to pay and did pay $3,500 for the license, it was to take effect, otherwise not; and that nothing whatever had been paid for it. The appellee denied this, and asserted that the delivery was upon a valuable consideration received by Mellon, was \n\n[154 U.S. 673, 674]\n \n absolute, and without condition or reference to any future contingency.\n As the license is in the possession of appellee, and is produced by it on the trial, and on its face is absolute, and without any limitation or condition, the burden of proof is upon the appellants to show that it was delivered as an escrow.\n The only evidence to maintain their side of the controversy is in the deposition of Mellon. On the part of the appellee is the testimony of Brisbin, its president, to whom the license was delivered. His deposition contains a direct and explicit denial of the testimony of Mellon in reference to the delivery of the license, and he is corroborated by the evidence of another witness, who was superintendent of the rolling stock of the appellee at the time the license was delivered.\n The case turns upon a single question of fact. The burden of proving that fact is on the appellants, but the weight of the evidence is with the appellee.\n The decree of the circuit court dismissing the bill was right, and must be affirmed.\n Hector T. Fenton and Furman Sheppard, for appellants. \n\n\n\n","7":"\n\nUnited States Supreme Court\nST. CLAIR v. COX(1882)\n\nArgued: Decided: December 18, 1882\n\n\n C. J. Walker, for plaintiff in error.\n Don M. Dickinson and Levi T. Griffin, for defendant in error.\n\n FIELD, J.\n This action was brought by the plaintiff in the court below to recover the amount due on two promissory notes of the defendants, each for the sum of $2,500, bearing date on the second of August, 1877, and payable five months after date, to the order \n\n[106 U.S. 350, 351]\n \n of the Winthrop Mining Company, at the German National Bank, in Chicago, with interest at the rate of 7 per cent. per annum. To the action the defendants set up various defenses, and, among others, substantially these: That the consideration of the notes had failed; that they were given with two others of like tenor and amount to the Winthrop Mining Company, a corporation created under the laws of Illinois, in part payment for ore and other property sold to the defendants upon a representation as to its quantity, which proved to be incorrect; that only a portion of the quantity sold was ever delivered, and that the value of the deficiency exceeded the amount of the notes in suit; that at the commencement of the action, and before the transfer of the notes to the plaintiff, the Winthrop Mining Company was indebted to the defendants in a large sum, viz ., $10,000, upon a judgment recovered by them in the circuit court of Marquette county, in the state of Michigan, and that the notes were transferred to him after their maturity and dishonor, and after he had notice of the defenses to them. On the trial, evidence was given by the defendants tending to show that the plaintiff was not a bona fide holder of the notes for value. A certified copy of that judgment was also produced by them and offered in evidence, but on his objection that it had not been shown that the court had obtained jurisdiction of the parties, it was excluded, and to the exclusion an exception was taken. The jury found for him for the full amount claimed, and judgment having been entered thereon, the defendants brought the case here for review. The ruling of the court below in excluding the record constitutes the only error assigned.\n The judgment of the circuit court in Michigan was rendered in an action commenced by attachment. If the plaintiffs in that action were, at its commencement, residents of the state, of which some doubt is expressed by counsel, the jurisdiction of the court, under the writ, to dispose of the property attached cannot be doubted, so far as was necessary to satisfy their demand. No question was raised as to the validity of the judgment to that extent. The objection to it was as to evi- \n\n[106 U.S. 350, 352]\n \n dence that the amount rendered was an existing obligation or debt against the company. If the court had not acquired jurisdiction over the company, the judgment established nothing as to its liability, beyond the amount which the proceeds of the property discharged. There was no appearance of the company in the action, and judgment against it was rendered for $6,450 by default. The officer, to whom the writ of attachment was issued, returned that, by virtue of it, he had seized and attached certain specified personal property of the defendant, and had also served a copy of the writ, with a copy of the inventory of the property attached, on the defendant, 'by delivering the same to Henry J. Colwell, Esq., agent of the said Winthrop Mining Company, personally, in said county.'\n The laws of Michigan provide for attaching property of absconding, fraudulent, and non-resident debtors and of foreign corporations. They require that the writ issued to the sheriff, or other officer by whom it is to be served, shall direct him to attach the property of the defendant, and to summon him if he be found within the county, and also to serve on him a copy of the attachment and of the inventory of the property attached. They also declare that where a copy of the writ of attachment has been personally served on the defendant the same proceedings may be had thereon in the suit in all respects as upon the return of an original writ of summons personally served where suit is commenced by such summons. 2 Comp. Laws 1871,  6397, 6413. They also provide, in the chapter regulating proceedings by and against corporations, that 'suits against corporations may be commenced by original writ of summons, or by declaration, in the same manner that personal actions may be commenced against individuals, and such writ, or a copy of such declaration, in any suit against a corporation, may be served on the presiding officer, the cashier, the secretary, or the treasurer thereof; or, if there be no such officer, or none can be found, such service may be made on such other officer or member of such corporation, or in such other manner as the court in which such suit is brought may direct;' and that 'in suits commenced by attachment in favor of a resident of this state against any corporation created by or under the laws of any other state, \n\n[106 U.S. 350, 353]\n \n government, or country, if a copy of such attachment, and of the inventory of property attached, shall have been personally served on any officer, member, clerk, or agent of such corporation within this state, the same proceedings shall be thereupon had, and with like effect, as in case of an attachment against a natural person, which shall have been returned served in like manner upon the defendant.' 2 Comp. Laws 1871,  6544, 6550.\n The courts of the United States only regard judgments of the state courts establishing personal demands as having validity or as importing verity where they have been rendered upon personal citation of the party, or, what is the same thing, of those empowered to receive process for him, or upon his voluntary appearance.\n In Pennoyer v. Neff we had occasion to consider at length the manner in which the state courts can acquire jurisdiction to render a personal judgment against non-residents which would be received as evidence in the federal courts; and we held that personal service of citation on the party or his voluntary appearance was, with some exceptions, essential to the jurisdiction of the court. The exceptions related to those cases where proceedings are taken in a state to determine the status of one of its citizens towards a non-resident, or where a party has agreed to accept a notification to others or service on them as citation to himself. \n95 U.S. 714\n. The doctrine of that case applies, in all its force, to personal judgments of state courts against foreign corporations. The courts rendering them must have acquired jurisdiction over the party by personal service or voluntary appearance, whether the party be a corporation or a natural person. There is only this difference: A corporation, being an artificial being, can act only through agents, and only through them can be reached, and process must, therefore, be served upon them. In the state where a corporation is formed it is not difficult to ascertain who are authorized to represent and act for it. Its charter or the statutes of the state will indicate in whose hands the control and management of its affairs are placed. Directors are readily found, as also the officers appointed by them to manage its business. But the moment the boundary \n\n[106 U.S. 350, 354]\n \n of the state is passed difficulties arise; it is not so easy to determine who represent the corporation there and under what circumstances service on them will bind it. Formerly it was held that a foreign corporation could not be sued in an action for the recovery of a personal demand outside of the state by which it was chartered. The principle that a corporation must dwell in the place of its creation, and cannot, as said by Chief Justice TANEY, migrate to another sovereignty, coupled with the doctrine that an officer of the corporation does not carry his functions with him when he leaves his state, prevented the maintenance of personal actions against it. There was no mode of compelling its appearance in the foreign jurisdiction. Legal proceedings there against it were, therefore, necessarily confined to the disposition of such property belonging to it as could be there found; and to authorize them legislation was necessary.\n In McQueen v. Middleton Manuf'g Co., decided in 1819, the supreme court of New York, in considering the question whether the law of that state authorized an attachment against the property of a foreign corporation, expressed the opinion that a foreign corporation could not be sued in the state, and gave as a reason that the process must be served on the head or principal officer within the jurisdiction of the sovereignty where the artificial body existed; observing that if the president of a bank went to New York from another state he would not represent the corporation these; and that 'his functions and his character would not accompany him when he moved beyond the jurisdiction of the government under whose laws he derived this character.' 16 John. 6. The opinion thus expressed was not, perhaps, necessary to the decision of the case, but nevertheless it has been accepted as correctly stating the law. It was cited with approval by the supreme court of Massachusetts, in 1834, in Peckham v. North Parish in Haverhill, the court adding that all foreign corporations were without the jurisdiction of the process of the courts of the commonwealth. 16 Pick. 286. Similar expressions of opinion are found in numerous decisions, accompanied sometimes with suggestions that the doctrine might be otherwise if the foreign corporation sent its \n\n[106 U.S. 350, 355]\n \n officer to reside in the state and transact business there on its account. Libbey v. Hodgdon, 9 N. H. 397; Moulin v. Ins. Co. 4 Zab. 223.\n This doctrine of the exemption of a corporation from suit in a state other than that of its creation, was the cause of much inconvenience and often of manifest injustice. The great increase in the number of corporations of late years, and the immense extent of their business, only made this inconvenience and injustice more frequent and marked. Corporations now enter into all the industries of the country. The business of banking, mining, manufacturing, transportation, and insurance is almost entirely carried on by them, and a large portion of the wealth of the country is in their hands. Incorporated under the laws of one state, they carry on the most extensive operations in other states. To meet and obviate this inconvenience and injustice, the legislatures of several states interposed and provided for service of process on officers and agents of foreign corporations doing business therein. While the theoretical and legal view, that the domicile of a corporation is only in the state where it is created, was admitted, it was perceived that when a foreign corporation sent its officers and agents into other states and opened offices, and carried on its business there, it was, in effect, as much represented by them there as in the state of its creation. As it was protected by the laws of those states, allowed to carry on its business within their borders, and to sue in their courts, it seemed only right that it should be held responsible in those courts to obligations and liabilities there incurred. All that there is in the legal residence of a corporation in the state of its creation consists in the fact that by its laws the corporators are associated together and allowed to exercise as a body certain functions, with a right of succession in its members. Its officers and agents constitute all that is visible of its existence; and they may be authorized to act for it without as well as within the state. There would seem, therefore, to be no sound reason why, to the extent of their agency, they should not be equally deemed to represent it in the states for which they are respectively appointed when it is called to legal responsibility for their transactions. \n\n[106 U.S. 350, 356]\n \n The case is unlike that of suits against individuals. They can act by themselves, and upon them process can be directly served, but a corporation can only act and be reached through agents. Serving process on its agents in other states, for matters within the sphere of their agency, is, in effect, serving process on it as much so as if such agents resided in the state where it was created.\n A corporation of one state cannot do business in another state without the latter's consent, express or implied, and that consent may be accompanied with such conditions as it may think proper to impose. As said by this court in Lafayette Ins. Co. v. French, 'these conditions must be deemed valid and effectual by other states and by this court, provided they are not repugnant to the constitution or laws of the United States or inconsistent with those rules of public law which secure the jurisdiction and authority of each state from encroachment by all others, or that principle of natural justice which forbids condemnation without opportunity for defense.' 18 How. 407; Paul v. Virginia, 8 Wall. 181.\n The state may, therefore, impose as a condition upon which a foreign corporation shall be permitted to do business within her limits, that it shall stipulate that in any litigation arising out of its transactions in the state, it will accept as sufficient the service of process on its agents or persons specially designated, and the condition would be eminently fit and just. And such condition and stipulation may be implied as well as expressed. If a state permits a foreign corporation to do business within her limits, and at the same time provides that in suits against it for business there done, process shall be served upon its agents, the provision is to be deemed a condition of the permission; and corporations that subsequently do business in the state are to be deemed to assent to such condition as fully as though they had specially authorized their agents to receive service of the process. Such condition must not, however, encroach upon that principle of natural justice which requires notice of a suit to a party before he can be bound by it. It must be reasonable; and the service provided for should be only upon such agents as may be properly deemed representatives of the foreign corporation. The decision of this \n\n[106 U.S. 350, 357]\n \n court in the case of Lafayette Ins. Co. v. French, to which we have already referred, sustains these views.\n The state of Michigan permits foreign corporations to transact business within her limits. Either by express enactment, as in the case of insurance companies, or by her acquiescence, they are as free to engage in all legitimate business as corporations of her own creation. Her statutes expressly provide for suits being brought by them in her courts, and for suits by attachment being brought against them in favor of residents of the state. And in these attachment suits they authorize the service of a copy of the writ of attachment, with a copy of the inventory of the property attached, on 'any officer, member, clerk, or agent of such corporation,' within the state, and give to a personal service of a copy of the writ and of the inventory on one of these persons the force and effect of personal service of a summons on a defendant in suits commenced by summons.\n It thus seems that a writ of foreign attachment in that state is made to serve a double purpose-as a command to the officer to attach property of the corporation and as a summons to the latter to appear in the suit. We do not, however, understand the laws as authorizing the service of a copy of the writ, as a summons, upon an agent of a foreign corporation unless the corporation be engaged in business in the state, and the agent be appointed to act there. We so construe the words 'agent of such corporation within this state.' They do not sanction service upon an officer or agent of the corporation who resides in another state, and is only casually in the state, and not charged with any business of the corporation there. The decision in Newell v. Great Western Ry. Co. reported in 19 Mich. 336, supports this view, although that was the case of an attempted service of a declaration as the commencement of the suit. The defendant was a Canadian corporation owning and operating a railroad from Suspension Bridge in Canada to the Detroit line at Windsor, opposite Detroit, and carrying passengers in connection with the Michigan Central Railroad Company, upon tickets sold by such companies respectively. The suit was commenced in Michigan, the declaration alleging a contract by the defendant to carry the plaintiff over its road, and its violation of the contract by \n\n[106 U.S. 350, 358]\n \n removing him from its cars at an intermediate station. The declaration was served upon Joseph Price, the treasurer of the corporation, who was only casually in the state. The corporation appeared specially to object to the jurisdiction of the court, and pleaded that it was a foreign corporation, and had no place of business or agent or officer in the state, or attorney to receive service of legal process, or to appear for it; and that Joseph Price was not in the state at the time of service on him on any official business of the corporation. The plaintiff having demurred to this plea the court held the service insufficient.\n'The corporate entity,' said the court, 'could by no possibility enter the state, and it could do nothing more in that direction than to cause itself to be represented here by its officers or agents. Such representation would, however, of the corporation, and not as an isolated the mere presence here of a person possessing, when in Canada, the relation to the company of an officer or agent. To involve the representation of the company here, the supposed representative would have to hold or enjoy in this state an actual present official or representative status. He would be required to be here as an agent or officer of the corporation, and not as isolated individual. If he should drop the official or representative character at the frontier, if he should bring that character no further than the territorial boundary of the government to whose laws the corporate body itself, and consequently the official positions of its officers also, would be constantly indebted for existence, it could not, with propriety, be maintained that he continued to possess such character by force of our statute. Admitting, therefore, for the purpose of this suit, that in given cases the foreign corporation would be bound by service on its treasurer in Michigan, this could only be so when the treasurer, the then official, the officer then in a manner impersonating the company, should be served. Joseph Price was not here as the treasurer of the defendants. He did not then represent them. His act in coming was not the act of the company, nor was his remaining the business or act of any besides himself. He had no principal and he was not an agent. He had no official status or representative character in this state.'\n\n According to the view thus expressed by the supreme court \n\n[106 U.S. 350, 359]\n \n of Michigan service upon an agent of a foreign corporation will not be deemed sufficient unless he represents the corporation in the state. This representation implies that the corporation does business, or has business in the state for the transaction of which it sends or appoints an agent there. If the agent occupies no representative character with respect to the business of the corporation in the state, a judgment rendered upon service on him would hardly be considered in other tribunals as possessing any probative force. In a case where similar service was made in New York upon an officer of a corporation of New Jersey accidentally in the former state, the supreme court of New Jersey said that a law of another state which sanctioned such service upon an officer accidentally within its jurisdiction was 'so contrary to natural justice and to the principles of international law that the courts of other states ought not to sanction it.' Moulin v. Ins. Co. 4 Zab. 234.\n Without considering whether authorizing service of a copy of a writ of attachment as a summons on some of the persons named in the statute-a member, for instance, of the foreign corporation, that is, a mere stockholder-is not a departure from the principle of natural justice mentioned in Lafayette Ins. Co. v. French, which forbids condemnation without citation, it is sufficient to observe that we are of opinion that when service is made within the state upon an agent of a foreign corporation it is essential, in order to support the jurisdiction of the court to render a personal judgment, that it should appear somewhere in the record-either in the application for the writ or accompanying its service, or in the pleadings or the finding of the court-that the corporation was engaged in business in the state. The transaction of business by the corporation in the state, general or special, appearing, a certificate of service by the proper officer on a person who is its agent there would, in our opinion, be sufficient prima facie evidence that the agent represented the company in the business. It would then be open, when the record is offered as evidence in another state, to show that the agent stood in no representative character to the company, that his duties were limited to those of a subordinate employe, or to a particular \n\n[106 U.S. 350, 360]\n \n transaction, or that his agency had ceased when the matter in suit arose.\n In the record, a copy of which was offered in evidence in this case, there was nothing to show, so far as we can see, that the Winthrop Mining Company was engaged in business in the state when service was made on Colwell. The return of the officer, on which alone reliance was placed to sustain the jurisdiction of the state court, gave no information on the subject. It did not, therefore, appear even prima facie that Colwell stood in any such representative character to the company as would justify the service of a copy of the writ on him. The certificate of the sheriff, in the absence of this fact in the record, was insufficient to give the court jurisdiction to render a personal judgment against the foreign corporation. The record was, therefore, properly excluded.\n Judgment affirmed. \n\n\n\n","8":"\n\nUnited States Supreme Court\nU S v. CANDA(1882)\nNo. 257\nArgued: Decided: April 10, 1882\n\n\n The Attorney General and the Solicitor General, for the United States.\n\n Mr. Chief Justice WAITE delivered the opinion of the court.\n This case comes here on a certificate of division as to questions arising on a motion to quash an information, and must be dismissed for want of jurisdiction, on the authority of U. S. v. Rosenburgh. 7 Wall. 580, and U. S. v. Avery, 13 Wall. 251. It is consequently so ordered.[ U S v. Canda \n154 U.S. 674\n (1882) ] \n\n\n\n","9":"\n\nUnited States Supreme Court\nU S v. LEE(1882)\n\nArgued: Decided: December 4, 1882\n\n\n Solicitor General Phillips and W. Willoughby, for plaintiff in error.\n S. F. Beach, Leigh R. Paige, Wm. J. Robertson, Francis L. Smith, and W. D. Shipman, for defendant in error.\n\n MILLER, J.\n These are two writs of error to the same judgment, one prosecuted by the United States, eo nomine, and the other by the \n\n[106 U.S. 196, 197]\n \n attorney general of the United States in the names of Frederick Kaufman and Richard. P. Strong, the defendants against whom judgment was rendered in the circuit court. The action was originally commenced in the circuit court for the county of Alexandria, in the state of Virginia, by the present defendant in error, against Kaufman and Strong and a great number of others, in the names of the real parties under which the pleadings to recover possession of a parcel of land of about 1,100 acres, known as the Arlington estate. It was an action of ejectment in the form prescribed by the statutes of Virginia, under which the pleadings are in the names of the real parties plaintiff and defendant. As soon as the declaration was filed in that court the case was removed into the circuit court of the United States by writ of certiorari, where all the subsequent proceedings took place. It was tried by a jury, and during the progress of the trial an order was made, at the request of the plaintiff, dismissing the suit as to all of the defendants except Kaufman and Strong. Against each of these a judgment was rendered for separate parcels of the land in controversy, namely, against Kaufman for about 200 acres of it, constituting the national cemetery and included within its walls, and against Strong for the remainder of the tract, except 17 acres in the possession of Maria Syphax. As the United States was not a party to the suit below, and, while defending the action by its proper law officers, expressly declined to submit itself as a defendant to the jurisdiction of the court, there may exist some doubt whether it has a right to prosecute the writ of error in its own name; but as the judgment against Kaufman and Strong is here on their writ of error, and as under that writ all the questions are raised which can be raised under the other, their writ being prosecuted in the interest of the United States, and argued here by the solicitor general, the point is immaterial, and the question has not been mooted. The first step taken in the case, after it came into the circuit court of the United States, was the filing in the clerk's office of that court of the following paper by the attorney general: \n\n[106 U.S. 196, 198]\n \n 'George W. C. Lee v. Frederick Kaufman, R. P. Strong, and others. (In ejectment.)\n'And now comes the attorney general of the United States and suggests to the court and gives it to understand and be informed (appearing only for the purpose of this motion) that the property in controversy in this suit has been for more than 10 years and now is held, occupied, and possessed by the United States, through its officers and agents, charged in behalf of the government of the United States with the control of the property, and who are in the actual possession thereof, as public property of the United States, for public uses, in the exercise of their sovereign and constitutional powers, as a military station, and as a national cemetery established for the burial of deceased soldiers and sailors, and known and designated as the 'Arlington Cemetery,' and for the uses and purposes set forth in the certificate of sale, a copy of which, as stated and prepared by the plaintiff, and which is a true copy thereof, is annexed hereto and filed herewith, under claim of title, as appears by the said certificate of sale, and which was executed, delivered, and recorded as therein appears.\n\n'Wherefore, without submitting the rights of the government of the United States to the jurisdiction of the court, but respectfully insisting that the court has no jurisdiction of the subject in controversy, he moves that the declaration in said suit be set aside, and all the proceedings be stayed and dismissed, and for such other order as may be proper in the premises.\n\n'CHAS. DEVENS, Atty. Gen. U. S.'\n\n The plaintiff demurred to this suggestion, and, on hearing, the demurrer was sustained. The case was thereupon tried before a jury on the general issue pleaded by defendants Kaufman and Strong, in the course of which the question raised by this suggestion of the attorney general was again presented to the court by prayers for instruction, which were rejected and exceptions taken.\n The plaintiff offered evidence establishing title in himself by the will of his grandfather, George Washington Parke Curtis, who devised the Arlington estate to his daughter, the wife of Gen. Robert E. Lee, for life, and after her death to the \n\n[106 U.S. 196, 199]\n \n plaintiff. This, with the long possession under that title, made a prima facie right of recovery in plaintiff. The title relied on by defendants was a tax-sale certificate made by the commissioners appointed under the act of congress of June 7, 1862, 'for the collection of direct taxes in the insurrectionary districts within the United States,' as amended by the act of February 6, 1863. At this sale the land was bid in by said commissioners for the United States, and a certificate of that fact was given by these commissioners and introduced on the trial as evidence by defendants. If this sale was a valid sale, and the certificate conveyed a valid title, then the title of plaintiff was thereby divested, and he could not recover. If the proceedings evidenced by the tax sale did not transfer the title of the property to the United States, then it remained in the plaintiff, and, so far as the question of title was concerned, his recovery was a rightful one.\n We have then two questions presented to the court and jury below, and the same questions arise in this court on the record: (1) Could any action be maintained against the defendants for the possession of the land in controversy under the circumstances of the relation of that possession to the United States, however clear the legal right to that possession might be in plaintiff? (2) If such an action could be maintained, was the prima facie title of plaintiff divested by the tax sale and the certificate given by the commissioners? It is believed that no division of opinion exists among the members of this court on the proposition that the rulings of law under which the latter question was submitted by the court to the jury was sound, and that the jury were authorized to find, as they evidently did find, that the tax certificate and the sale which it recited did not divest the plaintiff of his title to the property.\n For this reason we will consider first the assignment of errors on that subject. No substantial objection is seen on the face of the certificate to its validity, and none has been seriously urged. It was admitted in evidence by the court, and, unless impeached by \n\n[106 U.S. 196, 200]\n \n extrinsic evidence offered by the plaintiff, it defeated his title. When this tax sale was made the act of February 6, 1863, which amended the original act of June 7, 1862, by substituting a new section 7 for that of the former, was in force. It declares that the certificate of the commissioners given to the purchaser at such sale 'shall be received in all courts and places as prima facie evidence of the regularity and validity of said sale, and of the title of the said purchaser or purchasers under the same;' and that it 'shall only be affected as evidence of the regularity and validity of sale by establishing the fact that said property was not subject to taxes, or that the taxes had been paid previous to sale, or that the property had been redeemed according to the provisions of this act.' It is in reference to the clause which permits the certificate to be impeached by showing that the taxes had been paid previous to sale that the plaintiff in the present case introduced evidence. This court has in a series of cases established the proposition that where the commissioners refused to receive such taxes, their action in thus preventing payment was the equivalent of payment in its effect upon the certificate of sale. Bennett v. Hunter, 9 Wall. 326; Tacey v. Irwin, 18 Wall. 549; Atwood v. Weems, \n99 U.S. 183\n. There are exceptions to the ruling of the court on the admission of evidence, and instructions to the jury given and refused on this subject, which are made the foundation of several assignments of error.\n All that is necessary to be considered in this matter is presented in the instructions granted and refused. The point in issue is fairly raised by the following, given at the request of plaintiff, and against the objection of defendants:\n'If the jury believe from the evidence that the commissioners, prior to January 11, 1864, established, announced, and uniformly followed a general rule, under which they refused to receive on property which had been advertised for sale from any one but the owner, or a party in interest, in person, when offered, the amount chargeable upon said property by virtue of the said acts of congress, then said rule dispensed with the \n\n[106 U.S. 196, 201]\n \n necessity of a tender, and in the absence of proof to the contrary the law presumes that said amount would have been paid, and the court instructs the jury that, upon such a state of facts, the sale of the property in controversy, made on the eleventh day of January, 1864, was unauthorized, and conferred no title on the purchaser;' and by instructions six and seven, given at the request of defendants, in the following language:\n\n'6. The burden of proof is upon the plaintiff to establish the fact that the tax commissioners, before the sale of this property, made a general rule not to receive taxes except from the owner in person after the advertisement and before the sale; and if the jury believe that only two such instances occurred before the sale of this property, and if there is no evidence that the other two commissioners, or either of them, ever acted under such rule or practice, except Commissioner Hawxhurst, or that they or either of them ever concurred in such action before the sale of this property, then the said two instances in which Mr. Hawxhurst alone acted do not establish the said practice by the board of commissioners before the sale of this property in a sufficient manner to render the certificate of sale of this property invalid.\n\n'7. In order to establish a general practice or rule of the board of commissioners not to receive taxes except from the owner in person, after advertisement and before sale,-before the date of the sale of the property in controversy,-the jury must find from evidence produced on this trial that a majority of such board adopted such practice or rule, or concurred therein, before the date of the sale of this property, and, in the absence of proof to the contrary, the law presumes that a majority of such board did not adopt such practice or rule, or concur therein before such date.'\n\n We think these presented correctly to the jury the principle established by the cases in this court above referred to; that is, that the commissioners themselves, having established and acted upon a rule that payment of the taxes after advertisement would be received from no one but the owner of the land appearing in person to pay them,-that if offered by his tenant, his agent, or his attorney in fact duly appointed, it would be rejected,-it would be an idle ceremony for any of these to make \n\n[106 U.S. 196, 202]\n \n the offer; and an actual tender by such persons, as it would certainly not be accepted, need not be made. That the commissioners, having in the execution of the law acted upon a rule which deprived the owner of the land of an important right,-a right which went to the root of the matter, a right which has in no instance known to us, or cited by counsel, been refused to a tax-payer,-the sale made under such circumstances is invalid, as much so as if the tax had been actually paid or tendered. The proposition is thus expressed by this court at its last term in the case of Hills v. Albany Exchange Bank,* as the result of the cases above cited: 'It is a general rule that when the tender or performence of an act is necessary to the establishment of any right against another party, this tender or offer to perform is waived or becomes unnecessary when it is reasonably certain that the offer will be refused.'\n The application of these decisions to the case before us is denied by counsel on two grounds. The first of these is that the case of Bennett v. Hunter was decided on the language of the act of 1862, and that due attention was not given to the peculiar language of the substituted section 7 of the act of 1863, which says that 'when the owner of the land shall not on or before the day of sale appear in person before said board of commissioners and pay the amount of the tax, with 10 per centum interest thereon, with the costs of advertising the same, or request the same to be struck off to a purchaser for a less sum than two-thirds of the assessed value of said several lots or parcels of ground, the said commissioners shall be authorized at said sale to bid off the same for the United States at a sum not exceeding two-thirds of the assessed value thereof.' It is argued from this that no right to pay the tax under this statute existed except by the owner in person.\n The reply to this is that in the cases of Bennett v. Hunter and Tacey v. Irwin, the sales that were under consideration are clearly shown by the reports to have been made after the act of 1863, and it is believed that no sale for taxes was made under the original tax law until after that amendment was passed, and that all the officers charged with the duty of collecting that tax were aware of the language of the new seventh section. It is quite apparent from the opinion of Chief Justice \n\n[106 U.S. 196, 203]\n \n CHASE, who spoke for the court in the case of Bennett v. Hunter, and who was secretary of the treasury when both statutes were enacted, that he understood well that he was deciding the very question raised by the requirement to appear in person in the latter act, and intended to decide that, notwithstanding this, the owner had a right to pay the tax before sale by an agent or a friend. Besides, there was no other provision of either the act of 1862 or the amendment of 1863 which gave the owner the right to pay at all between the advertisement and the sale. The third section of the original act gave the right to pay for 60 days after the tax commissioners had fixed the amount of the tax, and no longer; and the seventh section of that act, as well as its substitute of 1863, gave the right to redeem after the sale was made.\n It is clear, therefore, that Bennett v. Hunter, Tacey v. Irwin, and Atwood v. Weems were decisions construing the substituted seventh section of 1863.\n In the case of Turner v. Smith, 14 Wall. 553, this court, in construing the change in the language of the seventh section, held that its object was to authorize the United States, by its commissioner, to bid more than the tax and costs, which they could not do before, and to limit them to two-thirds of its value, and that after the amount of costs and tax had been bid the United States should not bid against a purchaser named by the owner. It was probably in reference to this that the act required the personal presence of the owner before the commissioners to name a purchaser against whom the United States should not compete after it was secured by a bid which covered the tax, interest, and costs.\n The other point raised is, that the right to pay the taxes between the advertisement and day of sale in any other mode than by personal appearance of the owner before the commissioners, did not exist in cases where the United States became the purchaser. As it could never be known until the day of sale whether the United States would become the purchaser or not, it would seem that the duty of the commissioners to receive the taxes was to be exercised without reference to the possibility of the land being struck off to the United States. \n\n[106 U.S. 196, 204]\n \n In the case of Cooley v. O'Connor, 12 Wall. 391, it was held that the act contemplated that a certificate of sale should be given when the United States became the purchaser, as in other cases, and no reason is shown why that certificate should have any greater effect as evidence of title than in the case of a private purchaser, nor why it should not be subject to the same rules in determining its validity, nor why the payment or tender of the tax, interest, and costs, should not be made by an agent in the one case as in the other. It is proper to observe that there was evidence, uncontradicted, to show that Mr. Fendall appeared before the commissioners in due time and offered on the part of Mrs. Lee, in whom the title then was, to pay the taxes, interest, and costs, and was told that the commissioners could receive the money from no one but the owner of the land in person. In all this matter we do not see any error in the rulings of the court, nor any reason to doubt that the jury were justified in finding that the United States acquired no title under tax-sale proceedings. In approaching the other question which we are called on to decide, it is proper to make a clear statement of what it is.\n The counsel for plaintiffs in error, and in behalf of the United States, assert the proposition, that though it has been ascertained by the verdict of the jury, in which no error is found, that the plaintiff has the title to the land in controversy, and that what is set up in behalf of the United States is no title at all, the court can render no judgment in favor of the plaintiff against the defendants in the action, because the latter hold the property as officers and agents of the United States, and it is appropriated to lawful public uses. This proposition rests on the principle that the United States cannot be lawfully sued without its consent in any case, and that no action can be maintained against any individual without such consent, where the judgment must depend on the right of the United States to property held by such persons as officers or agents for the government. The first branch of this proposition is conceded to be the established law of this country and of this court at the present day; the second, as a necessary or proper deduction from the first, is denied. \n\n[106 U.S. 196, 205]\n \n In order to decide whether the inference is justified from what is conceded, it is necessary to ascertain, if we can, on what principle the exemption of the United States from a suit by one of its citizens is founded, and what limitations surround this exemption. In this, as in most other cases of like character, it will be found that the doctrine is derived from the laws and practices of our English ancestors; and while it is beyond question that from the time of Edward the First until now the king of England was not suable in the courts of that country, except where his consent had been given on petition of right, it is a matter of great uncertainty whether prior to that time he was not suable in his own courts and in his kingly character as other persons were. We have the authority of Chief Baron COMYN, 1 Dig. 132, 'Action, C 1,' and 6 Dig. 67, 'Prerogative;' and of the Mirror of Justices, c. 1,  3, and c. 5,  1, that such was the law; and of BRACTON and Lord HOLT, that the king never was suable of common right. It is certain, however, that after the establishment of the petition of right about that time, as the appropriate manner of seeking relief where the ascertainment of the parties' rights required a suit against the king, no attempt has been made to sue the king in any court except as allowed on such petition. It is believed that this petition of right, as it has been practiced and observed in the administration of justice in England, has been as efficient in securing the rights of suitors against the crown in all cases appropriate to judicial proceedings, as that which the law affords in legal controversies between the subjects of the king among themselves.\n'If the mode of proceeding to enforce it be formal and ceremonious, it is, nevertheless, a practical and efficient remedy for the invasion by the sovereign power of individual rights.' U.S. v. O'Keefe, 11 Wall. 178.\n\n There is in this country, however, no such thing as the petition of right, as there is no such thing as a kingly head to the nation, or to any of the states which compose it. There is vested in no officer or body the authority to consent that the state shall be sued except in the law-making power, which may give such consent on the terms it may choose to impose. The Davis, 10 Wall. 15. Congress has created a court in which it \n\n[106 U.S. 196, 206]\n \n has authorized suits to be brought against the United States, but has limited such suits to those arising on contract, with a few unimportant exceptions.\n What were the reasons which forbid that the king should be sued in his own court, and how do these reasons apply to the political body corporate which we call the United States of America? As regards the king, one reason given by the old judges was the absurdity of the king's sending a writ to himself to command the king to appear in the king's court. No such reason exists in our government, as process runs in the name of the president and may be served on the attorney general, as was done in the case of Chisholm v. State of Georgia.** Nor can it be said that the dignity of the government is degraded by appearing as a defendant in the courts of its own creation, because it is constantly appearing as a party in such courts, and submitting its rights as against the citizens to their judgment.\n Mr. Justice GRAY, of the supreme court of Massachusetts, in an able and learned opinion which exhausts the sources of information on this subject, says: 'The broader reason is that it would be inconsistent with the very idea of supreme executive power, and would endanger the performance of the public duties of the sovereign, to subject him to repeated suits as a matter of right, at the will of any citizen, and to submit to the judicial tribunals the control and disposition of his public property, his instruments and means of carrying on his government in war and in peace, and the money in his treasury.' Briggs v. The Light Boats, 11 Allen, 162. As we have no person in this government who exercises supreme executive power or performs the public duties of a sovereign, it is difficult to see on what solid foundation of principle the exemption from liability to suit rests. It seems most probable that it has been adopted in our courts as a part of the general doctrine of publicists, that the supreme power in every state, wherever it may reside, shall not be compelled, by process of courts of its own creation, to defend itself from assaults in those courts.\n It is obvious that in our system of jurisprudence, the principle is as applicable to each of the states as it is to the United States, except in those cases where by the constitution a state \n\n[106 U.S. 196, 207]\n \n of the Union may be sued in this court. Railroad Co. v. Tennessee, \n101 U.S. 337\n; Railroad Co. v. Alabama, Id. 832.\n That the doctrine met with a doubtful reception in the early history of this court may be seen from the opinions of two of its justices in the case of Chisholm v. State of Georgia, where Mr. Justice WILSON, a member of the convention which framed our constitution, after a learned examination of the laws of England and other states and kingdoms, sums up the result by saying: 'We see nothing against, but much in favor of, the jurisdiction of this court over the state of Georgia, a party to this cause.' 2 Dall. 461. Chief Justice JAY also considered the question as affected by the difference between a republican state like ours, and a personal sovereign, and held that there is no reason why a state should not be sued, though doubting whether the United States would be subject to the same rule. 2 Dall. 78.\n The first recognition of the general doctrine by this court is to be found in the case of Cohens v. Virginia, 6 Wheat. 380.\n The terms in which Chief Justice MARSHALL there gives assent to the principle does not add much to its force. 'The counsel for the defendant,' he says, 'has laid down the general proposition that a sovereign independent state is not suable except by its own consent.' This general proposition, he adds, will not be controverted. And while the exemption of the United States and of the several states from being subjected as defendants to ordinary actions in the courts has since that time been repeatedly asserted here, the principle has never been discussed or the reasons for it given, but it has always been treated as an established doctrine. U. S. v. Clarke, 8 Pet. 436; Same v. McLemore 4 How. 286; Hill v. U. S. 9 How. 386; Nations v. Johnson, 24 How. 195; The Siren, 7 Wall. 152; The Davis, 10 Wall. 15. On the other hadn, while acceding to the general proposition that in no court can the United States be sued directly by original process as a defendant, there is abundant evidence in the decisions of this court that the doctrine, if not absolutely limited to cases in which the United States are made defendants by name, is not permitted to interfere with the judicial \n\n[106 U.S. 196, 208]\n \n enforcement of the established rights of plaintiffs when the United States is not a defendant or a necessary party to the suit.\n But little weight can be given to the decisions of the English courts on this branch of the subject, for two reasons: (1) In all cases where the title to property came into controversy between the crown and a subject, whether held in right of the person who was king or as representative of the nation, the petition of right presented a judicial remedy-a remedy which this court, on full examination in a case which required it, held to be practical and efficient. There has been, therefore, no necessity for suing the officers or servants of the king who held possession of such property, when the issue could be made with the king himself as defendant. ( 2) Another reason of much greater weight is found in the vast difference in the essential character of the two governments as regards the source and the depositaries of power.\n Notwithstanding the progress which has been made since the days of the Stuarts in stripping the crown of its powers and prerogatives, it remains true to-day that the monarch is looked upon with too much reverence to be subjected to the demands of the law as ordinary persons are, and the king-loving nation would be shocked at the spectacle of their queen being turned out of her pleasure garden by a writ of ejectment against the gardener. The crown remains the fountain of honor, and the surroundings which give dignity and majesty to its possessor are cherished and enforced all the more strictly because of the loss of real power in the government. It is not to be expected, therefore, that the courts will permit their process to disturb the possession of the crown by acting on its officers or agents.\n Under our system the people, who are there called subjects, are the sovereign. Their rights, whether collective or individual, are not bound to give way to a sentiment of loyalty to the person of the monarch. The citizen here knows no person, however near to those in power, or however powerful himself, to whom he need yield the rights which the law secures to him when it is well administered. When he, in one of the courts of competent jurisdiction, has established his right to property, \n\n[106 U.S. 196, 209]\n \n there is no reason why deference to any person, natural or artificial, not even the United States, should prevent him from using the means which the law gives him for the protection and enforcement of that right.\n Another class of cases in the English courts, in which attempts have been made to subject the public ships and other property of foreign and independent nations found within English territory to their jurisdiction, is also inapplicable to this case; for, both by the English courts and ours, it has been uniformly held that these were questions, the decisions of which, as they might involve war or peace, must be primarily dealt with by those departments of the government which had the power to adjust them by negotiation, or to enforce the rights of the citizen by war. In such cases the judicial department of this government follows the action of the political branch, and will not embarrass the latter by assuming an antagonistic jurisdiction. Such were the cases of The Exchange, 7 Cranch, 116; Luther v. Borden, 7 How. 42; State of Georgia, v. Stanton, 6 Wall. 75.\n The earliest case in this court in which the true rule is laid down, and which, bearing a close analogy to the one before us, seems decisive of it, is that of the U. S. v. Peters, 5 Cranch, 115. In an admiralty proceeding commenced before the formation of the constitution, and which afterwards came into the district court of the United States for Pennsylvania, that court, after full hearing, had decided that the libelants were entitled to the proceeds of the sale of a vessel condemned as prize of war, which had come to the possession of David Rittenhouse, as treasurer of the state of Pennsylvania. The district judge had declined to issue any process to enforce his decree against the representatives of Rittenhouse, on the ground that the funds were held as the property of that state, and that as the state could not be subjected to judicial process, neither could the officer who held the money in her right. The analogy to the case before us will be seen when it is further stated that the examination of the case and the decree of the court had passed upon this claim of the state to the money, which had been fully presented, and had decided that the libelants and not the state were legally entitled to it. In that case, as in this, it was argued that the suit was in reality against the state. But on an application for a writ \n\n[106 U.S. 196, 210]\n \n of mandamus to compel the judge of the district court to proceed in the execution of his decree, it was granted. In delivering the opinion, MARSHALL, C. J., says: 'The stare cannot be made a defendant to a suit brought by an individual, but it remains the duty of the courts of the United States to decide all cases brought before them by citizens of one state against citizens of a different state, when a state is not necessarily a defendant. In this case the suit was not instituted against the state or its treasurer, but against the executrixes of David Rittenhouse for the proceeds of a vessel condemned in the court of admiralty, which were admitted to be in their possession. If these proceeds had been the actual property of Pennsylvania, however wrongfully acquired, the disclosure of that fact would have presented a case on which it was unnecessary to give an opinion; but it certainly can never be alleged that a mere suggestion of title in a state to property in possession of an individual must arrest the proceedings of the court, and prevent their looking into the suggestion and examining the validity of the title.'\n The case before us is a suit against Strong and Kaufman, as individuals, to recover possession of property. The suggestion was made that it was the property of the United States, and that the court, without inquiring into the truth of this suggestion, should proceed no further; and in this case, as in that, after a judicial inquiry had made it clear that the property belonged to plaintiff and not to the United States, we are still asked to forbid the court below to proceed further, and to reverse and set aside what it has done, and thus refuse to perform the duty of deciding suits properly brought before us by citizens of the United States.\n It may be said, in fact it is said, that the present case differs from the one in 5 Cranch, because the officers who are sued assert no personal possession, but are holding as the mere agents of the United States, while the executors of Rittenhouse held the money until a better right was established. But the very next case in this court of a similar character (Meigs v. McClung's Lessee, 9 Cranch, 11) shows that this distinction was not recognized as sound. The property sued for in that case was land on which the United States had a garrison erected at a cost of \n\n[106 U.S. 196, 211]\n \n $30,000, and the defendants were the military officers in possession, and the very question now in issue was raised by these officers, who, according to the bill of exceptions, insisted that the action could not be maintained against them, 'because the land was occupied by the United States troops, and the defendants as officers of the United States, for the benefit of the United States, and by their direction.' They further insisted, says the bill of exceptions, that the United States had a right by the constitution to appropriate the property of the individual citizen. The court below overruled these objections, and held that the title being in plaintiff he might recover, and that 'if the land was private property the United States could not have intended to deprive the individual of it without making him compensation therefor.' Although the judgment of the circuit court was in favor of the plaintiff, and its result was to turn the soldiers and officers out of possession and deliver it to plaintiff, Chief Justice MARSHALL concludes his opinion in this emphatic language: 'This court is unanimously and clearly of opinion that the circuit court committed no error in instructing the jury that the Indian title was extinguished to the land in controversy, and that the plaintiff below might sustain his action.' We are unable to discover any difference whatever in regard to the objection we are now considering between this case and the one before us. Impressed by the force of this argument, counsel say that the question of the objection arising out of the possession of the United States was not considered in that case because it was not urged in argument by counsel. But it is manifest that it was so set out in the bill of exceptions, and so much relied on in the court below that it could not have escaped the attention of the court and of the eminent man who had only six years before delivered the opinion in the case of the U. S. v. Peters. Nor could the case have been decided as it was if the doctrine now contended for be sound, since the effect of the judgment was to dispossess the United States of an occupied garrison by the judgment against the officers in charge of it.\n In the case of Wilcox v. Jackson, 13 Pet. 498, the contest was over a fort of the United States which had been in its continued pos- \n\n[106 U.S. 196, 212]\n \n session for over 30 years, and was so occupied when the suit was brought against its officers to dispossess them. The case came from the supreme court of Illinois to this court on writ of error, and the judgment in favor of the plaintiff was reversed. The question now under consideration was not passed upon directly by this court. But a long examination of the question whether the plaintiff had proved title in himself, and a decision that while the state courts of Illinois held a certificate of purchase from the United States to be a legal title under her statute, that statute was invalid, might all have been avoided by the simple declaration that the United States, being in possession of the property as a fort, no action at law against its officers could be maintained. But no such proposition was advanced by counsel on either side, or considered by the court. There is a very satisfactory reason for this. The cases of U. S. v. Peters, of Meigs v. McClung, and of Osborn v. United States Bank, had all involved the same question, and in the first and last of these cases the principle was fully discussed, and in the other necessarily decided in the negative. And in the case of Georgia v. Madrazo, 1 Pet. 110, the court had referred to these cases, and again asserted the principle, quoting the language of them. Counsel were not justified in asking the court to reconsider it while most of the judges were still on the bench, including the chief justice, who had made those decisions.\n The case of Osborn v. United States Bank, 9 Wheat. 738, is a leading case, remarkable in many respects, and in none more than in those resembling the one before us. The case was this: The state of Ohio having levied a tax upon the branch of the Bank of the United States located in that state, which the bank refused to pay, Osborn, auditor of the state of Ohio, was about to proceed to collect said tax by a seizure of the money of the bank in its vaults, and an amended bill alleged that he had so seized $100,000, and while aware that an injunction had been issued by the circuit court of the United States on the prayer of the bank, the money so seized had been delivered to the treasurer of the state, Curry, and afterwards came to the possession of Sullivan, who had succeeded Curry as treasurer. Both Curry and Sullivan were made defendants as well as Osborn and his assistant, Harper. \n\n[106 U.S. 196, 213]\n \n One of the objections pressed with pertinacity all through the case to the jurisdiction of the court was the conceded fact that the state of Ohio, though not made a defendant to the bill, was the real party in interest. That all the parties sued were her officers, her auditor, her treasurer, and their agents concerning acts done in their official character, and in obedience to her laws. It was conceded that the state could not be sued, and it was earnestly argued there as here, that what could not be done directly could not be done by suing her officers. And it was insisted that while the state could not be brought before the court, it was a necessary party to the relief sought, namely, the return of the money and obedience to the injunction, and that the bill must be dismissed. A few citations from the opinion of MARSHALL, C. J., will show the views entertained by the court on the question thus raised. At page 842 of the long report of the case he says:\n'If the state of Ohio could have been made a party defendant, it can scarcely be denied that this would be a strong case for an injunction. The objection is that, as the real party cannot be brought before the court, a suit cannot be sustained against the agents of that party; and cases have been cited to show that a court of chancery will not make a decree unless all those who are substantially interested be made parties to the suit. This is certainly true where it is in the power of the plaintiff to make them parties, but if the person who is the real principal, the person who is the true source of the mischief, by whose power and for whose advantage it is done, be himself above the law, be exempt from all judicial process, it would be subversive of the best established principles to say that the laws could not afford the same remedies against the agent employed in doing the wrong which they would afford against him could his principal be joined in the suit.'\n\n In another place he says:\n'The process is substantially, though not in form, against the state , ... and the direct interest of the state in the suit as brought is admitted; and had it been in the power of the bank to make it a party, perhaps no decree ought to have been pronounced in the cause until the state was before the court. But this was not in the power of \n\n[106 U.S. 196, 214]\n \n the bank, ... and the very difficult question is to be decided, whether, in such a case, the court may act upon agents employed by the state and on the property in their hands.'\n\n In answering this question he says:\n'A denial of jurisdiction forbids all inquiry into the nature of the case. It applies to cases perfectly clear in themselves; to cases where the government is in the exercise of its best established and most essential powers, as well as to those which may be deemed questionable. It asserts that the agents of a state, alleging the authority of a law void in itself because repugnant to the constitution, may arrest the execution of any law in the United States.'\n\n Again:\n'The bank contends that in all cases in which jurisdiction depends on the character of the party, reference is made to the party on the record, not to one who may be interested, but is not shown by the record to be a party.' 'If this question were to be determined on the authority of English decisions, it is believed that no case can be adduced where any person can be considered as a party who is not made so in the record.'\n\n Again: 'In cases where a state is a party on the record the question of jurisdiction is decided by inspection. If jurisdiction depend not on this plain fact, but on the interest of the state, what rule has the constitution given by which this interest is to be measured? If no rule is given, is it to be settled by the court? If so, the curious anomaly is presented of a court examining the whole testimony of a cause, inquiring into and deciding on the extent of a state's interest, without having a right to exercise any jurisdiction in the case. Can this inquiry be made without the exercise of jurisdiction?'\n The supreme court affirmed the decree of the circuit court for the district of Ohio, ordering a restitution of the money.\n The case of Grisar v. McDowell, 6 Wall. 363, was an action in the circuit court against General McDowell to recover possession of property held by him as an officer of the United States which had been set apart and reserved for military purposes. Though this was set up by him as part of his defense, it does not appear that in the argument of counsel for the government, or in the opinion of the court, any importance was attached to this circumstance; but the opinion of Mr. Justice FIELD in this court examines the case elaborately on the question whether \n\n[106 U.S. 196, 215]\n \n plaintiff or the government had the title to the land. If the doctrine now contended for is sound, the case should have proceeded no further on the suggestion, not denied, that the property was held for public use by a military officer under orders from the president.\n The case of Brown v. Huger, 21 How. 305, is of a precisely similar character, for the possession of the military arsenal at Harper's Ferry, in which, while the fact of its possession by the United States was set out in the bill of exceptions, no attention is given to that fact in the opinion of this court, which consists of an elaborate examination of plaintiff's title, held to be insufficient.\n These decisions have never been overruled. On the contrary, as late as the case of Davis v. Gray, 16 Wall. 204, the case of Osborn v. Bank is cited with approval as establishing these among other propositions:\n'Where the state is concerned, the state should be a made a party, if it can be done. That it cannot be done is a sufficient reason for the omission to do it, and the court may proceed to decree against the officers of the state in all respects as if the state were a party to the record.\n\n'In deciding who are parties to the suit, the court will not look beyond the record. Making a state officer a party does not make the state a party, although her law may have prompted his action, and the state may stand behind him as a real party in interest. A state can be made a party only by shaping the bill expressly with that view, as where individuals or corporations are intended to be put in that relation to the case.'\n\n Though not prepared to say now that the court can proceed against the officer in 'all respects' as if the state were a party, this may be taken as intimating in a general way the views of the court at that time.\n The cases of The Siren, 7 Wall. 152, and The Davis, 10 Wall. 15, are instances where the court has held that property of the United States may be dealt with by subjecting it to maritime liens where this can be done without making the United States a party. This examination of the cases in this court establishes clearly this result: that the proposition that when an individual is \n\n[106 U.S. 196, 216]\n \n sued in regard to property which he holds as officer or agent of the United States, his possession cannot be disturbed when that fact is brought to the attention of the court, has been overruled and denied in every case where it has been necessary to decide it, and that in many others where the record shows that the case as tried below actually and clearly presented that defense, it was neither urged by counsel nor considered by the court here, though, if it had been a good defense, it would have avoided the necessity of a long inquiry into plaintiff's title and of other perplexing questions, and have quickly disposed of the case. And we see no escape from the conclusion that during all this period the court has held the principle to be unsound, and in the class of cases like the present, represented by Wilcox v. Jackson, Brown v. Huger, and Grisar v. McDowell, it was not thought necessary to reexamine a proposition so often and so clearly overruled in previous well-considered decisions.\n It is true that there are expressions in the opinion of the court in the case of Carr v. U. S. \n98 U.S. 433\n, which are relied on by counsel with much confidence as asserting a different doctrine.\n That was a case in which the United States had filed a bill in the circuit court for the district of California to quiet title to the land on which a marine hospital had been built. To rebut the evidence of title offered by the plaintiffs, the defendant had relied on certain judgments rendered in the state courts, in which the unsuccessful parties set up title in the United States, under which they claimed. It appeared that the person who was district attorney of the United States had defended these actions, and the question under discussion was whether the United States was estopped by the proceedings so as to be unable to sustain the suit to quiet title. After stating the general doctrine that the United States cannot be sued without her consent, and the further proposition that no such consent can be given except by congress, which is a sufficient reason why they cannot be concluded by an action to which they are not parties, the learned justice who delivered the opinion proceeded to make some remarks as to cases in which actions would or would not lie against officers of the govern- \n\n[106 U.S. 196, 217]\n \n ment in relation to property of the United States in their possession. As these remarks were not necessary to the decision of tht point then in question, as the action was equally inconclusive against the United States whether the persons sued were officers of the government or not, these remarks, if they have the meaning which counsel attribute to them, must rest for their weight as authority on the high character of the judge who delivered them, and not on that of the court which decided the case. That the United States are not bound by a judgment to which they are not parties, and that no officer of the government can, by defending a suit against private persons, conclude the United States by the judgment in such case, was sufficient to decide that case, and was all that was decided.\n The fact that the property which is the subject of this controversy is devoted to public uses, is strongly urged as a reason why those who are so using it under the authority of the United States shall not be sued for its possession even by one who proves a clear title to that possession. In this connection many cases of imaginary evils have been suggested, if the contrary doctrine should prevail. Among these are a supposed seizure of vessels of war, invasions of forts and arsenals of the United States. Hypothetical cases of great evils may be suggested by a particularly fruitful imagination in regard to almost every law upon which depends the rights of the individual or of the government, and if the existence of laws is to depend upon their capacity to withstand such criticism, the whole fabric of the law must fail.\n The cases already cited of Meigs v. McClung, Wilcox v. Jackson, Georgia v. Madrazo, Grisar v. McDowell, Brown v. Huger, and Osborn v. Bank of the United States, necessarily involved this question, for the property recovered by the plaintiff in the case of Meigs v. McClung was a garrison and barracks then in use for such purposes by the officers of the United States who were sued. In the case of Wilcox v. Jackson, an action was brought to recover, among other things, a fort which had been in the occupation of the United States for 30 years, and which was then occupied by an officer of the army of the United States and his command. In the case of Osborn v. Bank of the United States, the \n\n[106 U.S. 196, 218]\n \n money sued for and recovered by the final decree of this court was money claimed by the state of Ohio as part of its public funds and devoted by the laws of that state to public uses in all the exigencies of the public service; so that the authorities we have examined, if they are worth anything, meet this objection as they meet the others which we have considered.\n The objection is also inconsistent with the principle involved in the last two clauses of article 5 of the amendments to the constitution of the United States, whose language is: 'That no person ... shall be deprived of life, liberty, or property without due process of law, nor shall private property be taken for public use without just compensation.' Conceding that the property in controversy in this case is devoted to a proper public use and that this has been done by those having authority to establish a cemetery and a fort, the verdict of the jury finds that it is and was the private property of the plaintiff, and was taken without any process of law and without any compensation. Undoubtedly those provisions of the constitution are of that character which it is intended the courts shall enforce, when cases involving their operation and effect are brought before them. The instances in which the life and liberty of the citizen have been protected by the judicial writ of habeas corpus are too familiar to need citation, and many of these cases, indeed indeed almost all of them, are those in which life or liberty was invaded by persons assuming to act under the authority of the government. Ex parte Milligan, 4 Wall. 2. If this constitutional provision is a sufficient authority for the court to interfere to rescue a prisoner from the hands of those holding him under the asserted authority of the government, what reason is there that the same courts shall not give remedy to the citizen whose property has been seized without due process of law and devoted to public use without just compensation?\n Looking at the question upon principle, and apart from the authority of adjudged cases, we think it still clearer that this branch of the defense cannot be maintained. It seems to be opposed to all the principles upon which the rights of the citizen, when brought in collision with the acts of the government, \n\n[106 U.S. 196, 219]\n \n must be determined. In such cases there is no safety for the citizen, except in the protection of the judicial tribunals, for rights which have been invaded by the officers of the government, professing to act in its name. There remains to him but the alternative of resistance, which may amount to crime. The position assumed here is that, however clear his rights, no remedy can be afforded to him when it is seen that his opponent is an officer of the United States, claiming to act under its authority; for, as Chief Justice MARSHALL says, to examine whether this authority is rightfully assumed is the exercise of jurisdiction, and must lead to the decision of the merits of the question. The objection of the plaintiffs in error necessarily forbids any inquiry into the truth of the assumption that the parties setting up such authority are lawfully possessed of it, for the argument is that the formal suggestion of the existence of such authority forbids any inquiry into the truth of the suggestion. But why should not the truth of the suggestion and the lawfulness of the authority be made the subject of judicial investigation? In the case supposed the court has before it a plaintiff capable of suing, a defendant who has no personal exemption from suit, and a cause of action cognizable in the court-a case within the meaning of that term, as employed in the constitution and defined by the decisions of this court. It is to be presumed in favor of the jurisdiction of the court that the plaintiff may be able to prove the right which he asserts in his declaration. What is that right as established by the verdict of the jury in this case? It is the right to the possession of the homestead of plaintiff-a right to recover that which has been taken from him by force and violence, and detained by the strong hand. This right being clearly established, we are told that the court can proceed no further, because it appears that certain military officers, acting under the orders of the president, have seized this estate, and converted one part of it into a military fort and another into a cemetery. It is not pretended, as the case now stands, that the president had any lawful authority to do this, or that the legislative \n\n[106 U.S. 196, 220]\n \n body could give him any such authority except upon payment of just compensation. The defense stands here solely upon the absolute immunity from judicial inquiry of every one who asserts authority from the executive branch of the government, however clear it may be made that the executive possessed no such power. Not only that no such power is given, but that it is absolutely prohibited, both to the executive and the legislative, to deprive any one of life, liberty, or property without due process of law, or to take private property without just compensation.\n These provisions for the security of the rights of the citizen stand in the constitution in the same connection and upon the same ground as they regard his liberty and his property. It cannot be denied that both were intended to be enforced by the judiciary as one of the departments of the government established by that constitution. As we have already said, the writ of habeas corpus has been often used to defend the liberty of the citizen, and even his life, against the assertion of unlawful authority on the part of the executive and the legislative branches of the government. See Ex parte Milligan, 4 Wall. 2, and the case of Kilbourn, discharged from the custody of the sergeant-at-arms of the house of representatives by Chief Justice CARTER. Kilbourn v. Thompson, \n103 U.S. 168\n.\n No man in this country is so high that he is above the law. No officer of the law may set that law at defiance with impunity. All the officers of the government, from the highest to the lowest, are creatures of the law and are bound to obey it. It is the only supreme power in our system of government, and every man who by accepting office participates in its functions is only the more strongly bound to submit to that supremacy, and to observe the limitations which it imposes upon the exercise of the authority which it gives.\n Courts of justice are established, not only to decide upon the controverted rights of the citizens as against each other, but also upon rights in controversy between them and the government, and the docket of this court is crowded with controversies of the latter class. Shall it be said, in the face of all this, and of the acknowledged right of the judiciary to decide in proper cases, statutes which have been passed by both branches of congress and approved by the president to be unconstitutional, that the \n\n[106 U.S. 196, 221]\n \n courts cannot give remedy when the citizen has been deprived of his property by force, his estate seized and converted to the use of the government without any lawful authority, without any process of law, and without any compensation, because the president has ordered it and his officers are in possession? If such be the law of this country, it sanctions a tyranny which has no existence in the monarchies of Europe, nor in any other government which has a just claim to well-regulated liberty and the protection of personal rights. It cannot be, then, that when in a suit between two citizens for the ownership of real estate, one of them has established his right to the possession of the property according to all the forms of judicial procedure, and by the verdict of a jury and the judgment of the court, the wrongful possessor can say successfully to the court, 'Stop, here; I hold by order of the president, and the progress of justice must be stayed.' That, though the nature of the controversy is one peculiarly appropriate to the judicial function, though the United States is no party to the suit, though one of the three great branches of the government to which by the constitution this duty has been assigned has declared its judgment after a fair trial, the unsuccessful party can interpose an absolute veto upon that judgment by the production of an order of the secretary of war, which that officer had no more authority to make than the humblest private citizen.\n The evils supposed to grow out of the possible interference of judicial action with the exercise of powers of the government essential to some of its most important operations will be seen to be small indeed compared to this evil, and much diminished, if they do not wholly disappear, upon a recurrence to a few considerations. One of these, of no little significance, is that during the existence of the government for now nearly a century under the present constitution, with this principle and the practice under it well established, no injury from it has come to that government. During this time at least two wars so serious as to call into exercise all the powers and all the resources of the government have been conducted to a successful issue. One of these was a great civil war, such as the world has seldom \n\n[106 U.S. 196, 222]\n \n known, which strained the powers of the national government to their utmost tension. In the course of this war persons hostile to the Union did not hesitate to invoke the powers of the courts for their protection as citizens in order to cripple the exercise of the authority necessary to put down the rebellion, yet no improper interference with the exercise of that authority was permitted or attempted by the courts. Mississippi v. The President, 4 Wall. 475; Georgia v. Stanton, 6 Wall. 50; Same v. Grant, Id. 241; Ex parte Tarble, 13 Wall. 397.\n Another consideration is that since the United States cannot be made a defendant to a suit concerning its property, and no judgment in any suit against an individual who has possession or control of such property can bind or conclude the government, as is decided by this court in the case of Carr v. U. S., already referred to, the government is always at liberty, notwithstanding any such judgment, to avail itself of all the remedies which the law allows to every person, natural or artificial, for the vindication and assertion of its rights. Hence, taking the precent case as an illustration, the United States may proceed by a bill in chancery to quiet its title, in aid of which, if a proper case is made, a writ of injunction may be obtained. Or it may bring an action of ejectment, in which, on a direct issue between the United States as plaintiff and the present plaintiff as defendant, the title of the United States could be judicially determined. Or, if satisfied that its title has been shown to be invalid, and it still desires to use the property, or any part of it, for the purposes to which it is now devoted, it may purchase such property by fair negotiation, or condemn it by a judicial proceeding, in which a just compensation shall be ascertained and paid according to the constitution.\n If it be said that the proposition here established may subject the property, the officers of the United States, and the performance of their indispensable functions to hostile proceedings in the state courts, the answer is that no case can arise in a state court where the interests, the property, the rights, or the authority of the federal government may come in question, which cannot be removed into a court of the United States \n\n[106 U.S. 196, 223]\n \n under existing laws. In all cases, therefore, where such questions can arise, they are to be decided, at the option of the parties representing the United States, in courts which are the creation of the federal government. The slightest consideration of the nature, the character, the organization, and the powers of these courts will dispel any fear of serious injury to the government at their hands. While by the constitution the judicial department is recognized as one of the three great branches among which all the powers and functions of the government are distributed, it is inherently the weakest of them all. Dependent as its courts are for the enforcement of their judgments upon officers appointed by the executive, and removable at his pleasure, with no patronage and no control of purse or sword, their power and influence rests solely upon the public sense of the necessity for the existence of a tribunal to which all may appeal for the assertion and protection of rights guarantied by the constitution and by the laws of the land, and on the confidence reposed in the soundness of their decisions and the purity of their motives. From such a tribunal no well-founded fear can be entertained of injustice to the government or purpose to obstruct or diminish its just authority.\n The circuit court was competent to decide the issues in this case before the parties that were before it. In the principles on which these issues were decided no error has been found, and its judgment is affirmed.\n\n GRAY, J., dissenting.\n The chief justice, Mr. Justice BRADLEY, Mr. Justice WOODS, and myself are unable to concur in the judgment of the majority of the court. The case so deeply affects the sovereignty of the United States, and its relations to the citizen, that it is fit to announce the grounds of our dissent. \n\n[106 U.S. 196, 224]\n \n The action is ejectment, originally brought by George W. P. C. Lee against Frederick Kaufman and Richard P. Strong in a court of the state of Virginia, to recover possession of a tract of land known as Arlington, of which the plaintiff alleged that he was seized in fee.\n The whole tract, having been advertised for sale for non-payment of direct taxes lawfully assessed upon it, and having been selected for government use for war, military, charitable, and educational purposes by the president of the United States under the power conferred on him by the act of congress of February 6, 1863, c. 21, was accordingly in 1864 bid off to the United States at the sale; and for many years has been, and now is, held and occupied by the United States, through Kaufman and Strong in charge thereof, under the certificate of sale of the tax commissioners, and for the purposes aforesaid, and also under orders of the secretary of war, part of it for a military station, and the rest as a national cemetery for the burial of deceased soldiers and sailors. These facts were made to appear at three stages of the case: First. They were stated in a petition filed by Kaufman and Strong in the state court for the removal of the case into the circuit court of the United States under section 643 of the Revised Statutes, on the ground that the defendants were officers of the United States, and holding the land by title derived from officers of the United States acting under a revenue law of the United States, the validity of which was affected. That petition was granted, and the case removed accordingly. Second. They were stated in a suggestion and motion, filed by the attorney general in the circuit court of the United States before trial, protesting against the jurisdiction of the court, and moving for a stay of proceedings; which was demurred to by the plaintiff, and overruled by the court. Third. They were proved by the evidence produced by each party at the trial, and were assumed in the instructions given as well as in those requested. One of the instructions requested by the defendants was as follows:\n'If the jury believe from the evidence that the United States is in the possession of the property in controversy, through its officers and agents charged with the control of the same; that the defendants \n\n[106 U.S. 196, 225]\n \n occupy the same only as such officers and agents, in obedience to orders of the war department of the United States, and making no claim of right to the title or possession thereof, except as such officers; that the United States is using the same as a national cemetery for the burial of deceased soldiers, and as a fort and reserve connected therewith, claiming the title thereto under the certificate of sale proved in this cause; then the verdict must be for the defendants.'\n\n The court refused this instruction, and gave the following:\n'If the jury believe from the evidence that at the institution of this suit the premises in controversy were, or that any part thereof was, under the charge and in the occupation or possession of the defendants Strong and Kaufman, or either of them, under the direction of the government of the United States, or of any department or officer thereof, then such occupation or possession is sufficient to enable the plaintiff to maintain his action against them respectively for the premises so occupied or possessed by them respectively.'\n\n The court submitted the case to the jury under further instructions, which permitted them to find for the plaintiff upon the ground that the certificate of sale for taxes was invalid as against him and had vested no legal title in the United States. The jury returned a verdict, upon which judgment was rendered, that the plaintiff recover possession of the premises, partly against Kaufman and partly against Strong. Writs of error were sued out by the United States, and by Kaufman and Strong, and the case has been argued upon both these writs of error.\n This is not an action of trespass to recover damages only, nor is it an action to recover property violently and suddenly wrested from the owner by officers of the government without its directions and without color of title in the government, but it is brought to recover possession of land which the United States have for years held and still hold for military and other public purposes, claiming title under a certificate of sale for direct taxes, which is declared by the act of congress of June 7, 1862, c. 98,  7, to be prima facie evidence of the regularity and validity of the sale and of the title of the purchaser, and which has been defined by this court as a 'public act which is \n\n[106 U.S. 196, 226]\n \n the equivalent of office found.' Bennett v. Hunter, 9 Wall. 326, 336.\n The principles upon which we are of opinion that the court below had no authority to try the question of the validity of the title of the United States in this action, and that this court has therefore no authority to pass upon that question, may be briefly stated: The sovereign is not liable to be sued in any judicial tribunal without its consent. The sovereign cannot hold property except by agents. To maintain an action for the recovery of possession of property held by the sovereign through its agents, not claiming any title or right in themselves, but only as the representatives of the sovereign and in its behalf, is to maintain an action to recover possession of the property against the sovereign; and to invade such possession of the agents, by execution or other judicial process, is to invade the possession of the sovereign, and to violate the fundamental maxim, that the sovereign cannot be sued. That maxim is not limited to a monarchy, but is of equal force in a republic. In the one, as in the other, it is essential to the common defense and general welfare, that the sovereign should not, without its consent, be dispossessed by judicial process of forts, arsenals, military posts, and ships of war necessary to guard the national existence against insurrection and invasion; of custom houses and revenue cutters, employed in the collection of the revenue; or of light-houses and light-ships, established for the security of commerce with foreign nations and among the different parts of the country. These principles appear to us to be axioms of public law, which would need no reference to authorities in their support, were it not for the exceeding importance and interest of the case, the great ability with which it has been argued, and the difference of opinion that has been manifested as to the extent and application of the precedents.\n The exemption of the United States from being impleaded without their consent is, as has often been affirmed by this court, as absolute as that of the crown of England or any other sovereign. In Cohens v. Virginia, 6 Wheat. 264, 411, Chief Justice MARSHALL said: 'The universally-received opinion is that \n\n[106 U.S. 196, 227]\n \n no suit can be commenced or prosecuted against the United States.' In Beers v. Arkansas, 20 How. 527, 529, Chief Justice TANEY said: 'It is an established principle of jurisprudence, in all civilized nations, that the sovereign cannot be sued in its own courts, or in any other, without its consent and permission; but it may, if it thinks proper, waive this privilege, and permit itself to be made a defendant in a suit by individuals, or by another state. And as this permission is altogether voluntary on the part of the sovereignty, it follows that it may prescribe the terms and conditions on which it consents to be sued, and the manner in which the suit shall be conducted, and may withdraw its consent whenever it may suppose that justice to the public requires it.' In the same spirit, Mr. Justice DAVIS, delivering the judgment of the court in Nichols v. U. S. 7 Wall. 122, 126, said: 'Every government has an inherent right to protect itself against suits, and if, in the liberality of legislation they are permitted, it is only on such terms and conditions as are prescribed by statute. The principle is fundamental, applies to every sovereign power, and, but for the protection which it affords, the government would be unable to perform the various duties for which it was created.' See, also, U. S. v. Clarke, 8 Pet. 436, 444; Cary v. Curtis, 3 How. 236, 245, 256; U. S. v. McLemore, 4 How. 286, 289; Hill v. U. S. 9 How. 386, 389; Recside v. Walker, 11 How. 272, 290; De Groot v. U. S. 5 Wall. 419, 431; U. S. v. Eckford, 6 Wall. 484, 488; The Siren, 7 Wall. 152, 154; The Davis, 10 Wall. 15, 20; U. S. v. O'Keefe, 11 Wall. 178; Case v. Terrell, 11 Wall. 199, 201; Carr v. U. S. \n98 U.S. 433\n, 437; U. S. v. Thompson, \n98 U.S. 486\n, 489; Railroad Co. v. Tennessee, \n101 U.S. 337\n; Railroad Co. v. Alabama, \n101 U.S. 832\n.\n The English authorities from the earliest to the latest times show that no action can be maintained to recover the title or possession of land held by the crown by its officers or servants, and leave no doubt that in a case like the one before us the proceedings would be stayed at the suggestion of the attorney general in behalf of the crown.\n Our citations will be confined to the time since Magna Charta declared that no man should be taken or imprisoned, \n\n[106 U.S. 196, 228]\n \n or be disseized of his freehold or liberties or free customs, or be outlawed or exiled, or in any way destroyed, or be passed upon or condemned, but by the lawful judgment of his peers, or by the law of the land-which is the origin of the provision, embodied in the fifth amendment of the constitution of the United States, that no man shall be deprived of life, liberty, or property without due process of law. The earliest authority to be referred to is Bracton, who wrote in the reign of Henry III., and who, in the famous passage of his first book, affirms that the king ought not to be subject to man, but to God and to the law, because the law makes the king; and therefore the king should ascribe to the law what the law ascribes to him, namely, dominion and power, for there is no king where reigns will and not law. Ipse autem rex non debet esse sub homine, sed sub Deo et sub lege, quia lex facit regem. Attribuat igitur rex legi, quod lex attribuit ei, videlicet, dominium et potestatem, non est enim rex, ubi dominatur voluntas et non lex. Bract. 5b. Yet no one states more strongly than Bracton the exemption of the king from being sued without his consent in such a case as this; for he says that one who has been disseized by the king, or by his bailiffs in his name, per dominum regem vel ballivos suos nomine suo, or, as he elsewhere says, whom the king, or any one in his behalf or in his name, aliquis pro eo vel nomine suo, has ejected, cannot, even if the disseizin be manifest, prosecute an assize to recover possession of the land without the king's consent, but must await his pleasure whether the assize shall proceed or not, expectanda erit voluntas domini regis quod procedat assisa vel non procedat. Bract. 168b, 171b, 212a.\n Lord COKE tells us that before the statute of Westminster I. (3 Edw. I.) c. 24, if an officer of the king, by mere color of his office, and not by the king's command, disseized a man of his freehold, the only remedy was by petition to the king; and that it was to relieve against this evil that the statute enacted that no escheator, sheriff, or other bailiff of the king, 'by color of his office, without special warrant or commandment, or authority certain pertaining to his office,' should disseize any man of his freehold, and that, if he should do so, \n\n[106 U.S. 196, 229]\n \n the disseizee might at his election proceed either by petition to the king, or by assize of novel disseizin at the common law, and the officer should pay double damages to the plaintiff, and a heavy fine to the king, for doing injury in his name to the subject. 2 Inst. 206, 207. But when the entry of the officer was by the king's command, though without authority of law, that statute had no application.\n Accordingly in Staunford's Exposition of the King's Prerogative, c. 22, it is laid down: 'Petition is all the remedy the subject hath when the king seizeth his land, or taketh away his goods from him, having no title by order of his laws so to do, in which case the subject for his remedy is driven to sue unto his sovereign lord by way of petition; for other remedy hath he not.' Staunf. Prerog. fol. 72b. 'Also whereas the king doth enter upon me, having no title by matter of record or otherwise, and put me out, and detains the possession from me, that I cannot have it again by entry without suit, I have then no remedy but only by petition. But if I be suffered to enter, my entry is lawful, and no intrusion. Or if the king grant over the lands to a stranger, then is my petition determined, and I may now enter or have my assize by order of the common law against the said stranger, being the king's patentee.' 'When his highness seizeth by his absolute power contrary to the order of his laws, although I have no remedy against him for it, but by petition, for the dignity's sake of his person, yet when the cause is removed and a common person hath the possession, then is my assize revived, for now the patentee entereth by his own wrong and intrusion, and not by any title that the king giveth him, for the king had never title nor possession to give in that case.' Folio, 74b.\n In the reign of Elizabeth, it was resolved by all the judges of England, that 'when the king was seized of any estate of inheritance or freehold by any matter of record, be his title by matter of record judicial or ministerial, or by conveyance of record, or by matter in fact and found by office of record, he who has right could not by the common law have any traverse upon which he was to have amoveas manum, but was put to his petition of right (in nature of his real action which he could \n\n[106 U.S. 196, 230]\n \n not have against the king, because the king by his writ cannot command himself) to be restored to his freehold and inheritance;' unless indeed the right of the party aggrieved appeared by the same record, in which case he might by monstrans de droit obtain an amoveas manum. Sadlers' Case, 4 Rep. 54b, 55a.\n Lord HALE enumerates, among the relative prerogatives of the crown, the prerogative 'of his possessions: that no man can enter upon him, but is driven to his suit by petition.' Hale, Anal. Law,  9.\n The law laid down in the early authorities is stated in the same way in the Digest of Chief Baron Comyns, written in the first half of the last century, and in Chitty on the Prerogatives of the Crown, published in 1820; and Mr. Chitty treats the action of ejectment as equivalent in this aspect to the ancient form of proceeding by assize. Comyn, Dig. 'Prerogative, D,' 78; Chit. Prerog. 339-343, and note c.\n In The Queen v. Powell, 1 Q. B. 352; S. C. 4 Perry & D. 719; a writ of mandamus to admit to a copyhold tenement of a manor belonging to the crown having been directed to the steward alone, it was contended for the prosecutor that a previous decision, requiring the writ to be directed to the lord of the manor as well as to the steward, applied only to cases where the lord of the manor was a subject, and that, inasmuch as there could be no mandamus to the sovereign, the writ must go against the steward alone. But Lord DENMAN, with the concurrence of Justices LITTLEDALE, WILLIAMS, and COLERIDGE, quashed the writ of mandamus; and, after observing that doubtless there could be no mandamus to the sovereign, but that the interests of the crown were to be as much guarded as those of the subject, said:\n'And if the interests of the crown cannot so effectually be protected by a writ against the steward alone, it is a very strong reason to show that such a writ cannot be sustained. Indeed, if it were allowed, it is not certain of being effectual; for if the advisers of the crown were of opinion that its interests might be affected, and were to advise the sovereign either to order the steward not to admit the prosecutor of the mandamus, or to revoke the appointment of the steward, this court could not grant an attachment against \n\n[106 U.S. 196, 231]\n \n the steward, and then the party does not get adimitted. And, indeed, if we were to allow a mandamus to the steward alone, and the writ were obeyed, the property of the crown would be affected indirectly by the mandamus to the steward alone, when it cannot be affected directly by making the sovereign a party to the mandamus.' 'But in the case where there is a complaint on the part of a subject against the crown in any matter whatever, the course is to proceed by petition of right, or else by monstrans de droit, or traverse of office, as the case may require. These proceedings have been recognized and acknowledged for many centuries. Such proceedings are now very much out of use, and few instances in modern times have occurred where they have been resorted to, but still they are what must be resorted to if any dispute arises. They are probably expensive and tedious; but these considerations are not sufficient for our dispensing with them. We have no more authority, for the sake of convenience, to lay them aside and introduce writs or other proceedings which are usually adopted between subject and subject, among which these writs of mandamus are to be reckoned, than to introduce writs and other proceedings, now solely used in cases of prerogative, in causes between subject and subject.'\n\n In Queen v. Com'rs Treasury, L. R. 7 Q. B. 387, 394, in which the court refused to grant a writ of mandamus to the lords commissioners of the treasury to pay over money in their hands as servants of the crown, Lord Chief Justice COCKBURN said that it did not follow, because the prosecutor had no remedy except that of applying by petition to the crown, or by petition to parliament, that the court could issue a writ of mandamus, and added:\n'I take it, with reference to that jurisdiction, we must start with this un questionable principle, that when a duty has to be performed ( if I may use that expression) by the crown, this court cannot claim, even in appearance, to have any power to command the crown; the thing is out of the question. Over the sovereign we can have no power. In like manner where the parties are acting as servants of the crown, and are amenable to the crown, whose servants they are, they are not amenable to us in the exercise of our prerogative jurisdiction.' \n\n[106 U.S. 196, 232]\n \n In Doe v. Roe, 8 Mees. & W. 579; S. C. Hurl. & W. 159, which was an action of ejectment for a house and lands adjoining Hurst castle, the declaration had been served upon one Watson and upon the board of ordnance. On motion of the attorney general, in behalf of the crown, supported by affidavits that the castle was an hereditary possession of the crown of England, and that the premises sought to be recovered were in possession of the crown, by Watson, who had been placed, by authority of the board of ordnance, as master gunner in charge of the defenses of the castle, which commanded the passage of the Needles, the court of exchequer ordered the declaration to be set aside and all further proceedings stayed. It was contended for the plaintiff that technically the action was trespass against Roe; and that the argument on the other side would go the length of showing that in any case where the defendant in ejectment made an affidavit davit that the title of the crown came into question the plaintiff that the title of the crown of right. Whereupon the court made these observations: 'Lord ABINGER, C. B. The real question is, can an ejectment be tried, the effect of which may be to turn the crown out of possession? ALDERSON, B. The declaration is served on a person occupying as the servant of the crown; this case is not like the case put of lands held under the woods and forests; the present difficulty only arises when, supposing the plaintiff to succeed, the crown would be turned out of possession.' Hurl. & W. 160. At the close of the argument, Lord ABINGER said: 'It is quite clear the court could not issue any process to turn the crown out of possession; and the only doubt I had was, whether this property was not, by the operation of the act of parliament, in the possession, not of the crown, but of the board of ordnance. But on looking more fully into the act, my doubt is entirely removed.' Baron ALDERSON said: 'I am of the same opinion. No ejectment can be maintained against the crown, to turn the crown out of possession by the authority of the crown itself.' And Baron ROLFE (afterwards Lord Chancellor CRANWORTH) added: 'The question may be tested thus: Suppose there were no trial, but judgment went against the casual ejector, then there would \n\n[106 U.S. 196, 233]\n \n only be a writ to turn the crown out of possession, which clearly cannot be.' 8 Mees. & W. 582-3.\n\n The same rule, as well as the essential distinction in actions brought against a servant of the crown holding possession in behalf of the crown, between an action of trespass to recover damages, which might be suffered to proceed, (although the crown might have it removed for that purpose into the court of exchequer,) and an action of ejectment to recover possession of the land itself, which must be absolutely stayed on motion of the attorney general, is clearly recognized in two cases of trespass to recover damages against officers of the crown, removed upon application of the attorney general into the office of pleas of the exchequer for trial. Cawthorne v. Campbell, 1 Anstr. 205, 215; Attorney General v. Hallett, 15 Mees. & W. 97.\n In Cawthorne v. Campbell, Chief Baron EYRE, speaking of a case, decided in 1710, of an ejectment brought in the court of queen's bench for lands which were part of the queen's estate, said:\n'There was an application to this court to stay the proceedings, and the parties were heard upon it. The attorney general attended, and after the hearing it was put off for a day or two. At length the entry is, that an injunction issued pro domino regina. So that the action was not removed, but simply an injunction went to stay the proceedings. And I think I can see why that was; if the action had been removed, the question could not have been tried, even in the office of pleas, because you cannot try the queen's title in an ejectment. The queen was in possession; her hands must be removed by some other course of proceeding than an ejectment; and therefore it was fruitless to think of removing it, and it remained under an injunction.'\n\n So in Attorney General v. Hallett, a case of trespass quare clausum fregit, in which the defendant pleaded that the queen was seized in right of her crown of the locus in quo, Chief Baron POLLOCK said:\n'The action of ejectment is prima facie an action merely between subject and subject, and relates to land; yet the prerogative of the crown applies to that; and if the interest of the crown is concerned, an action of ejectment may be removed into this court. It may be said, how- \n\n[106 U.S. 196, 234]\n \n ever, that that does not amount to an authority, because the action does not go on; the reason of that is that in this court, an action of ejectment will not lie against the crown. The party must proceed by a petition of right. In an action of ejectment, we remove it, although we thereby actually extinguish the action; and therefore that is rather an a fortiori argument for removing this cause, which is sought to be removed for the express purpose of going on with it.'\n\n Barons PARKE, ALDERSON, and PLATT concurred; and Baron PLATT clearly distinguished the case of a defendant holding possession in behalf of the crown, from that of a defendant claiming a right in himself only, though under a grant from the crown, saying:\n'If the queen herself is in possession, no subject can maintain ejectment against her; the only mode of proceeding is by petition of right. If the subject is in possession, claiming a right under the crown, then the ejectment may be maintained; but, at the suggestion of the attorney general, the proceeding would be brought into this court.'\n\n There is a close analogy between these cases and the case at bar. Any action, personal or real, against officers of the sovereign, who justify under a revenue law, may be removed in England into the court of exchequer, and under the acts of congress into the circuit court of the United States. If it is an action of tort to recover damages only, it may there proceed to trial. But if it is an action to recover possession of land, which is in fact held by the sovereign through its officers and agents, and that fact is in due form made known to the court, the proceedings must be stayed.\n An action of ejectment brought, as this was, under the Code of Virginia of 1873, c. 131, affects the title to land more than the action of ejectment in England. By that Code the action may not only be brought as before, but it is also made a substitute for the writ of right and all other real actions. Sections 1, 2, 38. It must be brought by and in the name of a person having a subsisting interest in the premises, and a right to recover the premises or the possession thereof; and against the person actually occupying the premises, or, if they are not occupied, against some person exercising acts of ownership therein, or claiming title thereto or some interest therein. \n\n[106 U.S. 196, 235]\n \n Sections 4-6. The only plea allowed is the general issue that the defendant is not guilty of unlawfully withholding the premises claimed. Section 13. The declaration must describe the premises with such certainty that from the description possession can be delivered; and it must state, and the verdict must find, whether the plaintiff's estate is in fee, or for life and whose life, or for years, and the duration of the term. Sections 8, 9, 27. Judgment for the plaintiff is that he recover the possession of the premises according to the verdict, if there is one, or, if on default or demurrer, according to the description in the declaration. Section 29. Several judgments may be recovered against several defendants occupying distinct parcels of the land. Section 17. And the judgment is conclusive as to the title or right of possession, established in the action, upon the party against whom it is rendered, and all persons claiming under him by title accruing after the commencement of the action. Section 35. The principle that no sovereign can be sued without its consent applies equally to foreign sovereigns and to the sovereign of the country in which the suit is brought. The exemption of the sovereign is not less regarded by its own courts than by the courts of other sovereigns. To repeat the words of Chief Justice TANEY, already quoted: 'It is an established principle of jurisprudence, in all civilized nations, that the sovereign cannot be sued in its own courts, or in any other, without its consent and permission.'\n In the leading case of The Exchange, 7 Cranch, 116, the exemption of a foreign sovereign from being sued in our courts was held to protect one of his public armed vessels from being libeled here in a court of admiralty by citizens of the United States, to whom she had belonged, and from whom she had been forcibly taken in a foreign port by his order. The district attorney of the United States having filed a suggestion, verified by affidavit, that she was a public armed vessel of the emperor of the French, and actually employed in his service at the time of entering our ports, the circuit court, disregarding the suggestion, entered a decree for the libelants. But upon appeal taken by the attorney of the United States, this court, without any inquiry into the title, reversed the decree \n\n[106 U.S. 196, 236]\n \n and dismissed the libel; and Chief Justice MARSHALL, in delivering judgment, said: 'There seems to be a necessity for admitting that the fact might be disclosed to the court by the suggestion of the attorney for the United States.'\n In Vavasseur v. Krupp, 9 Ch. Div. 351, the mikado of Japan, a sovereign prince, bought in Germany shells, made there, but said to be infringements of an English patent. They were brought to England in order to be put on board a ship of war belonging to the mikado, and the patentee obtained an injunction against the agents of the mikado and the persons in whose custody the shells were, restraining them from removing the shells. The mikado then applied to be and was made a defendant in the suit. An order was made by Sir George Jessel, master of the rolls, and affirmed by the court of appeal, that notwithstanding the injunction the mikado should be at liberty to remove the shells. Lord Justice JAMES said: 'I am of opinion that this attempt on the part of the plaintiff to interfere with the right of a foreign sovereign to deal with his public property is one of the boldest I have ever heard of as made in any court in this country.' And, after stating the contention of the plaintiff that the shells were in the possession of persons in England who were minded to make and did make a use of them inconsistent with his patent, he further said: 'If they were doing so, then they are liable in an action for damages, and the plaintiff may recover any damages that he may be entitled to. But that does not interfere with the right of the sovereign of Japan, who now asks to be allowed to take his property.' Lord Justice BRETT said: 'The goods were the property of the mikado. They were his property as a sovereign; they were the property of his country; and therefore he is in the position of a foreign sovereign having property here.' 'If it is an infringement of the patent by the mikado, you cannot sue him for that infringement. If it is an infringement by the agents, you may sue the agents for that infringement, but then it is the agents whom you sue.' 'The mikado has a perfect right to have these goods; no court in this country can properly prevent him from having goods which are the public property of his own country.'\n In the case of The Parlement Belge, 5 Prob. Div. 197, the court \n\n[106 U.S. 196, 237]\n \n of appeal held that an unarmed packet, belonging to the king of the Belgians, and in the hands of officers commissioned by him, and employed in carrying mails, and also in carrying merchandise and passengers for hire, was not liable to be seized in a suit in rem to recover damages for a collision. Lord Justice BRETT, in a considered judgment, stated the real question to be 'whether every part of the public property of every sovereign authority in use for national purposes is not as much exempt from the jurisdiction of every court as is the person of every sovereign;' and, after reviewing many American as well as English cases, announced the conclusion of the court thus:\n'As a consequence of the absolute independence of every sovereign authority, and of the international comity which induces every sovereign state to respect the independence of every other sovereign state, each and every one declines to exercise by means of any of its courts any of its territorial jurisdiction over the person of any sovereign or ambassador of any other state, or over the public property of any state which is destined to its public use, or over the property of any ambassador, though such sovereign, ambassador, or property be within its territory, and therefore, but for the common agreement, subject to its jurisdiction. This proposition would determine the first question in the present case in favor of the protest, even if an action in rem were held to be a proceeding solely against property, and not a procedure directly or indirectly impleading the owner of the property to answer to the judgment of the court. But we cannot allow it to be supposed that in our opinion the owner of the property is not indirectly impleaded.'\n\n After stating the mode of procedure in courts of admiralty, he continued:\n'To implead an independent sovereign in such a way is to call upon him to sacrifice either his property or his independence. To place him in that position is a breach of the principle upon which his immunity from jurisdiction rests. We think that he cannot be so indirectly impleaded, any more than he could be directly impleaded. The case is, upon this consideration of it, brought within the general rule that a sovereign authority cannot be personally impleaded in any court.'\n\n It was argued at the bar that the petition of right in England \n\n[106 U.S. 196, 238]\n \n was in effect a suit against the crown. But the petition of right could never be maintained except after an application to the king and his consented grant. The sovereign thus retained the power of determining in advance in every case whether it was consistent with the public interests to allow the suit to be brought and tried in the ordinary courts of justice. The petition might be presented either to the king in person, or in parliament; and if sued in parliament, it might be enacted and pass as an act of parliament. Staunf. Prerog. 72b; Chit. Prerog. 346. The old form of proceeding by petition of right to the king was so tedious and expensive that it fell into disuse; and there is hardly an instance in which it was resorted to in England between the settlement of the colonies and the declaration of independence, or for half a century afterwards. Clayton v. Attorney General, 1 Coop. temp. Cott. 97, 120; Queen v. Powell, 1 Q. B. 353, 363, and 4 Perry & D. 719, 723, above quoted; Canterbury v. Attorney General, 1 Phill. 306, 327; De Bode's Case, 8 Q. B. 208, 273. The granting of the royal consent as a matter of course is but of very modern introduction in England. Eastern Archipelago Co. v. Queen, 2 El. & Bl. 856, 914. And the statute of 23 and 24 Vict. c. 34, simplifying and regulating the proceedings, makes it the duty of the secretary of state for the home department to lay the petition before the queen for her consideration, and to give her his advice upon it; and if upon his advice she refuses to grant her fiat, the suppliant is without remedy. Irwin v. Grey, 3 Fost. & F. 635, 637; Tobin v. Queen, 14 C. B. (N. S.) 505, 521; 16 C. B. (N. S.) 310, 368.\n In U. S. v. O'Keefe, 11 Wall. 178, 184, in which it was held that British subjects were included in the act of congress of July 27, 1868, c. 276, allowing suits for the proceeds of captured and abandoned property to be brought in the court of claims 'by aliens who are citizens or subjects of any government which accords to citizens of the United States the right to prosecute claims against such government in its courts,' this court, speaking of the English petition of right said: 'It is easy to see that cases might arise, involving political considerations, in which it would be eminently proper for the sover eign to withhold his permission.'\n The English remedies of petition of right, monstrans de droit, \n\n[106 U.S. 196, 239]\n \n and traverse of office, were never introduced into this country as a part of our common law; but in the American colonies and states claims upon the government were commonly made by petition to the legislature. The inadequacy or the want of those remedies is no reason for maintaining a suit against the sovereign, in a form which is usual between private citizens, but which has not been expressly granted to them as against the sovereign. Queen v. Powell, above quoted; Gibbons v. U. S. 8 Wall. 269.\n In particular classes of cases, indeed, congress has authorized suits in equity to be brought against the United States; as, for instance, in cases of delinquent receivers of public money against whom a warrant of distress has been issued, in cases of proprietors of land taken and sold to make certain improvements in the city of Washington, (in which the bill is spoken of as 'in the nature of a petition of right,') and in claims to share in the money received from Mexico under the treaty of Guadalupe Hidalgo. See U. S. v. Nourse, 6 Pet. 470, and 9 Pet. 8; Murray v. Hoboken Land Co. 18 How. 272, 284; Van Ness v. Washington, 4 Pet. 232, 276, 277; Clark v. Clark, 17 How. 315, 320. So it has often authorized suits to be brought against the United States to confirm claims, under grants from foreign governments, to lands since ceded to the United States. But in such a suit Chief Justice MARSHALL said: 'As the United States are not suable of common right, the party who institutes such suit must bring his case within the authority of some act of congress, or the court cannot exercise jurisdiction over it.' U. S. v. Clarke, 8 Pet. 436, 444.\n For more than 60 years after the adoption of the constitution no general provision was made by law for determining claims against the United States; and in every act concerning the court of claims congress has defined the classes of claims which might be made, the conditions on which they might be presented, the forms of proceeding, and the effect to be given to the awards. The act of February 24, 1855, c. 122, which first established that court, required an act of congress to carry out each award. The act of March 3, 1863, c. 92, which dispensed with that requirement, authorized the sums due by the judgments of the court of claims, after presentation of a copy \n\n[106 U.S. 196, 240]\n \n thereof to the secretary of the treasury and his estimate of an appropriation therefor, to be paid out of any general appropriation made by law for the satisfaction of private claims. Even under this act the court of claims had so little of the nature of a judicial tribunal, that this court declined to entertain appeals from its decisions, although the statute expressly gave such an appeal. Gordon v. U. S. 2 Wall. 561; S. C. 5 Amer. Law Reg. (N.S.) 111. It is only since the act of March 17, 1866, c. 19, has repealed the provision which by necessary implication authorized the secretary of the treasury to revise the decisions of the court of claims, and of this court on appeal, that this court has considered and determined such appeals.\n Under the existing statutes the principal classes of demands submitted to the determination of the court of claims are claims founded on laws of congress, on regulations of the executive departments, and on contracts expressed or implied, and claims referred to the court by congress. Rev. St.  1059. The proceeding by petition to congress and reference by congress to the court of claims presents the nearest analogy that our law affords to the petition of right. No act of congress has conferred upon that court, or upon any other tribunal, general jurisdiction of suits against the United States to recover possession of real property, or to redress a tort. And the act of congress of June 11, 1864, c. 117, (re-enacted in section 3753 of the Revised Statutes,) authorizing the secretary of the treasury to direct a stipulation, to the extent of the value of the interest of the United States, to be entered into for the discharge of any property owned or held by the United States, or in which the United States have or claim an interest, which has been seized or attached in any judicial proceeding under the laws of a state, expressly provides 'that nothing herein contained shall be considered as recognizing or conceding any right to enforce by seizure, arrest, attachment, or any judicial process, any claim against any property of the United States, or against any property held, owned, or employed by the United States, or by any department thereof, for any public use, or as waiving any objection to any proceeding instituted to enforce any such claim.' \n\n[106 U.S. 196, 241]\n \n In Gibbons v. U. S. 8 Wall. 269, which was an attempt to maintain in the court of claims a suit against the government as upon an implied contract for unauthorized acts of its officers which were in themselves torts, the court said: 'The supposition that the government will not pay its debts, or will not do justice, is not to be indulged;' and, after stating the reasons against the maintenance of the suit, concluded:\n'These reflections admonish us to be cautious that we do not permit the decisions of this court to become authority for the righting, in the court of claims, of all wrongs done to individuals by the officers of the general government, though they may have been committed while serving that government, and in the belief that it was for its interest. In such cases, where it is proper for the nation to furnish a remedy, congress has wisely reserved the matter for its own determination.'\n\n In Langford v. U. S. \n101 U.S. 341\n, the remarks just quoted were repeated, and were applied to the case of a suit for the use and occupation of land which the United States, under a claim of title, had, through its Indian agents, taken posession of and since held by force and against the will of the rightful owner. If it is proper that the United States should allow themselves to be sued in such a case as this, public policy requires that it should rest with congress to define the mode of proceeding, the conditions on which it may be maintained, and the manner in which the decision shall be enforced-none of which can be done if the citizen has an absolute right to maintain the action. If the plaintiff is entitled to judgment, it can only be upon the ground that the United States are not a party to the record and have no such relation to the action that their possession of the land demanded will prevent judgment against the defendants of record. If those defendants alone are to be held to be parties or interested, the plaintiff is entitled, as of right, to immediate execution as well as to judgment; and the court has no discretion to stay an execution between private parties on considerations of the interests of the public. To maintain this action, independently of any legislation by congress, is to declare that the exemption of the United States from being impleaded without their consent does not embrace \n\n[106 U.S. 196, 242]\n \n lands held by a disputed title; to defeat the exemption from judicial process in the very cases in which it is of the utmost importance to the public that it should be upheld; and to compel the United States to submit to the determination of courts and juries the validity of their title to any land held and used for military, naval, commercial, revenue, or police purposes.\n The decision of this court and the reasoning of the several judges in the case of Chisholm v. Georgia, 2 Dall. 419, in which a majority of the court held that under the constitution, as originally adopted, a suit could be maintained in this court against a state by a citizen of another state, do not appear to us to furnish much aid in the determination of this case, for several reasons: First. Each of the judges who mentioned the subject declined to affirm that the United States could be sued. 2 Dall. 430, 469, 478. Second. The decision was based on a construction of the words of the constitution conferring jurisdiction of suits between 'a state and citizens of another state.' Third. That construction was set aside by the eleventh amendment of the constitution, which declares that 'the judicial power of the United States shall not be construed to extend to any suit in law or equity commenced or prosecuted against one of the United States by citizens of another state, or by citizens or subjects of any foreign state.' 2 Dall. 480, note; Hollingsworth v. Virginia, 3 Dall. 378.\n In those cases in which judgments have since been rendered by this court against individuals concerning money or property in which a state had an interest, either the money was in the personal posession of the defendants and not in the possession of the state, or the suit was to restrain the defendants by injunction from doing acts in violation of the constitution of the United States. Within one or both of these classes fall the cases of U. S. v. Peters, 5 Cranch, 115; Osborn v. Bank of U. S. 9 Wheat. 738; Davis v. Gray, 16 Wall. 203; and Board of Liquidation v. McComb, \n92 U.S. 531\n.\n In U. S. v. Peters, 5 Cranch, 115, in which a writ of mandamus was ordered to a district court of the United States sitting in admiralty to issue an attachment against the executrixes of David Rittenhouse to enforce obedience to a de- \n\n[106 U.S. 196, 243]\n \n cree of that court for the payment of money, (although Rittenhouse had been treasurer of the state of Pennsylvania, and the legislature of that state had directed its attorney general to sue the executrixes for the recovery of the money, and the governor to protect them against any process of the federal courts,) the judgment of this court, as stated by Chief Justice MARSHALL, went upon the ground that it was apparent that Rittenhouse held the money in his own right, and that 'the suit was not instituted against the state or its treasurer, but against the executrixes of David Rittenhouse, for the proceeds of a vessel condemned in the court of admiralty, which were admitted to be in their possession. If these proceeds had been the actual property of Pennsylvania, however wrongfully acquired, the disclosure of that fact would have presented a case on which it is unnecessary to give an opinion; but it certainly can never be alleged that a mere suggestion of title in a state to property, in possession of an individual, must arrest the proceedings of the court, and prevent their looking into the suggestion, and examining the validity of the title.' The chief justice stated the conclusion of the court as follows:\n'Since, then, the state of Pennsylvania had neither possession of, nor right to, the property on which the sentence of the district court was pronounced, and since the suit was neither commenced nor prosecuted against that state, there remains no pretext for the allegation that the case is within that amendment of the constitution which has been cited; and, consequently, the state of Pennsylvania can possess no constitutional right to resist the legal process which may be directed in this cause.'\n\n The chief justice thus carefully avoided expressing an opinion upon a case in which the money sued for was in the possession of the state, or 'the actual property of the state, however wrongfully acquired;' and his remark upon the effect of a mere suggestion of title in the state in a suit to recover 'property in possession of an individual'-as well as his similar remark in Osborn v. Bank of U. S. 9 Wheat. 738, 870, as to the effect of a suggestion of title in a foreign sovereign under like circumstances-can have no application where it is in due form pleaded or suggested, and satisfactorily \n\n[106 U.S. 196, 244]\n \n proved or admitted, that the property is in the possession of the state or the sovereign, under claim and color of title, though that possession is necessarily held in its behalf by its officers or servants-as appears by his own judgment in the case of The Exchange, as well as by the cases in the court of exchequer before cited.\n In Osborn v. Bank of U. S. 9 Wheat. 738, the bill was originally filed by the Bank of the United States against the auditor of the state of Ohio and a collector employed by him, to prevent them from levying a tax imposed by the legislature of that state in violation of the constitution of the United States upon the property of the bank; and they, after the service of the subpoena, forcibly took from the plaintiff's office the amount of the tax in money, and paid it over to the treasurer of the state, who received it with notice of these facts, and kept it apart from other money belonging to the state, so that, in the view taken by the court, it had never come into the possession of the state, but could have been recovered from the treasurer in an action of detinue. 9 Wheat. 833-836, 854, 858. By an amendment of the bill the treasurer was made a defendant. Such were the facts upon which the court, by one of Chief Justice MARSHALL's most elaborate judgments, in which the case was admitted to be one of great difficulty, ordered the defendants to restore the money, and held that the fact that the state was not, and could not be, without its consent, made a defendant, afforded no objection to granting such relief.\n The dictum of the learned justice who delivered the opinion in Davis v. Gray, 16 Wall. 203, 220, that in Osborn v. Bank of U. S. it was decided that in cases in which a state is concerned 'that it cannot be made a party is a sufficient reason for the omission to do it, and the court may proceed to decree against the officers of the state in all respects as if the state were a party to the record,' overstates the decision in Osborn's Case; goes beyond what was required for the decision of Davis v. Gray, in which the object of the suit and the whole effect of the decree were to prevent the governor and the commissioner of the general land-office of the state of Texas from signing patents for lands of which the plaintiff had the \n\n[106 U.S. 196, 245]\n \n title under a previous grant from the state; and, as the state cannot hold money or property otherwise than by its officers and agents, would, if understood as laying down a universal rule, practically nullify the eleventh amendment of the constitution.\n In Board of Liquidation v. McComb, \n92 U.S. 531\n, in which an injunction was granted to restrain the board of liquidation, consisting of the governor and other officers, of the state of Louisiana from issuing or using, in violation of a previous contract of the state with the plaintiff, bonds of the state in their hands, the court said that the objections to proceeding by injunction were-'First, that it is, in effect, proceeding against the state itself; and, secondly, that it interferes with the official discretion vested in the officers. It is conceded that neither of these things can be done. A state, without its consent, cannot be sued by an individual; and a court cannot substitute its own discretion for that of executive officers in matters belonging to the proper jurisdiction of the latter.' And the ground upon which the bill in that case, as well as in the previous cases of Osborn v. Bank of U.S. and Davis v. Gray, was sustained, was defined to be, that when a plain official duty, requiring no exercise of discretion, is threatened to be violated by some positive official act, any person who will sustain personal injury thereby, for which adequate compensation cannot be had at law, may have an injunction to prevent it, notwithstanding the officer pleads the authority of an unconstitutional, and therefore void, law for the violation of his duty.\n The case of The Governor v. Madrazo, 1 Pet. 110, does not appear to us to have any important bearing, except as tending to illustrate the distinction between the possession of the state by its agents, and the possession of the agents in their own right. The decision was, that where negro slaves were illegally taken from the owner on the high seas, and afterwards sold to a stranger, who, without the privity of the owner, imported them into the United States in violation of the act of congress of March 2, 1807, c. 22, and they were here seized by an officer of the customs of the United States, and delivered to an agent appointed by the governor of the state of Georgia, in conformity with the act of congress, and some \n\n[106 U.S. 196, 246]\n \n of them sold by order of the governor of the state, and the money obtained at the sale was, in the words of Chief Justice MARSHALL, 'actually in the treasury of the state, mixed up with its general funds,' and the rest of the slaves remained in the hands of the agent of the state, 'in possession of the government,' a libel in admiralty by the owner to recover possession of the money and slaves, though not brought against the state by name, but against the governor in his official capacity, was a suit against the state, and therefore, by reason of the eleventh amendment of the constitution, could not be maintained. See, also, Ex parte Madrazzo, 7 Pet. 627.\n In the case, on which the plaintiff principally relies, of Meigs v. McClung, 9 Cranch, 11, in which a circuit court of the United States, and this court on writ of error, gave judgment for the plaintiff in an action of ejectment for land held by the defendants as officers and under the authority of the United States, the full statement of their position in the bill of exceptions, on page 13 of the report, clearly shows that the fact that they so held the land was not set up in defense, except as supplemental to the position that the legal title to the land was in the United States; and it does not appear to have been mentioned in argument. No objection to the exercise of jurisdiction was made, by the defendants or by the United States, or noticed by the court. That the court understood the United States to desire a decision upon the merits is further apparent from Chief Justice MARSHALL's summary towards the close of the opinion: 'The land is certainly the property of the plaintiff below; and the United States cannot have intended to deprive him of it by violence and without compensation.' Had the decision covered the question of jurisdiction, the chief justice would hardly have omitted to refer to it in Osborn v. Bank of U. S. above stated.\n In Wilcox v. Jackson, 13 Pet. 498; in Brown v. Huger, 21 How. 305; and in Grisar v. McDowell, 6 Wall. 363,-which were also actions of ejectment against officers of the United States,-the judgments were in favor of the defendants on the merits, no suggestion that the United States were so interested that the action could not be maintained was made by counsel or passed upon by this court, and that the court has not hitherto UNDER- \n\n[106 U.S. 196, 247]\n \n STOOD ANY such question to be settled by any or all of those cases is clearly shown by its more recent judgments.\n In the case of The Siren, 7 Wall. 152, the court said:\n'It is a familiar doctrine of the common law, that the sovereign cannot be sued in his own courts without his consent. The doctrine rests upon reasons of public policy; the inconvenience and danger which would follow from any different rule. It is obvious that the public service would be hindered, and the public safety endangered, if the supreme authority could be subjected to suit at the instance of every citizen, and consequently controlled in the use and disposition of the means required for the proper administration of the government. The exemption from direct suit is therefore without exception. This doctrine of the common law is equally applicable to the supreme authority of the nation, the United States. They cannot be subjected to legal proceedings at law or in equity without their consent; and whoever institutes such proceedings must bring his case within the authority of some act of congress. Such is the language of this court in U. S. v. Clarke, 8 Pet. 444. The same exemption from judicial process extends to the property of the United States, and for the same reasons. As justly observed by the learned judge who tried this case, there is no distinction between suits against the government directly, and suits against its property.'\n\n In the case of The Davis, 10 Wall, 15, the court, stating the doctrine somewhat less broadly, yet affirmed the proposition, as clearly established by authority, that 'no suit in rem can be maintained against the property of the United States when it would be necessary to take such property out of the possession of the government by any writ or process of the court;' and, in discussing the question, what constitutes a possession which protects the property from the process of the court, said:\n'We are speaking now of a possession which can only be changed under process of the court by bringing the officer of the court into collision with the officer of the government, if the latter should choose to resist. The possession of the government can only exist through some of its officers, using that phrase in the sense of any person charged on behalf of the government with \n\n[106 U.S. 196, 248]\n \n the control of the property, coupled with its actual possession. This, we think, is a sufficiently liberal definition of the possession of the property by the government to prevent any unseemly conflict between the court and the other departments of the government, and which is consistent with the principle which exempts the government from suit and its possession from disturbance by virtue of judicial process.'\n\n In The Siren, a claim for damages against a prize-ship for a collision on her way from the place of capture to the port of adjudication was allowed out of the proceeds of her sale upon condemnation, because the government was the actor in the suit to have her condemned. In The Davis, a claim was allowed for salvage of goods belonging to the United States in the hands of the master of a private vessel as a common carrier, because his possession was not the possession of the United States, and the United States could only obtain the goods by coming into court as claimant and actor. Each of those cases, as was pointed out in Case v. Terrell, 11 Wall. 199, 201, was decided upon the ground that 'the government came into court of its own volition to assert its claim to the property, and could only do so on condition of recognizing the superior rights of others.'\n In Carr v. U. S. \n98 U.S. 433\n, in which it was decided that judgments in ejectment against officers of the government, in possession in its behalf of lands held for a marine hospital, did not bind nor estop the United States, it was said, in the opinion of the court:\n'We consider it to be a fundamental principle that the government cannot be sued except by its own consent; and certainly no state can pass a law, which would have any validity, for making the government suable in its courts. It is conceded in The Siren, 7 Wall. 152, and in The Davis, 10 Wall. 15, that without an act of congress no direct proceeding can be instituted against the government or its property. And in the latter case it is justly observed that 'the possession of the government can only exist through its officers; using that phrase in the sense of any person charged on behalf of the government with the control of the property, coupled with actual possession.' If a proceeding would lie against the officers as individuals in the case of a marine \n\n[106 U.S. 196, 249]\n \n hospital,it might be instituted with equal facility and right in reference to a post-office or a custom-house, a prison or a fortification. In some cases (perhaps it was so in the present case) it might not be apparent, until after suit brought, that the possession attempted to be assailed was that of the government; but when this is made apparent by the pleadings or the proofs, the jurisdiction of the court ought to cease. Otherwise the government could always be compelled to come into court and litigate with private parties in defense of its property.'\n\n The view on which this court appears to have constantly acted, which reconciles all its decisions, and is in accord with the English authorities, is this: The objection to the exercise of jurisdiction over the sovereign or his property, in an action in which he is not a party to the record, is in the nature of a personal objection, which, if not suggested by the sovereign, may be presumed not to be intended to be insisted upon. If ejectment is brought by one citizen against another, the court prima facie has jurisdiction of the subject-matter and of the parties, and, if no objection is interposed in behalf of the sovereign, proceeds to judgment between the parties before it. If the property is in the possession of the defendants and not of the sovereign, an informal suggestion that it belongs to the sovereign will not defeat the action. But if the sovereign, in proper form and by sufficient proof, makes known to the court that he insists upon his exemption from suit, and that the property sued for is held by the nominal defendants exclusively for him and on his behalf as public property, the right of the plaintiff to prosecute the suit and the authority of the court to exercise jurisdiction over it cease, and all further proceedings must be stayed.\n In the case at bar the United States interposed in the most solemn and appropriate manner. The attorney general, before the trial, following the course approved by this court in the case of The Exchange, and by the court of exchequer in the case of Doe v. Roe, and other cases, already referred to, filed a suggestion and motion in writing, in which, appearing only for this purpose, he states that the land has been for more than 10 years and still is held, occupied, and possessed by the United States, through their officers and agents charged in behalf of \n\n[106 U.S. 196, 250]\n \n the government of the United States with the control of the property and who are in the actual possession thereof, as public property of the United States for public uses, in the exercise of their sovereign and constitutional powers, as a military station, and as a national cemetery established for the burial of deceased soldiers and sailors, known as the Arlington Cemetery, and for war, military, charitable, and educational purposes, as set forth in the certificate of sale of the land for non- payment of direct taxes lawfully assessed thereon, a copy of which is annexed to the suggestion. Wherefore, without submitting the rights of the government of the United States to the jurisdiction of the court, but insisting that the court has no jurisdiction of the subject in controversy, he moves that the declaration may be set aside, and all the proceedings be stayed and dismissed, and for such other order as may be proper. The plaintiff, by demurring to this suggestion, admitted the truth of the facts stated by the attorney general.\n After these facts had been thus formally brought to the notice of the court by the chief law officer of the United States, and had been admitted by the plaintiff, we are of opinion that the court had no authority to proceed to trial and judgment; because the suit, which had been commenced against the individual defendants, was thenceforth prosecuted against the United States; because in ejectment, as in other actions at law, a court has no authority to render a judgment on which it has no power to issue execution; because, as was directly adjudged in Carr v. U. S. \n98 U.S. 433\n, above cited, no judgment against the defendants can bind or estop the United States; because the possession of the defendants is in fact and in law the possession of the United States, and the defendants may at any moment be displaced and removed by the executive, and other custodians appointed and installed in their stead; because to issue an execution against them would be to issue an execution against the United States, and to turn the United States out of possession of land held by the United States, under claim of title and color of right for public purposes; and because to maintain a suit which has that object and that result is to violate the fundamental principle that the sovereign cannot be sued without its consent, and to encroach \n\n[106 U.S. 196, 251]\n \n upon the powers intrusted by the constitution to the legislative and executive departments of the government.\n The court having no authority to proceed with the suit, the judgment afterwards rendered for the plaintiff was erroneous. The United States, having the right to interpose, and having interposed in due form, had an equal right to sue out a writ of error to make their interposition effectual. This is plainly shown by the case of The Exchange, 7 Cranch, 120, 147, before cited. It follows, that upon the writ of error sued out by the United States the judgment below should be reversed, and the case remanded with directions to set aside the verdict and to dismiss the action.\n As to Kaufman and Strong, the court erred in compelling them to proceed to trial after the interposition of the United States; and in declining to instruct the jury, as they requested, that if the United States, through their officers and agents charged with the control of the same, were in the possession of the property in controversy, using it as a national cemetery for the burial of deceased soldiers, and as a fort and military reservation, claiming title under the certificate of sale proved in the case, and the defendants occupied the same only as such officers and agents, in obedience to orders of the war department of the United States, and making no claim of right to the title or possession except as such officers, the verdict must be for the defendants. Judgment of reversal should therefore also be entered upon the writ of error sued out by them.\n Being of opinion, for the reasons above set forth, that the question of the validity of the title, under which the United States, through their officers and agents, hold the land, cannot be tried and determined in this action, we of course express no opinion upon that branch of the case. \n\nFootnotes\n\n[\nFootnote *\n] 12 FED. REP. 93.\n___ 9 Wall. 326. \n\n[\nFootnote *\n] * 2 Dall. 419. \n\n\n\n\n"}}